Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
de: Dies wird alle Positionen des Rotors (neu) berechnen und kann vorher gespeicherte Positionen und Optimierungen löschen! Sind Sie sicher?
fr: Cela va (re)calculer toutes les positions de votre rotor et peut supprimer des postes précédemment mémorisées et le peaufinage! Etes-vous sûr?
ru: Будут (пере-)рассчианы все позиции ротора, что может удалить все позиции и их тонкие настройки из памяти! Вы уверены?

source: This will go fast forward/backward with time frames of x secs
fr: Ceci ira en avance/retour rapide avec une plage de x secs

source: This wizard will help you to format Usb mass storage devices for Linux.
fr: Cet assistant va vous aider à formater les périphériques de stockage USB pour Linux.

source: Three
de: Drei
fr: Trois
ru: Три

source: Threshold
de: Begrenzung
fr: Seuil
ru: Гетеродин

source: Thu
de: Do
fr: Jeu
ru: Чт

source: Thumbnails
de: Vorschaubilder
fr: Miniatures
ru: Миниатюры

source: Thursday
de: Donnerstag
fr: Jeudi
ru: Четверг

source: TiVo support
de: TiVo Unterstützung
fr: Support TiVo
ru: Поддержка TiVo

source: Time
de: Zeit
fr: Heure
ru: Время

source: Time Update in Minutes:
de: Zeitaktualisierung in Minuten:
fr: Mise à jour de l'heure en minutes
ru: Время обновления в минутах:

source: Time for Slideshow
de: Zeitabstand Diashow
fr: Afficher le slideshow
ru: Время для слайд шоу

source: Time for next LCD scrolling
fr: Temps pour le prochain défilement du LCD
ru: Период для прокрутки

source: Time jump avoid zero step size
fr: Saut de temps évitez une pas de zéro

source: Time jump multiplier for fast backward
fr: Multiplicateur de saut de temps pour retour rapide

source: Time jump multiplier for fast forward
fr: Multiplicateur de saut de temps pour avance rapide

source: Time jump repeat interval for fast forward/backward
fr: Interval de répatition du saut de temps pour retour/avance rapide

source: Time jump: Use normal fast forward for speeds
fr: Saut dans le temps: vitesse initiale de l'avance rapide

source: Time range:
fr: Plage de temps:

source: Time scale
de: Zeitraum
fr: Echelle de temps
ru: Шкала времени

source: Time settings
de: Zeiteinstellungen
fr: Paramètres de l'heure
ru: Время

source: Time to execute command or script
de: Zeit um Kommando oder Script auszuführen
fr: Heure d'exécution d'une commande ou d'un script
ru: Время для выполнения команды или сценария

source: Time update in minutes
fr: Mise à jour de l’heure en minutes

source: Time window for detection of the wakeup by a timer [mins]
de: Zeitfenster für die Erkennung des aufwachens durch einen Timer [min]
fr: Fenêtre de temps pendant laquelle une détection d’un timer de réveil [mins]

source: Timeline 24 Hour
de: Zeitleiste 24 Stunden
fr: Format horaire 24h
ru: Продолжительность 24 часа

source: Timeline font size
de: Schriftgröße der Zeitleiste
fr: Taille caractéres affichage heure
ru: Размер шрифта линии времени

source: Timeout with connection to server, please be patient and try again later
de: Timout bei der Verbindung zum Server, versuchen Sie es später nochmal.
fr: Temps dépassé avec connexion au serveur, merci de patienter et de réessayer plus tard
ru: Тайм-аут при подключении к серверу, попробуйте позже

source: Timer
fr: Programmation

source: Timer List
de: Timerliste
fr: Liste programmations
ru: Список таймеров

source: Timer action
fr: Action de la minuterie

source: Timer edit
de: Timerliste editieren
fr: Editer programmation

source: Timer editor
fr: Editeur programmation

source: Timer entry
de: Timer-Eintrag
fr: Saisir programmation
ru: Ввод таймера

source: Timer is activated: +%d min
fr: La programmation est activée: +%d min

source: Timer is not activated
fr: La programmation n’est pas active

source: Timer log
fr: Journal des enregistrements
ru: Лог таймера

source: Timer overlap in pm_timers.xml detected! Please recheck it!
de: Timerüberlappung in der pm_timers.xml entdeckt! Bitte überprüfen!
fr: Chevauchement programmation dans pm_timers.xml détecté! Veuiller le revérifier!
ru: Обнаружено дублирование таймера в pm_timers.xml! Пожалуйста, проверьте!

source: Timer overlap in timers.xml detected! Please recheck it!
de: Timerüberlappung in der timers.xml entdeckt! Bitte überprüfen!
fr: Chevauchement programmation dans timers.xml détecté! Veuiller le revérifier!
ru: Обнаружено дублирование таймера в timers.xml! Пожалуйста, проверьте!

source: Timer overview
de: Timer Überblick
fr: Aperçu des programmations
ru: Обзор таймеров

source: Timer record location
de: Timeraufnahme Verzeichnis
fr: Emplacement enregistrements programmés
ru: Расположение записей по таймеру

source: Timer recording location
de: Timeraufnahme Verzeichnis
fr: Emplacement enregistrements programmés
ru: Расположение записей по таймеру

source: Timer sanity error
de: Fehler bei Timerprüfung
fr: Erreur de programmation
ru: Ошибка состояния таймера

source: Timer selection
de: Timer-Auswahl
fr: Sélection de programmation
ru: Выбор таймера

source: Timer selection...
de: Timer Auswahl...
fr: Sélection programmation...
ru: Выбор таймера...

source: Timer type
de: Timer-Typ
fr: Type programmation
ru: Тип таймера

source: Timers
de: Timer
fr: Programmations
ru: Таймеры

source: Timeshift
fr: PauseDirect

source: Timeshift Live
fr: PauseDirect Direct

source: Timeshift buffer delete after zap?
de: TimeShiftbuffer nach dem Zappen löschen?
fr: Effacer le tampon du PauseDirect après un zap?

source: Timeshift buffer limit [in hours]
de: TimeShift Pufferbegrenzung in Stunden
fr: Limite tampon du PauseDirect (en heures)
ru: Буфер Timeshif [в часах]

source: Timeshift checking for free space?
fr: Timeshift vérification de l'espace libre?

source: Timeshift checking for older files [in minutes]
fr: Timeshift vérification des anciens fichiers [en minutes]

source: Timeshift event based file splitting
fr: Timeshift créer un fichier par évènement

source: Timeshift last events limit [number of events]
fr: PauseDirect limite des derniers évènements (nombre d'évènements)

source: Timeshift location
de: TimeShift Verzeichnis
fr: Emplacement PauseDirect
ru: Расположение файлов Timeshift

source: Timeshift not possible!
de: TimeShift nicht möglich!
fr: PauseDirect pas possible
ru: Timeshift невозможен!

source: Timeshift save failed!
de: Sichern des TimeShift fehlgeschlagen!
fr: La sauvegarde du PauseDirect a échoué!
ru: Сохранение файла Timeshift неудачно!

source: Timeshift save recording (Select event)
de: TimeShift Aufnahme speichern (Sendung wählen)
fr: PauseDirect sauve l'enregistrement (sélectionner l'événement)
ru: Сохранить Timeshift (выбрать событие)

source: Timeshift save recording (stop after current event)
de: TimeShift Aufnahme speichern (am Ende der aktuellen Sendung)
fr: PauseDirect sauve l'enregistrement (arrêt après l'événement en cours)
ru: Сохранить Timeshift (стоп после текущего события)

source: Timeshift saved to your harddisk!
de: TimeShift auf Festplatte gesichert!
fr: PauseDirect enregistré sur votre disque dur!
ru: Файл Timeshift сохранен на жестком диске!

source: Timeshift settings
de: Timeshift Einstellungen
fr: Paramètres PauseDirect
ru: Настройки Timeshift

source: Timeshift will get saved at the end of an event!
fr: PauseDirect sera sauvés à la fin de l’événement!

source: Timeshift-save action on zap
de: Verhalten des Timeshifts beim Zappen
fr: PauseDirect sauvegarde, action du zap
ru: Сохранить при переключении

source: Timezone
de: Zeitzone
fr: Fuseau horaire
ru: Часовой пояс

source: Title
de: Titel
fr: Titre
ru: Название

source: Title properties
de: Titeldetails
fr: Propriétés titre
ru: Свойства заголовка

source: Titleset mode
de: Titleset-Modus
fr: Mode jeu titre
ru: Режим установки заголовка

source: Today
de: Heute
fr: Aujourd'hui
ru: Сегодня

source: Toggle Digital downmix...
de: Digital Downmix umschalten
fr: Basculer downmix numérique...
ru: Цифровое микширование

source: Toggle HDMI-In PiP
de: HDMI-In PiP-Modus aktivieren
fr: Basculer HDMI-In PiP (Image-dans-Image)

source: Toggle HDMI-In full screen
fr: Activer le HDMI-In en mode plein écran

source: Toggle LCD LiveTV
fr: Activer la TV en direct sur le LCD

source: Toggle Picture In Graphics
de: Von Bild in Grafik umschalten
fr: Basculer Image dans graphique
ru: Переключить Картинку в Графику

source: Toggle a cut mark at the current position
de: Schnittmarke an der aktuellen Position tauschen
fr: Poser marque de coupe sur position actuelle
ru: Переключить метку разреза в текущей позиции

source: Toggle aspect ratio...
de: Seitenverhältnis umschalten
fr: Basculer le ratio d'image...
ru: Переключение соотношения сторон...

source: Toggle between bouquet/epg lists
de: Wechseln zwischen Bouget -oder EPG-Listen
fr: Bascule entre la liste des bouquets/EPG
ru: Переключение между букеты/список EPG

source: Tomorrow
de: Morgen
fr: Demain
ru: Завтра

source: Tone amplitude
de: Tonamplitude
fr: Amplitude du ton
ru: Амплитуда тонального сигнала

source: Tone mode
de: Tone Modus
fr: Mode tonalité
ru: Тоновый режим

source: Top and Bottom
de: Oben und Unten
fr: Haut et Bas
ru: Верх и низ

source: Top rated
de: Meistgefragt
fr: Les mieux quotés
ru: Лучшие по рейтингу

source: Total Megabyte Available:
fr: Taille totale disponible en méga-octets:

source: Total cards:
de: Karten insgesamt:
fr: Cartes totales:
ru: Всего карт:

source: Total clients streaming: %d (%s)
fr: Nombre total des clients de streaming: %d (%s)

source: Total handled client ecm's
de: Insgesamt behandelte Klienten ECMs
fr: Nombre total d'ECM client
ru: Всего обработано ECM

source: Total handled client emm's
de: Insgesamt behandelte Klienten EMMs
fr: Nombre total d'EMM client
ru: Всего обработано EMM

source: Total memory:
fr: Mémoire totale:

source: Total swap:
fr: Swap total:

source: Track
de: Spur
fr: Piste
ru: Дорожка

source: Transcoding:
fr: Transcodage:

source: Translation
de: Übersetzung
fr: Traduction

source: Translation Information
de: Übersetzung Information
fr: Information de traduction
ru: О переводе

source: Translation:
de: Übersetzung:
fr: Traduction:

source: Translations
de: Übersetzungen
fr: Traductions
ru: Перевод

source: Transmission mode
de: Übertragungstyp
fr: Mode de transmission
ru: Режим передачи

source: Transponder
fr: Transpondeur
ru: Транспондер

source: Trashcan:
de: Mülleimer:
fr: Poubelle:
ru: Корзина:

source: Travel & Events
de: Reise und Veranstaltungen
fr: Voyage & Evénements
ru: Путешествия

source: Tried to disable PIP, suddenly found no InfoBar.instance.
fr: Essai de désactiver PiP, soudain pas de InfoBar.instance trouvé.

source: Tries left:
de: Noch übrige Versuche:
fr: Essais restants:
ru: Осталось попыток:

source: Try to find used Transponders in terrestrial network.. please wait...
fr: Recherche des transpondeurs utilisés sur réseau terrestre… Veuillez patienter…

source: Try to find used transponders in cable network.. please wait...
de: Suche benutzte Transponder im Kabel Netzwerk. Bitte warten
fr: Essai de trouver transpondeurs utilisés sur réseau câble... Veuillez patienter...
ru: Пытаемся найти транспондеры, используемые в кабельной сети... Пожалуйста, подождите...

source: Try to find used transponders in terrestrial network.. please wait...
fr: Recherche des transpondeurs utilisés sur réseau terrestre… Veuillez patienter…

source: Trying to download a new packetlist. Please wait...
de: Versuche eine neue Paketliste herunterzuladen. Bitte warten
fr: Essai téléchargement nouvelle liste paquet. Veuillez patienter...
ru: Попытка загрузить новый список пакетов. Пожалуйста, подождите...

source: Trying to download the Youtube feed entries. Please wait...
de: Versuche, Youtube Feed Einträge herunterzuladen. Bitte warten
fr: Essai de téléchargement des entrées YouTube. Veuillez patienter...
ru: Загрузка видео с сервера Youtube. Пожалуйста, подождите...

source: Trying to download the Youtube search results. Please wait...
de: Versuche,Youtube Suchergebnisse herunterzuladen. Biite warten
fr: Essai de téléchargement des résultats de recherche YouTube. Veuillez patienter...
ru: Загрузка результатов поиска Youtube. Пожалуйста, подождите...

source: Tue
de: Die
fr: Mar
ru: Вт

source: Tuesday
de: Dienstag
fr: Mardi
ru: Вторник

source: Tun module needed for Openvpn:
fr: Le module Tun est nécessaire pour OpenVPN:

source: Tune
de: Tunen
fr: Accorder
ru: Настройка

source: Tune and focus
de: Abstimmen und einstellen
fr: Tune et focus
ru: Настроить и отфокусировать

source: Tune failed!
de: Tunen fehlgeschlagen!
fr: Echec accord
ru: Настройка неудачна! Проверьте сигнал!

source: Tuner configuration
de: Tuner-Konfiguration
fr: Configuration tuner
ru: Конфигурация тюнера

source: Tuner is not supported
de: Tuner wird nicht unterstützt
fr: Le tuner n'est pas supporté
ru: Тюнер не поддерживается

source: Tuner settings
de: Tuner Einstellungen
fr: Paramètres des tuners
ru: Настройки тюнера

source: Tuner slot
de: Tuner Platz
fr: Slot du tuner
ru: Слот тюнера

source: Tuner type %s
fr: Type de tuner %s

source: Tuning algorithm
de: Tuning-Algorithmus
fr: Algorithme de tuning

source: Turkish
de: Türkisch
fr: Turc
ru: Турецкий

source: Turn off HDMI-IN Full screen mode
fr: Désactiver le mode plein écran pour HDMI-IN

source: Turn off HDMI-IN PiP mode
de: Deaktiviere HDMI-In PiP-Modus
fr: Couper HDMI-IN mode incrustation d'image (PiP)
ru: Выключить PiP режим HDMI-IN

source: Turn on HDMI-IN Full screen mode
fr: Activer le mode plein écran pour HDMI-IN

source: Turn on HDMI-IN PiP mode
de: Aktiviere HDMI in PiP-Modus
fr: Activer mode HDMI-IN mode incrustation d'image (PiP)
ru: Включить PiP режим HDMI-IN

source: Turning step size
de: Rotor Schrittweite
fr: Changer la taille du pas de rotation
ru: Размер шага настройки

source: Two
de: Zwei
fr: Deux
ru: Два

source: Two lines
de: Zwei Zeilen
fr: Deux lignes
ru: Две линии

source: Type of scan
de: Art der Suche
fr: Type d'analyse
ru: Тип сканирования

source: USALS calibration
de: USALS Kalibrierung
fr: Calibration USALS
ru: Калибровка USALS

source: USB 2 device mounted in:
de: USB Gerät 2 gemountet in:
fr: USB 2 périphérique monté en:
ru: USB 2 установлено:

source: USB 3 device mounted in:
de: USB 3 Gerät gemountet in:
fr: USB 3 périphérique monté en:
ru: USB 3 установлено:

source: USB Disk Format
fr: Formatter un disque USB

source: USB device mounted in:
de: USB Gerät gemountet in:
fr: USB périphérique monté en:
ru: USB установлен:

source: Ukrainian
de: Ukrainisch
fr: Ukrainien

source: Unattended upgrade without GUI and reboot system
de: Stille Aktualisierung ohne Benutzeroberfläche und automatischer Neustart
fr: Mettre à jour automatiquement sans interface graphique et redémarrer le système
ru: Автоматическое обновление без графического интерфейса и перезагрузки системы

source: Undetermined
de: Unbestimmt
fr: Indéterminé
ru: Неопределенный

source: Undo install
de: Installation rückgängig machen
fr: Défaire installation
ru: Отменить установку

source: Undo uninstall
de: Deinstallation rückgängig machen
fr: Défaire désinstallation
ru: Отменить удаление

source: Unencrypted
de: Unverschlüsselt
fr: Non crypté
ru: Открытый

source: UnhandledKey
de: Unbearbeiteter Schlüssel
fr: Touche Non Gérée

source: Unhide parental control services
fr: Afficher les services avec contrôle parental

source: Unicable Matrix
fr: Matric Unicable
ru: Кабельный Matrix

source: Uninstall
de: Deinstallieren
fr: Désinstaller
ru: Удалить

source: United States
de: Vereinigte Staaten
fr: Etats-Unis
ru: США

source: Universal LNB
fr: LNB universel
ru: Универсальный LNB

source: Unknown
de: Unbekannt
fr: Inconnu
ru: Неизвестный

source: Unknown error
de: Bisher unbekannter Fehler
fr: Erreur inconnue
ru: Неизвестная ошибка

source: Unmark service as a dedicated 3D service
fr: Démarquer le service comme un service dédié à la 3D

source: Unmount
de: Unmounten
fr: Démonter
ru: Размонтировать

source: Unsupported
de: Nicht unterstützt
fr: Non supporté
ru: Не поддерживаемый

source: Up
de: Nach oben
fr: Haut

source: Update
fr: Mise à jour
ru: Обновление

source: Update Cache
fr: Mise à jour du cache
ru: Обновление кэша

source: Update Setup
de: Updateeinstellungen
fr: Configuration mise-à-jour
ru: Настройка обновления

source: Update and ask to reboot
de: Updaten und System neu starten
fr: Mise à jour et demander pour redémarrer.
ru: Обновить и спросить о перезагрузке

source: Update channel list only
de: Nur Kanalliste updaten
fr: Mise à jour uniquement de la liste des chaînes
ru: Обновить только список каналов

source: Update completed, %d package was installed.
de: Update vollendet, %d Paket aktualisiert
fr: Mise à jour terminée, %d package a été installé.
ru: Обновление завершено, установлен %d пакет.

source: Update delay for Events in List
fr: Délai de mise à jour pour la liste des évènements

source: Update delay for Events in List. Scrolling in List is faster with higher delay, specialy on big Lists !
fr: Délai de mise à jour pour la liste des évènements. Le déplacement dans la liste est plus rapide si le délai est plus grand, surtout pour les grandes listes!

source: Update failed. Your %s %s does not have a working internet connection.
de: Update fehlgeschlagen. Ihre %s %s hat keine Internetverbindung
fr: La mise-à-jour a échoué. Votre %s %s n'a pas de connexion Internet fonctionnelle.
ru: Обновление не удалось. Ваш %s %s не имеет работающего соединения с интернетом.

source: Update interval (in seconds)
de: Update Zeitintervall x Sekunden
fr: Intervalle de mise-à-jour (en secondes)
ru: Интервал обновления (в секундах)

source: Update/Backup your firmware, Backup/Restore settings
de: Update/Backup Ihrer Firmware, Backup/Restore Einstellungen
fr: Mise à jour / Sauvegarde de votre micrologiciel, Sauvegarder / Restaurer les paramètres
ru: Обновление/Резервное копирование/Восстановление

source: Update/Backup/Restore your box
de: Update/Backup/Restore Ihrer Box
fr: Mise à jour / Sauvegarde / Restauration de votre récepteur
ru: Обновление/Резервное копирование/Восстановление

source: Updatefeed not available.
de: Updatefeed nicht verfügbar
fr: MAJ feed non disponible.
ru: Обновления на сервере недоступны.

source: Updating mount locations.
de: Aktualisiere Mountpunkte
fr: Mise à jour des points de montage.
ru: Обновление места установки.

source: Updating software catalog
de: Softwarekatalog wird aktualisiert
fr: Mise à jour du catalogue logiciel
ru: Обновление каталога программного обеспечения

source: Upgradable Packages
de: Pakete mit Upgrades
fr: Paquets à mettre à jour
ru: Обновляемые пакеты

source: Upgrade and reboot system
de: Upgraden und neu starten
fr: Mettre à jour et redémarrer le système
ru: Обновить и перезагрузить систему

source: Upgrade finished.
de: Upgrade beendet
fr: Mise à jour terminée
ru: Модернизация завершена

source: Upgrade in progress Please wait until your %s %s reboots This may take a few minutes
de: Upgrade wird durchgeführt. Bitte warten, bis die %s %s automatisch neu startet. Dies könnte einige Minuten in Anspruch nehmen
fr: Mise à jour automatique en cours Veuillez attendre que votre %s %s redémarre. Cela peut prendre quelques minutes
ru: Идёт процесс автоматического обновления Пожалуйста, дождитесь перезагрузки %s %s Это может занять несколько минут

source: Upgrading
de: Wird aktualisiert
fr: Mise à jour en cours
ru: Модернизация

source: Upgrading Your
de: Aktualisiere Ihre
fr: Mise à jour en cours
ru: Обновление

source: Uptime
de: Laufzeit
fr: Tps de fct
ru: До времени

source: Usage setup
fr: Paramétrer usage

source: Use
de: Benutze/n
fr: Utiliser
ru: Использовать

source: Use DHCP
de: Adresse automatisch beziehen (DHCP)
fr: Utiliser DHCP
ru: Использовать DHCP

source: Use EIT EPG information when it is available.
de: EIT EPG-Informationen benutzen, wenn sie vorhanden sind
fr: Utilisez l'information EIT EPG quand il est disponible.
ru: Испольовать информацию EIT в EPG, когда она доступна.

source: Use FreeSat EPG information when it is available.
de: Freesat EPG-Informationen benutzen, wenn sie vorhanden sind
fr: Utilisez l'information FreeSat EPG quand il est disponible.
ru: Испольовать информацию FreeSat в EPG, когда она доступна.

source: Use Harddisk Hardware Standby Timer
de: Festplatten Ruhezustandstimer verwenden
fr: Utiliser minuterie veille matérielle du disque dur
ru: HW таймер режима ожидания диска

source: Use Keymap
fr: Utiliser le keymap

source: Use MHW EPG information when it is available.
de: MHW EPG-Informationen benutzen, wenn sie vorhanden sind
fr: Utilisez l'information MHW EPG quand il est disponible.
ru: Испольовать информацию MWH в EPG, когда она доступна.

source: Use Netmed EPG information when it is available.
de: NetMed EPG-Informationen benutzen, wenn sie vorhanden sind
fr: Utilisez l'information Netmed EPG quand il est disponible.
ru: Испольовать информацию Netmed в EPG, когда она доступна.

source: Use OK button for channel selection
fr: Utiliser OK pour la sélection de la chaîne

source: Use TV remote control
de: Fernbedienung des Fernsehers verwenden
fr: Utiliser la télécommande de la TV
ru: Использовать пульт управления ТВ

source: Use USALS for this sat
de: Benutze USALS für diesen Satelliten
fr: Utiliser USALS pour ce satellite
ru: Использовать USALS для этого спутника

source: Use ViaSat EPG information when it is available.
de: ViaSat EPG-Informationen benutzen, wenn sie vorhanden sind
fr: Utilisez l'information ViaSat EPG quand il est disponible.
ru: Испольовать информацию ViaSat в EPG, когда она доступна.

source: Use Virgin EPG information when it is available.
de: Virgin EPG-Informationen benutzen, wenn sie vorhanden sind
fr: Utilisez l'information Virgin EPG quand il est disponible.
ru: Испольовать Virgin EPG, когда оно доступно.

source: Use Your onw server for feed downloads
de: Verwenden Sie Ihren eigenen Server für Downloads vom Feed
fr: Utiliser votre propre serveur pour télécharger les feeds
ru: Используйте свой собственный сервер для загрузки

source: Use a gateway
de: Einen Gateway verwenden
fr: Utiliser la passerelle
ru: Использовать шлюз

source: Use as HDD
de: Als HDD verwenden
fr: Utiliser comme disque dur
ru: Использовать как HDD

source: Use channel change with UP/DOWN button
fr: Utiliser les boutons HAUT/BAS pour changer de chaîne

source: Use circular LNB
de: Verwende zirkuläres LNB
fr: Utiliser un LNB circulaire

source: Use extended List
fr: Utiliser la liste étendue

source: Use fastscan channel names
de: Benutze Fast-Scan Sendernamen
fr: Utiliser l'analyse rapide du nom des chaînes
ru: Быстрый поиск имен каналов

source: Use fastscan channel numbering
de: Benutze Fast-Scan Sendernummern
fr: Utiliser l'analyse rapide pour la numérotation des chaînes
ru: Быстрый поиск номера канала

source: Use for load only x days in EPG
de: Festlegen der Tage zum laden des EPG
fr: Utiliser pour charger uniquement x jours dans l’EPG

source: Use frequency or channel
de: Benutze Frequenz oder Kanal
fr: Utilisez fréquence ou chaîne
ru: Использовать частоту или канал

source: Use individual settings for each directory
de: Individuelle Einstellungen für jeden Ordner verwenden
fr: Se rappeler de ces paramètres pour chaque dossier
ru: Запомнить эти параметры для каждого каталога

source: Use interface
de: Benutze Interface
fr: Utiliser l'interface
ru: Использовать интерфейс

source: Use official channel numbering
de: Benutze offizielle Sendernummern
fr: Utiliser la numérotation officielle des chaînes
ru: Стандартная нумерация каналов

source: Use original DVB subtitle position
de: Benutze originale Position der DVB Untertitel
fr: Utiliser le position original des sous-titres DVB
ru: Оригинальная позиция субтитров

source: Use original teletext position
de: Benutze originale Position der Videotext Untertitel
fr: Utilisez la position d'origine du télétexte
ru: Стандартное отображение телетекста
