Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
de: Einstellung der vertikalen Position von Untertiteln, gemessen vom unteren Bildrand
fr: Configurer la position verticale des sous-titres, mesurée depuis le bas de l'écran.
ru: Настройка вертикального положения субтитров, измерение от нижней части экрана.

source: Configure the width allocated to the picon.
de: Einstellung der freigehaltene Breite für Picons
fr: Configurer la largeur attribuée au picon.
ru: Настройте ширину места отведенного под пикон.

source: Configure the width allocated to the service name.
de: Einstellung der freigehaltene Breite für den Sendernamen
fr: Configurer la largeur allouée au nom du service.
ru: Настройте ширину места отведенного под наименование канала.

source: Configure to show the channel names, picons, or both in the EPG.
de: Einstellen, ob PIcons, Sendernamen oder beides im EPG angezeigt werden sollen
fr: Afficher le nom des chaînes, les picons, ou les deux dans l'EPG.
ru: Выберите отображение в EPG - названия каналов, пиконы или всё вместе

source: Configure updates parameters
de: Einstellung der Update Parameter
fr: Configurer les mises à jour des paramètres
ru: Настройка параметров обновлений

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
de: Einstellen, ob und wie lange bei zweimaligem OK eine zweite Infobar angezeigt wird. Sie gibt zusätzliche Information zum laufenden Sender.
fr: Configurer si (et pour combien de temps) une seconde barre d'info sera affichée en appuyant deux fois sur OK. La seconde barre d'info contient des informations additionnelles au sujet de la chaîne en cours.
ru: Указать, будет ли (и как долго) показана вторая информационная панель при двойном нажатии кнопки ОК. Вторая информационная панель содержит дополнительную информацию о текущем канале.

source: Configure whether or not an rotor position will be displayed on infobar
fr: Configurer si oui ou non la position du rotor s'affichera dans la barre d'info

source: Configure whether the 'recording' symbol (in the display skin and LCD skin) is visible for real recordings only or also for streaming and pseuso recordings (e.g. EPGrefresh).
fr: Configure si le symbole ‘enregistrement’ (dans le théme de l’affichage et le théme du LCD) est visible pour les enregistrements réels uniquement ou aussi pour le streaming et les pseudos enregistrements (par exemple EPGrefresh).

source: Configure which color format should be used on the SCART output.
de: Einstellung, welches Farbformat an SCART ausgegeben werden soll (CVBS, RGB, YUV, RGB)
fr: Configurer le type de sortie couleur sur la prise Péritel (SCART).
ru: Настройка цветового формата который должны быть использован на SCART выходе.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
de: Stellen Sie ein,welcher Tuner für Aufnahmen bevorzugt wird, wenn mehr als ein Tuner verfügbar ist.
fr: Configure quel tuner sera préféré pour l'enregistrement, lorsque plus d'un tuner est disponible.
ru: Настройка приоритета тюнера для записи, если доступно несколько.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners.
de: Einstellung, welche Tunerart bevorzugt benutzt werden soll, wenn der selbe Sender auf verschiedenen Tuner verfügbar ist
fr: Configure quel tuner sera préféré lorsque le même service existe sur plusieurs tuners.
ru: Настройка предпочтителього типа тюнера, если доступно несколько.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
de: Einstellung, welcher Tuner bevorzugt benutzt werden soll, wenn mehr als einer verfügbar ist. Wenn 'Auto' eingestellt ist so wird zuerst der Tuner mit den wenigsten Sendern/Satelliten genommen.
fr: Configure quel tuner sera préféré, lorsque plusieurs tuners sont disponibles. Si c'est défini sur 'Auto' le système va donner la priorité sur le tuner ayant le plus petit nombre de chaînes/satellites.
ru: Настройка предпочтительного тюнера, если доступно более одого тюнера. Если установлено значение «Авто», система будет отдавать приоритет тюнеру с наименьшим числом каналов/спутников.

source: Configure your NTP server.
de: Ihre NTP Server konfigurieren
fr: Configurer votre serveur NTP (Network Time Protocol)
ru: Настройка NTP сервера

source: Configure your internal LAN
de: Internes Netzwerk konfigurieren
fr: Configurer votre réseau interne
ru: Настройка LAN

source: Configure your network again
de: Netzwerk erneut konfigurieren
fr: Configurer à nouveau votre réseau
ru: Повторить настройку сети

source: Configure your network settings, and press OK to start the scan
de: Konfigurieren Sie das Netzwerk und drücken OK, um den Scan zu starten
fr: Configurez vos paramètres réseau, puis appuyez sur 'OK' pour lancer l'analyse
ru: Настройте параметры сети, затем нажмите OK для начала поиска

source: Configure your wireless LAN again
de: WLAN erneut konfigurieren
fr: Configurer à nouveau votre réseau sans fil
ru: Повторить настройку беспроводной сети

source: Configure zap messages
de: Einstellungen der Zap Hinweise
fr: Configurer les messages de zap
ru: Настройки системных сообщений

source: Configures which video output connector will be used.
de: Diese Option erlaubt es, den Videoausgang einzustellen
fr: Configurer le connecteur vidéo de sortie à utiliser.
ru: Укажите, какой разъем видеовыхода будет использован.

source: Configuring
de: Konfiguriere
fr: Configuration
ru: Конфигурирование

source: Conflicting timer
de: In Konflikt stehender Timer
fr: Programmation conflictuelle
ru: Конфликт таймеров

source: Connect
de: Verbinden
fr: Connecter
ru: Подключение

source: Connect can not be established
de: Verbindung kann nicht hersgestellt werden
fr: La connexion ne peut pas être établie
ru: Соединение не может быть установлено

source: Connect to a wireless network
de: Mit einem WLAN verbinden
fr: Connecter à un réseau sans fil
ru: Подключение к беспроводной сети

source: Connect your usb storage to your %s %s box
fr: Connectez votre stockage USB sur votre récepteur %s %s ?

source: Connected clients
de: Verbundene Clients
fr: Clients connectés
ru: Подключённые клиенты

source: Connected satellites
de: Verbundene Satelliten
fr: Satellites connectés
ru: Подключенные спутники

source: Connected to
de: Verbunden mit
fr: Connecté à
ru: Подключен к

source: Connected:
de: Verbunden:
fr: Connecté:
ru: Подключено:

source: Connection Established
de: Verbindung hergestellt
fr: Connexion établie
ru: Соединение установлено

source: Content
de: Inhalt
fr: Contenu
ru: Содержание

source: Content does not fit on DVD!
de: Inhalt passt nicht auf die DVD!
fr: Le contenu ne tient pas sur le DVD!
ru: Содержание не помещается на DVD!

source: Context
de: Kontext
fr: Contexte

source: Continue
de: Weiter
fr: Continuer
ru: Продолжение

source: Continue ->
fr: Continuer ->

source: Continue in background
de: Im Hintergund fortsetzen
fr: Continuer en tâche de fond

source: Continue playback
de: Playback fortsetzen
fr: Continuer la lecture
ru: Продолжить воспроизведение

source: Continue playing
de: Abspielen fortsetzen
fr: Lecture continue
ru: Продолжить воспроизведение

source: Continues
de: Es geht weiter
fr: Continués
ru: Продолжает

source: Continues play (loop)
de: Endloswiedergabe (Schleife)
fr: Lecture en continu (boucle)
ru: Продолжить по кольцу

source: Contrast
de: Kontrast
fr: Contraste
ru: Контраст

source: Control of the position how finished timers are shown in the Timer List.
de: Einstellung der Position, an der erledigte Timer in der Timerliste stehen sollen
fr: Contrôle la position des programmations terminées dans la liste des programmations.
ru: Положение выполненных таймеров в списке.

source: Control the Infobar fading speed
de: Ausblendegeschwindigkeit einstellen
fr: Contrôle la vitesse du fondu de l'info-barre

source: Convert ext3 to ext4
de: Ext3 in ext4 umwandeln
fr: Convertir ext3 vers ext4
ru: Конвертировать Ext3 в Ext4

source: Convert filesystem ext3 to ext4
de: Dateisystem ext3 in ext4 umwandeln
fr: Convertir le système de fichiers ext3 vers ext4
ru: Конвертировать файловую систему Ext3 в Ext4

source: Convert subtitle:
fr: Convertir les sous-titres

source: Converting ext3 to ext4...
de: Wandle Dateisystem ext3 in ext4 um...
fr: Convertir ext3 vers ext4...
ru: Конвертировать Ext3 в Ext4...

source: Copy
de: Kopieren
fr: Copier
ru: Копировать

source: Copy Channel list ?
de: Kanalliste kopieren?
fr: Copier la liste des chaînes?

source: Copy Settings ( not recommend ) ?
de: Einstellungen auf das neue Image kopieren? Nicht empfohlen.
fr: Copier les paramètres (pas recommandé)?

source: Copy file - existing file will be overwritten !
fr: Copier fichier - les fichiers existants seront écrasés!

source: Copy folder - existing folders/files will be overwritten !
fr: Copier répertoire - les répertoires/fichiers existants seront écrasés!

source: Copy to bouquets
fr: Copier vers bouquets

source: Copy your keymap to /usr/share/enigma2/keymap.usr
fr: Copie de votre keymap vers /usr/share/enigma2/keymap.usr

source: Copying files
de: Kopiere Dateien
fr: Copie des fichiers en cours
ru: Копирование файлов

source: Cores: %s
fr: Coeurs: %s

source: Could not connect to server
fr: Impossible de se connecter sur le serveur

source: Could not find installed channel list.
de: Kann keine installierte Senderliste finden
fr: Aucune liste des chaînes trouvées.
ru: Не удалось найти установленных списков каналов.

source: Could not grep Memory Usage information from busybox
de: Speicherauslastung der busybox konnte nicht ermittelt werden
fr: Impossible d'obtenir les informations sur l'usage mémoire depuis busybox
ru: Невозможно найти информацию об использовании памяти из BusyBox

source: Could not grep Uptime Information from busybox
de: Uptimeinformation der busybox konnte nicht ermittelt werden
fr: Impossible d'obtenir depuis combien de temps le système est actif depuis busybox
ru: Невозможно найти информацию о времени работы из BusyBox

source: Could not load Medium! No disc inserted?
de: Konnte Medium nicht laden. Keine Disc im Laufwerk?
fr: Ne peux charger le support! Aucun disque inséré?
ru: Не удалось загрузить носитель! Вставлен ли диск?

source: Could not open Picture in Picture
de: Bild in Bild konnte nicht geöffnet werden
fr: N'a pu ouvrir l'incrusation d'image
ru: Не удалось отбразить Картинку в картинке

source: Could not open the file %s!
de: Kann Datei %s nicht öffnen!
fr: Impossible d'ouvrir le fichier %s!
ru: Не удалось открыть файл %s!

source: Could not record due to a conflicting timer %s
fr: Impossible d’enregistrer à cause d’une programmation conflictuelle %s

source: Could not record due to an invalid service %s
fr: Impossible d’enregistrer à cause d’un service invalide %s

source: Could not save configfile %s!
de: Kann Config-Datei %s nicht speichern
fr: Impossible de sauvegarder le fichier de configuration %s!
ru: Не удалось сохранить файл конфигурации %s!

source: Country
de: Land
fr: Pays
ru: Страна

source: Country :
de: Land:
fr: Pays :
ru: Страна :

source: Crash Logs
fr: Logs des crashs
ru: Отчёт об ошибках

source: Create
de: Erstelle
fr: Créer
ru: Создать

source: Create Bludisc ISO file
de: Bluediscc ISO Datei erstellen
fr: Créer une image ISO Blu-Disc
ru: Создать Bludisc ISO файл

source: Create DVD-ISO
de: DVD-ISO erstellen
fr: Créer DVD-ISO
ru: Создать DVD-ISO

source: Create ISO
de: ISO erstellen
fr: Créer un ISO
ru: Создать ISO

source: Create Your settings and plugins backup
de: Erstellen Sie ein Backup Ihrer Einstellungen und Plugins
fr: Créer une sauvegarde de vos paramètres et plugins
ru: Создайте копию ваших настроек и плагинов

source: Create directory
de: Verzeichnis erstellen
fr: Créer répertoire
ru: создать каталог

source: Create flashable image backup
de: Ein flashbares Image-Backup erzeugen
fr: Créer une sauvegarde flashage de l'image.
ru: Создайте полное резервное копирование имиджа

source: Create new folder and exit
fr: Créer un nouveau répertoire et sortir

source: Create swap file partition
fr: Créer une partition swap

source: Create symlink to file
fr: Créer un lien symbolique vers un fichier

source: Creating AP and SC Files
de: AP- und SC-Dateien erzeugen
fr: Création des fichiers AP et SC
ru: Создание AP и SC файлов

source: Creating directory %s failed.
de: Erzeugen des Verzeichnisses %s fehlgeschlagen.
fr: Echec création répertoire %s.
ru: Не удалось создать каталог %s

source: Creating file system
de: Erstelle Dateisystem
fr: Créer le système de fichiers
ru: Создание файловой системы

source: Creating partition
de: Partition erstellen
fr: Créer la partition
ru: Создание раздела

source: Croatian
de: Kroatisch
fr: Croate
ru: Хорватский

source: Cron Manager
de: Cron Verwaltung
fr: Gestionnaire Cron
ru: Крон менеджер

source: CronTimers
de: CronTimer
fr: Programmations Cron
ru: Крон Таймеры

source: Current CEC address
de: Aktuelle CEC-Adresse
fr: Adresse CEC actuelle
ru: Текущий HDMI адрес

source: Current Event:
de: Aktuelles Programm:
fr: Evénement actuel:
ru: Текущее событие:

source: Current Memory Usage :
de: Derzeitige Speicherauslastung:
fr: Usage mémoire actuel:
ru: Текущее использование памяти :

source: Current Status:
de: Aktueller Status:
fr: Statut courant:
ru: Текущее состояние:

source: Current Time, Operating Time and Load Average :
de: Aktuelle Zeit, Betriebszeit und durschschnittliche Auslastung
fr: Heure actuelle, durée d'activité et charge moyenne:
ru: Текущее время, Время работы и Средняя загрузка :

source: Current device:
de: Aktuelles Gerät:
fr: Périphérique actuel:
ru: Текущее устройство:

source: Current location
fr: Emplacement actuel

source: Current mode: %s
de: Aktueller Modus: %s
fr: Mode actuel: %s
ru: Текущий режим: %s

source: Current settings:
de: Aktuelle Einstellungen
fr: Paramètres actuels:
ru: Текущие настройки:

source: Current time
de: Aktuelle Zeit
fr: Heure actuelle
ru: Текущее время:

source: Current transponder
de: Aktueller Transponder
fr: Transpondeur actuel
ru: Текущий транспондер:

source: Current value:
de: Aktueller Wert:
fr: Valeur actuelle:
ru: Текущее значение:

source: Custom
de: Benutzerdefiniert
fr: Personnaliser
ru: Дополнительно...

source: Custom skip time for '1'/'3' buttons
de: Gewünschte Sprungzeit für '1'/'3` Tasten
fr: Personnaliser durée du saut des touches '1' et '3'
ru: Пользовательская перемотка для кнопок '1'/ '3'

source: Custom skip time for '4'/'6' buttons
de: Gewünschte Sprungzeit für '4'/'6'-Tasten
fr: Personnaliser durée saut pour touches '4' et '6'
ru: Время сдвига для кнопок '4' и '6'

source: Custom skip time for '7'/'9' buttons
de: Gewünschte Sprungzeit für '7'/'9'-Tasten
fr: Personnaliser durée saut pour touches '7' et '9'
ru: Время сдвига для кнопок '7' и '9'

source: Customize
de: Anpassen
fr: Personnaliser
ru: Режим работы

source: Cut
de: Schneiden
fr: Couper
ru: Вырезать

source: Cutlist editor
fr: Editeur de montage
ru: Редактор списка обрезки видео

source: Cutlist editor...
de: Schnitteditor
fr: Editeur monter/couper...
ru: Редактор видео

source: Czech
de: Tchechisch
fr: Tchèque
ru: Чешский

source: Czech Republic
de: Tschechische Republik
fr: République Tchèque
ru: Чехия

source: DLNA support
de: DLNA-Unterstützung
fr: Support DLNA
ru: Поддержка DLNA

source: DMM advanced
de: DMM erweitert
fr: DMM avancé
ru: DMM расширенно

source: DUAL LAYER DVD
fr: DVD DOUBLE COUCHE
ru: Двухслойный DVD

source: DVB CI Delay
fr: Délai DVB CI

source: DVB Snoop Help
de: DVB Snoop Hilfe
fr: Aide DVB Snoop
ru: Dvbsnoop

source: DVB subtitle black transparency
de: DVB Untertitel Transparenz zu schwarz
fr: Transparence des sous-titres DVB noirs
ru: Прозрачность фона DVB субтитров

source: DVD File Browser
de: DVD Dateibrowser
fr: Navigateur fichiers DVD
ru: Обзор файлов DVD

source: DVD Menu
fr: Menu DVD

source: DVD Titlelist
de: DVD Titelliste
fr: Liste titres DVD
ru: Список DVD

source: DVD file browser
fr: Navigateur fichiers DVD

source: DVD player
fr: Lecteur DVD
ru: DVD проигрыватель

source: Daily
de: Täglich
fr: Quotidien
ru: ежедневно

source: Danish
de: Dänisch
fr: Danois
ru: Датский

source: Data provider:
de: Daten Anbieter:
fr: Donnée opérateur:
ru: Провайдер:

source: Date/time input
de: Eingabe von Datum und Zeit
fr: Entrer date/heure

source: De-select
fr: Dé-selectionner

source: Debug Logs
fr: Logs de débogage
ru: Журнал отладки

source: December
de: Dezember
fr: décembre
ru: Декабрь

source: Decoding Setup
de: Einstellung für das Decoding
fr: Paramètre décodage
ru: Сервисные сообщения

source: Deep Standby
fr: Veille profonde
ru: Полный режим ожидания

source: Deep standby
de: Ganz herunterfahren
fr: Veille profonde
ru: Выключить ресивер

source: Default
de: Standard
fr: Standard
ru: По умолчанию

source: Default (keymap.xml)
fr: Défaut (keymap.xml)

source: Default 'After event'
fr: Défaut 'Après l'événement'

source: Default Folder
de: Standardordner
fr: Répertoire standard
ru: Каталог по умолчанию

source: Default folder
de: Standardordner
fr: Répertoire standard
ru: Папка по умолчанию

source: Default movie location
de: Filmlisten Standardverzeichnis
fr: Emplacement standard films
ru: Расположение записей

source: Default recording type
de: Standard Aufnahmetyp
fr: Type d'enregistrement standard
ru: Тип записи по умолчанию

source: Default settings
de: Voreinstellungen
fr: Paramètres standards
ru: Настройки по умолчанию

source: Defaults
de: Standard
fr: Standards
ru: Умолчания

source: Defined By Broadcaster (%d)
fr: Défini par l’émetteur (%d)

source: Defines how fast the time jumps are repeated. Values lower than 500ms may be problematic with NAS.
fr: Définir à quelle vitesse les sauts dans le temps sont répétés. Les valeurs inférieurs à 500ms peuvent être problématique avec un NAS.

source: Defines the jump distance for backward jumps. The value is multiplied by the rewind speed, e.g. -4x. Values significantly lower than 2s may not work with all media files.
fr: Définir la distance de saut en arrière. La valeur est multiplié par la vitesse de retour rapide, p.e. 4x. Les valeurs significatives plus petites que 2s peuvent ne pas fonctionner avec les fichiers multimédias.

source: Defines the jump distance for forward jumps. The value is multiplied by the wind speed, e.g. 4x. Values significantly lower than 4s may not work with all media files.
fr: Définir la distance de saut en avant. La valeur est multiplié par la vitesse en avance rapide, p.e. 4x. Les valeurs significatives plus petites que 2s peuvent ne pas fonctionner avec les fichiers multimédias.

source: Defines which fast forward speeds are using normal cueing. All other forward speeds and all rewind speeds use time jumps.
fr: Définir quelles vitesses d’avance rapide utilise la queue normale. Toutes les autres vitesses avants et arrières utiliseront le saut dans le temps.

source: Delay after change voltage before switch command
de: Sendeverzögerung nach Ändern der Spannung
fr: Délai avant de changer le voltage avant la commande de bascule (switch)

source: Delay after continuous tone disable before diseqc
de: Sendeverzögerung nach Abschalten des dauerhaften Diseqcbefehls
fr: Délai après tonalité continue désactiver avant diseqc

source: Delay after diseqc peripherial poweron command
de: Sendeverzögerung nach Diseqceinschaltbefehl
fr: Délai après la commande d'allumage de l'équipement diseqc

source: Delay after diseqc reset command
de: Sendeverzögerung nach Diseqc Resetbefehl
fr: Délai après la commande de reset du diseqc

source: Delay after enable voltage before motor command
de: Sendeverzögerung nach Spannungseinschaltbefehl für den Drehmotor
fr: Délai après activé voltage et avant la commande moteur

source: Delay after enable voltage before switch command
de: Sendeverzögerung nach Umschaltbefehl bei Diseqc
fr: Délai après activé voltage et avant la commande de bascule (switch)

source: Delay after final continuous tone change
de: Sendeverzögerung nach endgültiger Änderung des Dauertonbefehls
fr: Délai après le changement continu de la tonalité

source: Delay after last diseqc command
de: Sendeverzögerung nach letztem Dseqc Befehl
fr: Délai après la dernière commande diseqc

source: Delay after last voltage change
de: Sendeverzögerung nach letztem Spannungsänderungsbefehl
fr: Délai après le dernier changement de voltage

source: Delay after motor stop command
de: Sendeverzögerung nach Motorhaltbefehl
fr: Délai après la commande d'arrêt moteur

source: Delay after set voltage before measure motor power
de: Sendeverzögerung nach Spannungsänderungsbefehl vor der Messung der Motorleistung
fr: Délai après activer voltage et avant de mesurer la puissance du moteur

source: Delay after toneburst
de: Sendeverzögerung nach Toneburst
fr: Délai après toneburst

source: Delay after voltage change before motor command
de: Sendeverzögerung nach Spannungsänderng des Motorbefehls
fr: Délai après le changement de voltage et avant la commande moteur

source: Delay before key repeat starts:
de: Verzögerung, bevor Tastenwiederholung startet
fr: Délai avant que la répétition des touches démarre:
ru: Задержка перед повторным запросом ключа

source: Delay before sequence repeat
de: Verzögerung, bevor die Sequenz wiederholt wird
fr: Délai entre la répétition d'une séquence

source: Delay between diseqc commands
de: Sendeverzögerung zwischen mehreren Diseqcbefehlen
fr: Délai entre les commandes diseqc

source: Delay between switch and motor command
de: Sendeverzögerung zwischen Umschalt-und Motorsteuerungsbefehl
fr: Délai entre bascule (switch) et commande moteur

source: Delay for external subtitles
de: Verzögerung für externe Untertitel
fr: Délai pour les sous-titres externes
ru: Задержка для внешних субтитров

source: Delay in miliseconds after finish scrolling text on display.
fr: Délai en millisecondes après la fin du texte défilant sur l'affichage.

source: Delay in miliseconds before start of scrolling text on display.
fr: Délai en millisecondes avant le démarrage du défilement sur l'affichage.

source: Delay time
de: Zeitverzögerung
fr: Temps de retard
ru: Время задержки

source: Delay:
de: Verzögerung:
fr: Délai:
ru: Задережка:

source: Delete
de: Löschen
fr: Effacer
ru: Удалить

source: Delete %s?
de: %s löschen?
fr: Effacer %s?
ru: Удалить %s?

source: Delete Confirmation
de: Bestätige Löschvorgang
fr: Confirmation de l'effacement
ru: Подтверждение удаления

source: Delete EPG
de: EPG löschen
fr: Effacer EPG

source: Delete Language
de: Sprache löschen
fr: Effacer langue
ru: Удалить язык

source: Delete entry
de: Eintrag löschen
fr: Retire entrée
ru: удалить выбранное

source: Delete failed!
de: Löschen fehlgeschlagen.
fr: L'effacement a échoué!
ru: Удаление неудачно!

source: Delete file
de: Datei löschen
fr: Effacer fichier
ru: удалить файл

source: Delete folder
fr: Effacer répertoire

source: Delete playlist entry
de: Wiedergabelisteneintrag löschen
fr: Effacer entrée liste de lecture
ru: удалить запись из списка воспроизведения

source: Delete saved playlist
de: Gesicherte Wiedergabeliste löschen
fr: Effacer liste de lecture sauvée
ru: удалить сохраненный плейлист

source: Delete the current timeshift buffer and restart timeshift
fr: Effacer le buffer de PauseDirect actuel et redémarre le PauseDirect

source: Delete timer
de: Timer löschen
fr: Effacer programmation
ru: Удалить таймер

source: Deleted
de: Gelöscht
fr: Supprimé
ru: Удалённый

source: Deleted %s!
de: %s gelöscht!
fr: %s a été effacé!
ru: Удалённо %s!

source: Deleted items
de: Gelöschte Objekte
fr: Eléments supprimés
ru: Удаленные

source: Deleting files
de: Lösche Dateien
fr: Effacement des fichiers
ru: Удаление файлов
