Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: When enabled the online checker will also check for experimental versions
de: Wenn aktiviert, werden auch experimentelle Versionen gesucht
fr: Lorsqu'il est activé le vérificateur en ligne sera également vérifier les versions expérimentales
ru: Если функция включена, система также проверит тестовые версии

source: When enabled you can control the volume with the arrow buttons instead of getting the channel selection list
fr: Lorsqu'elle est activée, vous pouvez contrôler le volume avec les flècges à la place d'ouvrir la liste de sélection des chaînes.

source: When enabled you can zap channels with the UP, DOWN buttons instead of opening the channel selection list.
fr: Lorsqu'elle est activée, vous pouvez zapper les chaînes avec les boutons HAUT,BAS à la place d'ouvrir la liste de sélection des chaînes.

source: When enabled you get the channel selection list via the OK button, the infobar toggle is then transfered to exit button
fr: Lorsque c’est activé vous obtenez la liste des chaîne en appuyant sur OK, l’appartion de la barre d’info est alors basculer sur le bouton EXIT.

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
de: Wenn aktiviert, werden AIT Daten in HTTP Stream eingebettet. Dies erlaubt es einem Client Receiver HBBTV zu benutzen
fr: Lorsqu'elle est activée, les données de l'AIT seront inclus dans les flux http. Cela permet à un récepteur de client d'utiliser HbbTV.
ru: Если эта функция включена, EIT данные будут включены в HTTP-потоки. Это позволяет клиентам использовать приемник HbbTV.

source: When enabled, ECM data will be included in http streams. This allows a client receiver to do the descrambling.
fr: Lorsqu'elle est activée, les données ECM seront inclus dans les flux http. Cela permet à un récepteur client de faire le décryptage.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
de: Wenn aktiviert, werden EIT Daten in HTTP Streams eingebettet. Dies erlaubt es einem Client Receiver EPG anzuzeigen
fr: Lorsqu'elle est activée, les données de l'EIT seront inclus dans les flux http. Cela permet à un récepteur client d'afficher l'EPG.
ru: Если эта функция включена, EIT данные будут включены в HTTP-потоки. Это позволяет приемнику-клиенту показать EPG.

source: When enabled, Enigma2 will load unlinked bouquets. This means that bouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are upgraded
de: Eingeschaltet, lädt dies unverbundene Senderlisten. Sind diese verfügbar, aber nicht in bouquets.tv oder bouquets.radio.files enthalten, werden sie trotzdem geladen. So können Sie Ihre persönlichen Senderlisten erhalten, wobei installierte Einstellungen aktualisiert weden.
fr: Lorsqu’elle est activée, enigma2 chargera les userbouquets non liés. Cela signifie que les userbouquets qui sont disponibles, mais pas repris dans les fichiers bouquets.tv ou bouquets.radio, seront chargés. Cela vous permets par exemple de garder vos propres bouquets lorsque les bouquets téléchargés sont mis à jour.

source: When enabled, True/False, Yes/No, On/Off and Enabled/Disabled set up options will be displayed as a graphical switch.
fr: Lorsque c’est activé, Vrai/Faux, Oui/Non, On/Off et Activé/Désactivé seront affiché comme des interrupteurs graphiques.

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
de: Zeigt Nachricht, wenn ein Film endet und ein neuer Film beginnt
fr: Lorsqu'elle est activée, un message contextuel s'affiche quand un film est terminé et le suivant va commencer.
ru: Если функция включена, будет показано всплывающее сообщение.

source: When enabled, a popup message will be shown when a recording starts.
de: Zeigt Nachricht, wenn eine Aufnahme startet
fr: Lorsqu'elle est activée, un message contextuel s'affiche lorsque l'enregistrement commence.
ru: Если функция включена, всплывает сообщение при начале записи

source: When enabled, a recording is allowed to abort picture-in-picture mode, when there are no free tuners.
fr: Lorsqu’il est activé, un enregistrement est autorisé à interrompre un image dans image (PiP), lorsqu’aucun tuner n’est libre.

source: When enabled, a recording is allowed to abort pseudo recordings, when there are no free tuners.
fr: Lorsqu’il est activé, un enregistrement est autorisé à interrompre un pseudo-enregistrement, lorsqu’aucun tuner n’est libre.

source: When enabled, a recording is allowed to abort streaming, when there are no free tuners.
fr: Lorsqu’il est activé, un enregistrement est autorisé à interrompre le streaming, lorsqu’aucun tuner n’est libre.

source: When enabled, a recording is allowed to interrupt live tv, when there are no free tuners.
fr: Lorsqu'elle est activée, un enregistrement est autorisé à interrompre la télévision en direct, quand il n'y a pas de tuners libres.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
de: Aktiviert, wird eine Warnung angezeigt und der Benutzer hat die Möglchkeit, TimeShift zu stoppen oder fortzuführen
fr: Lorsqu'elle est activée, un avertissement s'affiche et l'utilisateur obtiendra une option pour arrêter ou de poursuivre le PauseDirect.
ru: Когда включено, будет предупреждение, и пользователь может остановить или продолжить TimeShift.

source: When enabled, additional infobar will smoothly slides on the screen.
fr: Lorsqu'il est activé, la barre d'info supplémentaire glissera doucement sur l'écran.

source: When enabled, all sliders set up options will be displayed as a graphical sldier.
fr: Lorsque c’est activé, tous interrupteurs seront affichés comme un interrupteur graphique.

source: When enabled, authentication is required to watch http streams.
de: Aktiviert, wird eine Authentifizierung für HTTP-Streams benötigt
fr: Lorsque c'est activé, l'authentification est requise pour regarder des flux http.
ru: Если функция включена, требуется аутентификация для просмотра HTTP потоков.

source: When enabled, channel numbering will start at '1' for every bouquet.
de: Wenn "Ja", fangen die Kanalnummern in jeder Bouquetliste mit '1' an
fr: Lorsqu'elle est activée, la numérotation des chaînes débute à '1 'pour chaque bouquet.
ru: Если функция включена, нумерация начнется с '1' для каждого букета.

source: When enabled, channel selection will smoothly slides on the screen.
fr: Lorsqu'elle est activée, la sélection des chaînes apparaitra doucement sur l'écran.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
de: Wenn der Bildinhalt einSeitenverhältnis von 4:3 hat, wählen, ob das Bild gestreckt werden soll, um den ganzen Bildschirm zu füllen
fr: Lorsqu'elle est activée, le contenu d'un rapport d'aspect de 4:3 sera étirée pour s'adapter à l'écran.
ru: Если эта функция включена, изображение с соотношением сторон 4:3 будет растянуто на весь экран.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached.
de: Wenn "Ja", wird am Ende einer Bouquetliste auf den ersten Kanal der nächsten Bouquetliste geschaltet
fr: Lorsqu'elle est activée, passez au bouquet suivant quand la dernière chaîne du bouquet courant est atteinte.
ru: Если функция включена, автоматический переход от одного букета к другому при смене каналов.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
de: Aktiviert, werden gelöschte Aufnahmen in den Mülleimer verschoben, anstatt wirklich gelöscht zu werden
fr: Lorsqu'elle est activée, les enregistrements supprimés sont déplacés dans la corbeille, au lieu d'être supprimé immédiatement.
ru: Если функция включена, удаленные записи перемещаются в корзину.

source: When enabled, external subtitles will always be turned on for movie playback.
de: Aktiviert, werden externe Untertitel bei Filmwiedergabe immer eingeschaltet
fr: Lorsqu'il est activé, sous-titres externes seront toujours activés pour la lecture de films.
ru: Если функция включена, внешние субтитры всегда будут включены.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
de: Bevorzuge grafische DVB Untertitel vor Videotext Untertiteln, wenn beide vorhanden sind
fr: Lorsqu'elle est activée, graphiques sous-titres DVB sont préférés aux sous-titrage télétexte, lorsque les deux types sont disponibles.
ru: Если функция включена, графические DVB субтитры будут иметь приоритет над субтитрами телетекста.

source: When enabled, graphical DVB subtitles will be centered horizontally.
de: Aktiviert, werden grafische DVB Untertitel horizontal zentriert
fr: Lorsqu'elle est activée, graphiques sous-titres DVB seront centrés horizontalement.
ru: Если функция включена, графические субтитры будут в центре по горизонтали.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
de: Aktiviert, werden grafische DVB Untertitel an der Originalposition dargestellt
fr: Lorsqu'elle est activée, graphiques sous-titres DVB seront affichées à leur position d'origine.
ru: Если функция включена, графические субтитры будут отображаться в исходном положении.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
de: Aktiviert, werden grafische DVB Untertitel in Gelb statt der Originalfarbe dargestellt
fr: Lorsqu'elle est activée, graphiques sous-titres DVB seront affichés en jaune, au lieu de la couleur d'origine.
ru: Если функция включена, графические субтитры будут отображаться желтыми.

source: When enabled, infobar will smoothly slides on the screen.
fr: Lorsqu'il est activé, la barre d'information défilera doucement sur l'écran.

source: When enabled, it is possible to leave the movieplayer with exit.
de: Das ermöglicht, den Movieplayer mit Exit zu beenden.
fr: Lorsqu'il est activé, il est possible de quitter le lecteur vidéo avec la touche exit.
ru: Если функция включена, можно выйти из плеера при выходе.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
de: Benutze Strommessung um zu erkennen, wenn der Rotor gestoppt ist , wenn das der Tuner unterstützt
fr: Lorsqu'elle est activée, mesurer la consommation d'énergie pour détecter lorsque le rotor s'arrête de tourner (lorsqu'elle est supportée par le tuner).
ru: При включении измеряется потребляемая мощность, для обнаружения остановки ротора (если поддерживается тюнером).

source: When enabled, menu screens will appear with fade effect.
fr: Lorsque c’est activé, les écrans de menu apparaîtront avec un effet de fondu.

source: When enabled, movie infobar will smoothly slides on the screen.
fr: Lorsqu'il est activé, la barre d'information des films apparaîtra doucement sur l'écran.

source: When enabled, network trash can's are probed for cleaning.
de: Sollen die Papierkörbe aufgeräumt werden?
fr: Lorsqu'elle est activée, les corbeilles en réseau sont sondées pour le nettoyage.
ru: Если функция включена, корзина проверяется для очистки.

source: When enabled, network trash cans are probed for cleaning.
de: Aktiviert, werden Mülleimer im Netzwerk überprüft, ob sie aufgeräumt werden müssen.
fr: Lorsqu'elle est activée, les corbeilles en réseau sont sondés pour le nettoyage.
ru: Если функция включена, корзина проверяется для очистки.

source: When enabled, pressing '0' will zap you to the first channel in your first bouquet and delete your zap-history.
de: Wenn "Ja", springt man mit '0' zum ersten Kanal des ersten Bouquets und der Zapverlauf wird gelöscht
fr: Lorsqu'il est activé, appuyer sur '0' zappera à la première chaîne dans votre premier bouquet et supprimera votre historique de zap.
ru: Нажатие на '0' переключит на первый канал первого букета и удалит историю просмотра.

source: When enabled, reformat subtitles to match the width of the screen.
de: Aktiviert, werden Untertitel an die Bildschirmbreite angepasst.
fr: Lorsqu'il est activé, il y a reformatage des sous-titres pour correspondre à la largeur de l'écran.

source: When enabled, show channel numbers in the channel selection screen.
de: Wenn "Ja", werden Kanalnummern in der Kanalwahlliste angezeigt
fr: Lorsqu'elle est activée, afficher les numéros de canaux dans l'écran de sélection de canal.
ru: Если функция включена, номера каналов отображаются в списке.

source: When enabled, show status or error messages.
fr: Lorsqu’elle est activée, indique le statut ou les messages d’erreur.

source: When enabled, subtitles for the hearing impaired can be used.
de: Aktiviert, werden Untertitel für Hörgeschädigte gezeigt
fr: Lorsqu'elle est activée, les sous-titres pour les malentendants peuvent être utilisés.
ru: Если функция включена, субтитры будут показаны.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
de: Bevorzuge Untertitel für Hörgeschädigte vor normalen Untertiteln, wenn beide vorhanden sind
fr: Lorsqu'elle est activée, les sous-titres pour les malentendants seront préférés aux normales sous-titres, lorsque les deux types sont disponibles.
ru: Субтитры для слабослышащих будут иметь приоритет над обычными.

source: When enabled, teletext pages will be cached, allowing faster access.
de: Aktiviert, werden Videotextseiten für einen schnelleren Zugriff im Hintergrund gespeichert
fr: Lorsqu'elle est activée, les pages télétexte seront mis en cache, ce qui permet un accès plus rapide.
ru: Если эта функция включена, страницы телетекста будут храниться в кэше, что позволяет более быстрый доступ.

source: When enabled, teletext subtitles will be displayed at their original position.
de: Aktiviert, werden Videotext Untertitel an der Originalposition dargestellt
fr: Lorsqu'elle est activée, les sous-titres télétexte s'affichent à leur position d'origine.
ru: Если функция включена, телетекст выводится в исходной позиции.

source: When enabled, the PiP can be closed by the EXIT button.
de: Aktiviert, kann PiP mit der Exit Taste beendet werden
fr: Lorsqu'elle est activée, le PiP peut être fermée par le bouton EXIT.
ru: Если функция включена, PiP можно закрыть с помощью кнопки EXIT.

source: When enabled, the lenght of each recording will be shown in the movielist (this might cause some additional loading time).
de: Wenn 'ja' wird die Aufnahmelänge in der Filmliste gezeigt. Dies kann die Ladezeit verlängern.
fr: Lorsqu'elle est activée, la longueur de chaque enregistrement sera affiché dans la liste des films (ce qui peut causer un temps de chargement supplémentaire).
ru: Если функция включена, длина каждой программы будет показана в списке записей.

source: When enabled, the receiver will automatically use the audio track which you selected before.
de: Aktiviert, benutzt die Box die Tonspur, die schon früher benutzen worden ist
fr: Lorsqu'il est activé, le récepteur utilisera automatiquement la piste audio que vous avez sélectionné avant.
ru: Если функция включена, ресивер будет использовать ранее выбранную звуковую дорожку.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
de: Aktiviert, benutzt die Box die Untertitel, die schon früher benutzet worden sind
fr: Lorsqu'il est activé, le récepteur utilise automatiquement les sous-titres que vous avez sélectionnés avant.
ru: Если функция включена, ресивер будет использовать ранее выбранные субтитры.

source: When enabled, the receiver will select an AC3 track (when available).
de: Aktiviert, wird AC3 Ton benutzt, wenn verfügbar.
fr: Lorsqu'il est activé, le récepteur sélectionne une piste AC3 (si disponible).
ru: Если функция включена, ресивер будет использовать AC3 дорожку.

source: When enabled, the receiver will select an AC3+ track (when available).
de: Aktiviert, wird AC3+ Ton benutzt, wenn verfügbar.
fr: Lorsqu'il est activé, le récepteur permet de sélectionner une piste + AC3 (si disponible).
ru: Если функция включена, ресивер будет выбирать AC3+ дорожку.

source: When enabled, timeshift starts automatically in background after specified time.
de: Eingeschaltet startet der Timeshitft automatisch im Hintergrund nach der angegebenen Zeit.
fr: Lorsqu'elle est activée, le PauseDirect démarre automatiquement en arrière-plan après le délai spécifié.
ru: Если активно,Timeshift начинается в фоновом режиме после указанного времени.

source: When enabled, use DHCP for the IP configuration.
de: Aktiviert, benutzt die Box DHCP zur Netzwerkkonfiguration
fr: Lorsqu'elle est activée, utilisez DHCP pour la configuration IP.
ru: Если эта функция включена, то используется DHCP для IP конфигурации.

source: When enabled, your receiver will detect activity on the VCR SCART input.
de: Aktiviert, wird Ihre Box Signale am SCARTeingang auswerten
fr: Lorsqu'elle est activée, votre récepteur permet de détecter l'activité sur l'entrée péritel magnétoscope.
ru: При включении, ресивер будет фиксировать активность на входе VCR SCART.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
de: Wenn hier ein Wert ungleich 0 steht, startet eine Aufnahme um diese Anzahl Minuten früher, als es die Informationen aus dem EPG besagen
fr: Lorsque différent de zéro, un enregistrement va commencer plus tôt que l'heure de départ indiquée par l'EPG.
ru: Запись начнется раньше, чем время указаное в EPG.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
de: Wenn hier ein Wert ungleich 0 steht, stoppt eine Aufnahme um diese Anzahl Minuten später, als es die Informationen aus dem EPG besagen
fr: Lorsque différent de zéro, un enregistrement s'arrête au plus tard la date de fin indiquée par l'EPG ..
ru: Запись закончится позже, чем время окончания указаное в EPG.

source: When set the PIG will return to live after a movie has stopped playing.
de: Aktiviert wird PIG Fernsehen zeigen, wenn der Film beendet wurde
fr: Lorsque c'est défini le PIG retournera au directe après la fin du film.
ru: При установке PIG возврат к просмотру после остановки воспроизведения.

source: When set, each folder will show the previous state used. When off, the default values will be shown.
fr: Lorsqu’il est réglé chaque dossier montrera l’état précédent utilisé, lorsqu’il est éteint les valeurs par défaut seront affichées.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
de: Wenn der Bildinhalt ein Seitenverhältnis von 16:9 hat, wählen, ob das Bild skaliert/gestreckt werden soll
fr: Lorsque le contenu a un rapport d'aspect de 16:9, choisir mise à l'échelle / étirer l'image.
ru: Когда содержание имеет соотношение сторон 16:9, выбрать, следует ли масштабировать/растянуть картинку.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
de: Wenn der Bildinhalt ein Seitenverhältnis von 4:3 hat, wählen, ob das Bild skaliert/gestreckt werden soll
fr: Lorsque le contenu a un rapport d'aspect de 4:3, choisir mise à l'échelle / étirer l'image.
ru: Когда содержание имеет соотношение сторон 4:3, выбрать, следует ли масштабировать/растянуть картинку.

source: When you perform a factory reset, you will lose ALL of your configuration data (including bouquets, services, satellite data ...) After completion of the factory reset, your %s %s will restart automatically! Do you really want to do a factory reset?
fr: En faisant une réinitialisation usine, vous perdrez TOUTES vos données configurées (y compris bouquets, services, données satellite ...) Lorsque la réinitialisation usine sera accomplie, votre %s %s redémarrera automatiquement! Vraiment faire une réinitialisation usine?

source: Where should the recording be saved?
de: Wo soll die Aufnahme gespeichert werden?
fr: Où l'enregistrement doit être sauvé?
ru: Где должны быть сохранены записи?

source: Where to save temporary timeshift recordings?
de: Wo sollen temporäre TimeShift Aufnahmen gespeichert werden?
fr: Où sauver les enregistrements temporaires PauseDirect?
ru: Куда сохранить временные файлы Timeshift?

source: Where would You like to have an UPnP root directory?
de: Wo möchten Sie das UPnP Root Directory einrichten?
fr: Où aimeriez-vous avoir un répertoire racine UPnP?
ru: Где бы вы хотели иметь UPnP корневой каталог?

source: Which event do you want to save permanently?
de: Welche Sendung soll permanent gesichert werden?
fr: Quel événement voulez-vous enregistrer de façon permanente?
ru: Какое событие вы хотите сохранять постоянно?

source: White
de: Weiß
fr: Blanc
ru: Белый

source: Wicardd Info
fr: Info Wicardd
ru: Wicardd Инфо

source: Width
de: Breite
fr: Largeur
ru: Ширина

source: Wind
fr: Vent
ru: Ветер

source: Wind :
fr: Vent:
ru: Ветер :

source: Wireless LAN
de: WLAN
fr: LAN sans fil
ru: Беспроводная сеть

source: Wireless network
de: WLAN
fr: Réseau Sans Fil
ru: Беспроводная сеть

source: Wireless network configuration...
de: WLAN Konfiguration
fr: Configuration connexion réseau sans fil...
ru: Настройка беспроводного сетевого подключения.

source: Wireless network connection setup
de: Einstellungen des WLAN
fr: Configuration connexion réseau sans fil
ru: Настройка беспроводного сетевого подключения

source: Wireless network connection setup.
de: Einstellungen des WLAN
fr: Configuration connexion réseau sans fil.
ru: Настройка беспроводного сетевого подключения.

source: Wireless network state
de: WLAN Status
fr: Etat du réseau sans fil
ru: Состояние беспроводной сети

source: With popup
de: Mit Popup
fr: Avec popup
ru: Всплывающее окно

source: With this option set to 'yes' the channel list will always show you the list of bouquets. If set to 'no' the current bouquet will be opened.
de: Wenn 'Ja', wird bei jeder Kanalliste die Liste der Bouquets gezeigt. Wenn 'Nein', wird die aktuelle Bouquetliste geöffnet
fr: Avec cette option sur «oui» de la liste des chaînes affichera toujours la liste des bouquets. S'il est réglé sur «non» le bouquet actuel sera ouvert.
ru: Если опция включена, то будет выводиться список букетов. Если нет, то текущий букет.

source: With this option you can hide Job Tasks from the extension screen (short blue button press).
de: Mit dieser Option können Sie Jobs in Erweiterungen verstecken (kurzer Druck auf Blau)
fr: Avec cette option, vous pouvez masquer les Jobs de l'écran d'extension (appui court du bouton bleu).
ru: Если эта опция включена, вы можете скрыть рабочие задачи с экрана расширений (короткое нажатие синей кнопки).

source: Without popup
de: Ohne Popup
fr: Sans popup
ru: Без всплывающего окна

source: Wizard
fr: Réglages assisté

source: Workaround for old tuner driver
fr: Solution pour les anciens pilotes de tuners

source: Workgroup Name
de: Name der Arbeitsgruppe:
fr: Nom du Workgroup
ru: Имя рабочей группы

source: Would You like to install channel list ?
de: Möchten Sie eine Kanalliste installieren?
fr: Voulez-vous installer la liste des chaînes?
ru: Хотите установить список каналов?

source: Would You like to use this bootlogo as default?
de: Möchten Sie diese Bootlogo als Standard?
fr: Voulez-vous utiliser ce logo de démarrage par défaut?

source: Would you like to install a softcam?
de: Möchten Sie eine Softcam installieren?
fr: Voulez-vous installer un softcam?
ru: Хотите установить эмулятор?

source: Would you save the entered PIN %s persistent?
fr: Voulez-vous sauvegarder le PIN code %s comme persistant?

source: Write error while recording. Disk full?
de: Schreibfehler bei der Aufnahme. Speichermedium voll?
fr: Erreur d'écriture lors de l'enregistrement. Disque plein?
ru: Ошибка во время записи. Диск переполнен?
