Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Configure an additional delay to improve external subtitle synchronisation.
de: Konfigurieren Sie eine zusätzliche Verzögerung, um die Synchronisation mit externen Untertiteln zu verbessern.
fr: Configurer un délai pour améliorer la synchronisation des sous-titres externes.
ru: Дополнительная задержка для улучшения синхронизации внешних субтитров.

source: Configure an additional delay to improve subtitle synchronisation.
de: Konfigurieren Sie eine zusätzliche Verzögerung, um die Synchronisation mit Untertiteln zu verbessern.
fr: Configurer un délai pour améliorer la synchronisation des sous-titres.
ru: Дополнительная задержка для улучшения синхронизации субтитров.

source: Configure animations
fr: Configurer les animations

source: Configure audio lanaguage
de: Konfigurieren Sie die Audio Sprache
fr: Configurer langue audio
ru: Настройки звуковых дорожек

source: Configure balance of quickly/smoothly of the animation cursor menu.
fr: Configurer la balance pour rapide/doux de l’animation du menu des curseurs.

source: Configure default setting for new timers. Need a restart after changing.
fr: Configurer les paramètres par défaut des nouveaux timers. Il est nécessaire de redémarrer après ce changement.

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
de: Stellen Sie ein, wie viele Minuten abgelaufene Daten im EPG erhalten bleiben sollen. Längere Zeit ist hilfreich, wenn man Informationen gerade beendeter Sendungen benötigt, oder wenn das Ende einer Sendung sich verzögert
fr: Configurer le nombre de minutes qu'un événement EPG doit être conservé. Utile par exemple pour continuer de visualiser les informations d'un programme qui vient juste de terminer, ou qui a du retard.
ru: Настройка на сколько минут законченыое события должны оставаться видимыми в EPG. Полезно, когда вам нужна информация о событии, которое только что закончилось, или было задержано.

source: Configure for which types of recordings a warning about active recordings is shown when attempting to restart the box or the GUI.
fr: Configure pour quels types d’enregistrements un avertissement à propros d’enregistrements actif est émis lorsqu’on tente de redémarrer le récepteur ou l’IGU.

source: Configure if and how crypto icons will be shown in the channel selection list.
de: Konfigurieren ob und wie Icons für die Verschlüsselung in der Kanalwahlliste gezeigt werden
fr: Configurer si et où l'icône crypto sera affiché dans la liste des chaînes.
ru: Настройки отображения пиконов типа каналов в списке каналов.

source: Configure if and how long the latest service in the PiP will be remembered.
fr: Configurer si et pendant combien de temps le dernier service utilisé en PiP sera mémorisé.

source: Configure if and how service type icons will be shown.
de: Konfigurieren ob und wie Sendertyp Icons gezeigt werden
fr: Configurer si et où l'icône du type de service sera affiché.
ru: Настройка и расположение пиконов типа каналов.

source: Configure if and how the record indicator will be shown in the channel selection list.
de: Einstellen, ob und wie die Aufnahmeanzeige in der Kanalwahlliste gezeigt wird.
fr: Configurer si et où l'icône d'enregistrement sera affiché dans la liste des chaînes.
ru: Настройка отображения индикатора записи в списке каналов.

source: Configure if and how wide the service name column will be shown in the channel selection list.
de: Bestimmen Sie, ob und wie breit die Sendernamensspalte in der Kanalwahlliste sein soll.
fr: Configurer si et quelle largeur la colonne du nom du service sera affichée dans la liste des chaînes.

source: Configure if behind the subtitles a background is shown.
fr: Configure si derrière les sous-titres un arrière plan est affiché.

source: Configure if epg.dat should be saved at all.
fr: Configure si epg.dat doit être sauvegardé.

source: Configure if picons will be shown in the service list.
de: Konfigurieren ob und wie Picons in der Senderliste gezeigt werden
fr: Configurer si les picons seront affichés dans la liste des chaînes.
ru: Настройки пиконов в списке каналов.

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
de: Sollen die Untertitel normal, kursiv oder fettkursiv sein?
fr: Configurer si le sous-titre devrait basculer entre normal, italique, gras et gras italique.

source: Configure infobar
de: Konfigurieren Sie die Infobar
fr: Configurer info-barre
ru: Настройки инфобаров

source: Configure interface
de: Konfigurieren Sie das Interface
fr: Configurer interface
ru: Настройка интерфейса

source: Configure nameservers
de: DNS konfigurieren
fr: Configurer serveurs de noms (DNS)
ru: Настройка DNS

source: Configure on which devices the background delete option should be used.
de: Stellen Sie ein auf welchen Laufwerken im Hintergrund gelöscht werden soll
fr: Configurer sur quel périphérique l'effacement en tâche de fond sera activé.
ru: Настройка устройств для опции фонового удаления.

source: Configure permanental clock
de: Einstellung dauernd angezeigte Uhr
fr: Configurer l'horloge permanenente

source: Configure recordings
de: Aufnahmeeinstellungen
fr: Configurer les enregistrements

source: Configure remote control type
de: Stellen sie den Fernbedienungstyp ein
fr: Configurer le type de télécommande
ru: Настройка типа пульта ДУ

source: Configure service list look and behaviour
de: Passen sie Verhalten und Aussehen der Senderliste an
fr: Configurer l'apparence et le comportement de la liste des chaînes
ru: Настройка списка каналов и его внешнего вида

source: Configure subtitles
de: Konfigurieren Sie Untertitel
fr: Configurer sous-titres
ru: Субтитры

source: Configure the DiSEqC mode for this LNB.
de: Konfigurieren Sie den DiSEqC-Modus dieses LNBs
fr: Configurer le mode DiSEqC de cet LNB.
ru: Выбор правильного DiSEqC-режима для этого LNB

source: Configure the IP address.
de: Konfigurieren der IP-Adresse
fr: Configurer l'adresse IP.
ru: Настройка IP-адреса.

source: Configure the alignment of events.
fr: Configurer l'alignement des évènements.

source: Configure the alignment of service names.
fr: Configurer l'alignement du nom des services.

source: Configure the amount of time that will be presented.
de: Konfigurieren der Zeitspanne, die angezeigt wird
fr: Configurer le nombre de fois que cela sera proposé.
ru: Количество времени, которое будет предоставлено.

source: Configure the aspect ratio of the screen.
de: Konfigurieren Sie das Seitenverhältnis für den Bildschirm
fr: Configurer le rapport d'aspect de l'écran.
ru: Настройка соотношения сторон экрана.

source: Configure the behavior of the 'pause' key when movie playback is already paused.
de: Konfigurieren Sie das Verhalten der Pausentaste bei Standbild
fr: Configurer le comportement de la touche 'pause' lorsque la lecture vidéo est déjà en pause.
ru: Поведение кнопки «Пауза» при паузе.

source: Configure the behavior when movie playback is manually stopped.
de: Konfigurieren Sie das Verhalten beim Stoppen einer Wiedergabe
fr: Configurer le comportement lorsque la lecture vidéo est arrêtée manuellement.
ru: Настройка поведения при воспроизведении, когда фильм остановлен вручную.

source: Configure the behavior when movie playback is started.
de: Konfigurieren Sie das Verhalten beim Start einer Wiedergabe
fr: Configurer le comportement lorsque la lecture vidéo est démarrée.
ru: Настройке поведения, когда начался просмотр фильма.

source: Configure the behavior when reaching the end of a movie, during movie playback.
de: Konfigurieren Sie das Verhalten beim Erreichen des Endes eines Films bei der Wiedergabe
fr: Configurer le comportement lorsque la lecture vidéo arrive à la fin.
ru: Настройка поведения при достижении конца фильма во время его просмотра.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
de: Konfigurieren Sie die Rahmenbreite für die Untertitel. Der dunkle Rand verbessert die Lesbarkeit bei hellerem Hintergrund
fr: Configurer la largeur de la bordure des sous-titres. Une bordure sombre rend les sous-titres plus lisible sur un fond clair.
ru: Ширина границ субтитров. Это делает субтитры более читаемыми на светлом фоне.

source: Configure the brightness level of the front panel display for dimmed operation.
fr: Configure le niveau de luminosité de l'écran du panneau avant pour un fonctionnement atténué.

source: Configure the brightness level of the front panel display for normal operation.
de: Konfigurieren Sie die Helligkeit des Frontdisplays bei normalem Betrieb
fr: Configurer la luminosité de l'affichage lorsque le récepteur est allumé.
ru: Настройка уровня яркости дисплея в рабочем режиме.

source: Configure the brightness level of the front panel display for standby.
de: Konfigurieren Sie die Helligkeit des Frontdisplays bei Standby
fr: Configurer la luminosité de l'affichage avant lorsque le récepteur est en veille.
ru: Настройка уровня яркости дисплея в режиме ожидания.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
de: Konfigurieren Sie die Farben der externen Untertitel. Alternativ (Normal in Weiß, Italic in Gelb, Fett in Cyan, Unterstrich in Grün), Weiß oder Gelb
fr: Configurer la couleur des sous-titres externes, alternative (blanc normal, italique en jaune, gras en cyan, souligné en vert), blanc ou jaune.
ru: Настройка цвета внешних субтитров, альтернативных белому или желтому.

source: Configure the color of the teletext subtitles.
de: Konfigurieren Sie die Farbe von Videotext-Untertiteln
fr: Configurer la couleur des sous-titres télétexte.
ru: Настройка цвета телетекста.

source: Configure the contrast level of the front panel display.
de: Konfigurieren Sie den Kontrast des Frontdisplays
fr: Configurer le niveau de contraste de l'affichage avant.
ru: Настройка уровня контрастности дисплея.

source: Configure the cursor behavior in the channel selection list. When opening the channel selection list you can remain on the current service or already select up/down and you are able to revert the B+/B- buttons.
de: Konfigurieren Sie das Verhaltens der Cursor Tasten in der Kanalwahlliste. Ist die Kanalwahllisteliste geöffnet, kann der Cursor auf dem aktuellen Sender stehen bleiben oder der nächste/vorherigeSender kann schon ausgewählt sein. Das Verhalten der Tasten Kanal+/- Tasten ist umkehrbar.
fr: Configurer le comportement du curseur haut/bas dans la liste des chaînes. Lorsqu'on ouvre la liste des chaînes vous pouvez rester sur le service en court ou déjà sélectionner le service haut/bas adjacent et vous pouvez aussi inverser le comportement des touches B+/B-.
ru: Настройка навигации в списке каналов. Опция реверсных кнопок B+/B-.

source: Configure the duration (in minutes) for the screensaver.
de: Konfigurieren Sie die Zeit in Minuten für den Bildschirmschoner
fr: Configurer la durée en minute avant le déclenchement de l'économiseur d'écran.
ru: Время до включения заставки экрана.

source: Configure the duration in minutes for the sleep timer.
fr: Configure la durée en minutes de la programmation de mise en veille.

source: Configure the first audio language (highest priority).
de: Konfigurieren Sie die erste Sprache für den Ton (höchste Priorität)
fr: Configurer la langue audio préférée (plus haute priorité).
ru: Настройте первый язык аудиодорожки.

source: Configure the first subtitle language (highest priority).
de: Konfigurieren Sie die erste Sprache für die Untertitel (höchste Priorität)
fr: Configurer la langue des sous-titres préférée (plus haute priorité).
ru: Настройте первый язык субтитров.

source: Configure the font size of the subtitles.
de: Konfigurieren Sie die Schriftgröße der Untertitel
fr: Configurer la taille des caractères des sous-titres.
ru: Настройте размер шрифта субтитров.

source: Configure the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
de: Konfigurieren Sie die Schriftgröße relativ zu den Skineinstellungen, 1 erhöht die Größe um 1 Punkt und -1 verringert die Größe um 1 Punkt
fr: Configurer la taille relative des caractères par rapport à la taille du thème donc 1 augmente de 1 point la taille, et -1 diminue de 1 point la taille.
ru: Позволяет изменить размер шрифта по отношению к скину так, что '1' увеличивается на 1 пункт и '-1' уменьшается на 1 пункт

source: Configure the fourth audio language.
de: Konfigurien Sie die vierte Sprache für den Ton
fr: Configurer la 4ème langue audio.
ru: Настройте язык для четвертой аудиодорожки.

source: Configure the fourth subtitle language.
de: Konfigurieren Sie die vierte Sprache für den Untertitel
fr: Configurer la 4ème langue des sous-titres.
ru: Настройте четвертый язык субтитров.

source: Configure the function of a long press on the power button.
de: Stellen Sie ein, was bei langem Druck auf die Ein/Aus Taste geschehen soll
fr: Configurer l'action d'un appui long sur la touche power.
ru: Действия при длительном нажатии на кнопку питания

source: Configure the function of a short press on the power button.
de: Stellen Sie ein, was bei kurzem Druck auf die Ein/Aus Taste geschehen soll
fr: Configure l'action d'un appui bref sur la touche power.
ru: Настройка при коротком нажатии на кнопку питания

source: Configure the function of the < > buttons.
de: Stellen Sie ein, was beim Druck auf die < > Tasten geschehen soll
fr: Configurer la fonction des touches < >.
ru: Действие при коротком нажатии на кнопки < >

source: Configure the gateway.
de: Konfigurieren Sie das Gateway
fr: Configurer le routeur par défaut.
ru: Настройка шлюза.

source: Configure the hard disk drive to go to standby after the specified idle time.
de: Bestimmen, nach welcher Leerlaufzeit die Festplatte abgeschaltet wird
fr: Configurer le disque dur pour aller en veille après le temps d'inactivité spécifié.
ru: Настройте промежуток времени, после которого жесткий диск перейдет в режим ожидания.

source: Configure the horizontal alignment of the subtitles.
de: Konfigurieren Sie die horizontale Ausrichtung der Untertitel
fr: Configurer l'alignement horizontal des sous-titres.
ru: Настройте горизонтальное выравнивание субтитров.

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
de: Stellen Sie die Anfangsgeschwindigkeit für den schnellen Vorlauf ein. Wenn die Vorlauftaste gedrückt wird, startet der schnelle Vorlauf mit dieser Geschwindigkeit
fr: Configurer la vitesse initiale de l'avance rapide. Lorsque vous appuyez sur cette touche, il commencera à la vitesse spécifiée.
ru: Настройка начальной скорости. Перемотка вперед начнется на этой скорости.

source: Configure the initial rewind speed. When you press the rewind button, winding will start at this speed.
de: Stellen Sie die Anfangsgeschwindigkeit de Rücklaufs ein. Er startet immer damit.
fr: Configurer la vitesse initiale du retour rapide. Lorsque vous appuyez sur cette touche, il commencera à la vitesse spécifiée.
ru: Настройка начальной скорости. Перемотка назад начнется на этой скорости.

source: Configure the latitude of your location.
de: Geben Sie den Breitengrad Ihres Ortes ein
fr: Configurer la latitude de votre localisation.
ru: Настройте широту вашего местоположения.

source: Configure the longitude of your location.
de: Geben Sie den Längengrad Ihres Ortes ein
fr: Configurer la longitude de votre localisation.
ru: Настройте долготу вашего местоположения.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
de: Bestimmen Sie den freien Speicherplatz, der für Aufnahmen benötigt wird . Wenn der freie Speicherplatz unter diesen Wert fällt, wird der Inhalt des Mülleimers gelöscht
fr: Configurer l'espace libre minimum sur le disque dur pour enregistrer. Lorsque l'espace libre descend en dessous de cette valeur, les éléments effacés seront automatiquement enlevés de la corbeille.
ru: Минимальный объем свободного дискового места для записи. В Gb.

source: Configure the minimum width before showing the 'i' icon, '0' is equal to not showing the icon at all.
de: Bestimmen Sie die Minimumbreite ,bevor das 'i' Icon gezeigt wird. '0' bedeutet, das Icon wird gar nicht gezeigt
fr: Configurer la largeur minimum avant d'afficher l'icône 'i', '0' signifie ne pas afficher l'icône.
ru: Настройте минимальную ширину перед показом значка 'i' , '0' - не показывать значок вообще.

source: Configure the nameserver (DNS).
de: Konfiguration DNS
fr: Configurer le serveur de nom (DNS).
ru: Настройка сервера имен (DNS).

source: Configure the netmask.
de: Konfiguration Netzwerkmaske.
fr: Configurer le masque de sous-réseau.
ru: Настройка маски локальной сети.

source: Configure the number of days after which items are automatically removed from the trash can.
de: Bestimmen Sie, wie viele Tage der Inhalt des Mülleimers erhalten bleiben soll
fr: Configurer le nombre de jours après lesquels les éléments seront automatiquement effacés de la corbeille.
ru: Количество дней, после которых файлы будут удалены из корзины.

source: Configure the number of days after which items are automaticaly removed from the trash can.
de: Legen Sie fest, nach wieviel Tagen Dateien automatisch aus dem Mülleimer entfernt werden.
fr: Configurer le nombre de jours après lesquels les éléments seront automatiquement effacés de la corbeille.
ru: Настройка количества дней, после которых файлы будут удалены из корзины.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
de: Bestimmen Sie, wie viele Tage erledigte Timer erhalten bleiben sollen, bevor sie gelöscht werden
fr: Configurer le nombre de jours après lesquels les programmations expirées seront automatiquement effacés de la liste des programmations.
ru: Количество дней для выполненных таймеров перед удалением из списка.

source: Configure the number of rows shown.
de: Legen Sie die Anzahl der angezeigten Zeilen fest
fr: Configurer le nombre de lignes affichées.
ru: Позволяет вам изменить количество строк

source: Configure the offline decoding delay in milliseconds. The configured delay is observed at each control word parity change.
de: Bestimmen Sie die Offline Dekodierungsverzögerung in Millisekunden. Diese wird bei jedem Wechsel der Kontrollwortparität beachtet.
fr: Configurer le délai de décodage hors-ligne (en millisecondes). Le délai configuré est pris en compte a chaque changement de parité du mot de contrôle (control word).
ru: Настройка задержки декодирования, в миллисекундах.

source: Configure the possible fast forward speeds.
de: Bestimmen Sie die möglichen Geschwindigkeiten für den schnellen Vorlauf.
fr: Configurer les vitesses d'avance rapide possible.
ru: Настройка скоростей при перемотке вперед.

source: Configure the possible rewind speeds.
de: Bestimmen Sie die möglichen Geschwindigkeiten für den schnellen Rücklauf
fr: Configurer les vitesses de retour rapide possible.
ru: Настройка скоростей при перемотке назад.

source: Configure the primary EPG language.
de: Bestimmen Sie die erste Sprache für den EPG
fr: Configurer la première langue favorite de l'EPG.
ru: Настройка основного языка EPG.

source: Configure the refresh rate of the screen. Multi means refresh rate depends on the source 24/50/60Hz
fr: Configurer la fréquence de rafraîchissement de l’écran. Multi signifie que le taux de rafraîchissement dépend de la source 24/50/60 Hz

source: Configure the second audio language.
de: Bestimmen Sie die zweite Sprache für den Ton
fr: Configurer la 2ème langue audio.
ru: Настройте язык для второй аудиодорожки.

source: Configure the second subtitle language.
de: Bestimmen Sie die zweite Sprache für die Untertitel
fr: Configurer la 2ème langue des sous-titres.
ru: Настройте второй язык субтитров.

source: Configure the secondary EPG language.
de: Bestimmen Sie die zweite Sprache für den EPG
fr: Configurer la deuxième langue des sous-titres.
ru: Настройка вторго языка EPG.

source: Configure the skip time interval for the '1'/'3' buttons.
de: Stellen Sie die Sprungzeit für die '1'/'3'Taste ein
fr: Personnaliser délai du saut des touches '1' et '3'
ru: Настройка перемотки для кнопок '1'/ '3'.

source: Configure the skip time interval for the '4'/'6' buttons.
de: Stellen Sie die Sprungzeit für die '4'/'6'Taste ein
fr: Personnaliser délai du saut des touches '4' et '6'
ru: Настройка перемотки для кнопок '4'/ '6'.

source: Configure the skip time interval for the '7'/'9' buttons.
de: Stellen Sie die Sprungzeit für die '7'/'9'Taste ein
fr: Personnaliser délai du saut des touches '7' et '9'
ru: Настройка перемотки для кнопок '7'/ '9'.

source: Configure the slow motion speeds.
de: Einstellung der Geschwindigkeiten für die Zeitlupe
fr: Configurer les vitesses de ralenti.
ru: Настройка замедленного воспроизведения.

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
de: Bestimmen Sie, aus welcher Datenquelle die Informationen für die Infobar stammen. 'Einstellungen' ist das, was als Einstellung gespeichert ist. 'Tuner' was der Tuner an Informationen liefert.
fr: Configurer la source des données affichées dans la barre d'info. 'Settings' sont ceux stockés dans les paramètres. 'Tuner' est l'info remontée par le tuner.
ru: Настройка источника информации.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
de: Bestimmen Sie die Löschgeschwindigkeit im Hintergrund. Eine niedrige Geschwindigkeit behindert andere Operationen weniger
fr: Configurer la vitesse du processus d'effacement en tâche de fond. Une vitesse plus basse impactera moins les performances du disque dur.
ru: Настройка скорости фонового удаления. Mb/s.

source: Configure the subtitle delay when timing information is not available.
de: Einstellung der Verzögerung für Untertitel, wenn keine Zeitinformationen vorhanden sind
fr: Configurer le délai des sous-titres lorsque l'information de temps n'est pas disponible.
ru: Задержка субтитров, когда информация о времени недоступна.

source: Configure the third audio language.
de: Einstellung der dritten Sprache für den Ton
fr: Configurer la 3ème langue audio.
ru: Настройте язык для третьей аудиодорожки.

source: Configure the third subtitle language.
de: Einstellung der dritten Sprache für die Untertitel
fr: Configurer la 3ème langue des sous-titres.
ru: Настройте третий язык субтитров.

source: Configure the transparency of the OSD.
fr: Configurez la transparence de l'OSD.

source: Configure the transparency of the black background of graphical DVB subtitles.
de: Einstellung der Transparenz des schwarzen Hintergrunds von grafischen DVB Untertiteln
fr: Configurer la transparence du fond noir pour les sous-titres DVB graphiques.
ru: Настройка прозрачности черного фона графических субтитров.

source: Configure the tuner mode.
de: Einstellung des Tuner Modus
fr: Configurer le mode du tuner.
ru: Настройка режима тюнера.

source: Configure the type of status indication icons shown in the movielist.
de: Konfigurieren Sie den Typ der Status Icons in der Filmliste
fr: Configurer le type d'icône de notification dans la liste des films.
ru: Настройте тип индикации состояния в списке записей.
