Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Delivery system workaround
fr: Alternative au système de livraison

source: Depth
de: Tiefe
fr: Profondeur
ru: Глубина

source: Descramble & record ECM' gives the option to descramble afterwards if descrambling on recording failed. 'Don't descramble, record ECM' save a scramble recording that can be descrambled on playback. 'Normal' means descramble the recording and don't record ECM.
de: "Entschlüsseln & ECM": Entschlüsseln nachträglich möglich, wenn das beim Aufnehmen fehlgeschlagen ist. "Nicht entschlüsseln & ECM": verschlüsselt aufnehmen und nachträglich entschlüsseln. "Normal": entschlüsselt aufnehmen und keine ECM speichern
fr: Décoder & enregistrer ECM' permet de décoder à postériori si le décodage échoue lors de l'enregistrement. 'Ne pas décoder, enregister ECM' sauvegarde l'enregistrement crypté et il pourra être décodé lors de la lecture. 'Normal' enregistre le flux décodé et n'enregistre pas les ECMs.
ru: 'Раскодировать и записать ECM' дает возможность раскодировать запись позже. 'Не раскодировать,записывать ECM' дает возможность раскодировать при воспроизведении. 'Нормально' означает раскодировать запись и не записывать ECM.

source: Descramble http streams
de: HTTP Streams entschlüsseln
fr: Décoder les flux http
ru: Дешифровка HTTP потоков

source: Deselect
de: Markierung aufheben
fr: Désélectionner
ru: Отменить

source: Detail
fr: Détail

source: Detail info
fr: Détail info

source: Detailed forecast
de: Vorhersage in Einzelheiten
fr: Prévisions détaillées
ru: Подробный прогноз

source: Details
fr: Voir les détails
ru: Детали

source: Details for plugin:
de: Details für Plugin:
fr: Détails pour plugin:
ru: Подробнее о плагине:

source: Detected Devices:
de: Erkannte Geräte:
fr: Périphériques détectés:
ru: Обнаружено устройств:

source: Detected Tuners:
de: Erkannte Tuner:
fr: Tuners détectés:

source: Device Information
de: Geräteinformation
fr: Information sur le périphérique
ru: Информация об устройствах

source: Device Setup
de: Geräte Einstellungen
fr: Configuration périphérique
ru: Настройки сети

source: Device mounts
fr: Périphériques montés
ru: Смонтированные устройства

source: Device:
de: Gerät:
fr: Périphérique:
ru: Устройство:

source: Devicename:
de: Gerätename:
fr: Nom du périphérique:
ru: Имя устройства:

source: Devices
de: Geräte
fr: Périphériques
ru: Устройства

source: Devices Panel
de: Geräte Anzeige
fr: Panneau des périphériques
ru: Устройства

source: DiSEqC 1.0 command
de: DiSEqC 1.0 Befehl übertragen
fr: Commande DiSEqC 1.0
ru: DiSEqC 1.0

source: DiSEqC 1.1 command
de: DiSEqC 1.1 Befehl übertragen
fr: Commande DiSEqC 1.1
ru: DiSEqC 1.1

source: DiSEqC 1.1 repeats
de: DiSEqC 1.1 Wiederholungen
fr: DiSEqC 1.1 Répétitions
ru: Повторы DiSEqC 1.1

source: DiSEqC mode
de: DiSEqC-Modus
fr: Mode DiSEqC
ru: Режим DiSEqC

source: DiSEqC-tester settings
de: DiSEqC-Tester Einstellungen
fr: Paramètres Testeur-DiSEqC
ru: Настройка DiSEqC-Tester

source: Diction
fr: Elocution

source: Difference between timer begin and end must be equal or greater than %d minutes. End Action was disabled !
fr: La difference entre le début et la fin de la programmation doit être égal ou supérieur à %d minutes. L’action de fin est désactivée!

source: Digital contour removal
de: Entfernen digitaler Konturen
fr: Retrait contour digital
ru: Цифровое удаление контура

source: Dim delay
fr: Délai atténuation

source: Dim the LCD after specified time.
fr: Atténuer le LCD après le temps spécifié.

source: Direct playback of linked titles without menu
de: Direkte Wiedergabe verknüpfter Titel ohne Menü
fr: Lecture direct des titres liés sans menu
ru: Воспроизводить связанные названия без меню

source: Directory
de: Verzeichnis
fr: Répertoire
ru: Каталог

source: Directory %s does not exist.
de: Verzeichnis %s existiert nicht
fr: Répertoire %s non existant.
ru: Каталог %s отсутствует

source: Directory browser
de: Verzeichnis Browser
fr: Navigateur répertoire
ru: Обзор каталогов

source: Directory long
fr: Répertoire long

source: Disable
de: Aus
fr: Désactiver
ru: Отключить

source: Disable Animations
de: Animationen löschen
fr: Désactiver animations

source: Disable MiniTV
fr: Désactiver MiniTV

source: Disable Picture in Picture
de: Bild in Bild ausschalten
fr: Désactiver l'incrustation d'image (PiP)
ru: Отключить режим PiP

source: Disable all VFD Symbols
fr: Désactiver tous les symboles du VFD

source: Disable background scanning
de: Hintergrundsuche deaktivieren
fr: Désactiver l'analyse en arrière-plan
ru: Отключить фоновое сканирование

source: Disable digital downmix
fr: Désactivé le downmix numérique

source: Disable intro screen
fr: Désactiver l’image d’introduction

source: Disable move mode
fr: Désactiver le mode déplacement

source: Disable the HDD Process on VFD
fr: Désactivé l’affichage de l’utilisation du HDD sur le VFD

source: Disable this button
fr: Désactiver cette touche

source: Disable timer
de: Timer deaktivieren
fr: Désactiver programmation
ru: Отключить таймер

source: Disabled
de: Ausgeschaltet
fr: Désactivé
ru: Отключен

source: Disabled PIP.
fr: Désactivé PiP.

source: Disk space to reserve for recordings (in GB)
de: Reservierter Speicherplatz für Aufnahmen (GB)
fr: Espace disque réservé enregistrements (en Go)
ru: Дисковое место для записей (в ГБ)

source: Display 16:9 content as
de: 16:9-Inhalt anzeigen als
fr: Afficher contenu 16:9 comme
ru: Отображать формат 16:9 как

source: Display 4:3 content as
de: 4:3-Inhalt anzeigen als
fr: Afficher contenu 4:3 comme
ru: Отображать формат 4:3 как

source: Display >16:9 content as
de: 16:9-Inhalt anzeigen als
fr: Afficher contenu >16:9 comme
ru: Отображать формат 16:9 как

source: Display and user interface
de: Anzeige und Benutzeroberfläche
fr: Affichage et interface utilisateur
ru: Дисплей и меню

source: Display message before playing next movie
de: Nachricht vor Wiedergabe des nächsten Films
fr: Afficher message avant de lire le film suivant
ru: Сообщение перед показом нового файла

source: Display search results by:
de: Zeige die Suchresultate nach:
fr: Afficher le résultat de la recherche par:
ru: Отображать результат поиска:

source: Display settings
de: Display Einstellungen
fr: Paramètres affichage

source: Display the EIT now/next eventdata in infobar.
de: EIT jetzt/demnächst in Infobar anzeigen
fr: Afficher l'information EIT maintenant/suivant dans la barre d'information.
ru: Показывать сейчас/следующее EIT-данные о событиях в информационной панели.

source: DjMount UPnP root directory:
de: DjMount UPnP Root Verzeichnis:
fr: DjMount UPnP répertoire racine:
ru: DjMount UPnP домашний каталог:

source: Do You really want to install EGAMIBoot in:
de: Wollen Sie EGAMIBoot in installieren?
fr: Voulez-vous installer EGAMIBoot dans:
ru: Вы хотите установить EGAMIBoot в:

source: Do You want to install
de: Wollen Sie installieren
fr: Voulez-vous installer
ru: Вы хотите установить

source: Do not change
de: Nicht ändern
fr: Ne pas changer
ru: не изменять

source: Do not record
de: Nicht aufnehmen
fr: Ne pas enregistrer
ru: Не записывать

source: Do nothing
fr: Ne rien faire

source: Do you really want to check the filesystem? This could take a long time!
de: Das Dateisystem wirklich überprüfen? Die Überprüfung könnte einige Zeit in Anspruch nehmen.
fr: Voulez-vous vraiment vérifier le système de fichiers? Cela pourrait prendre beaucoup de temps!
ru: Хотите проверить файловую систему? Это займет некоторое время!

source: Do you really want to convert the filesystem? You cannot go back!
de: Das Dateisystem wirklich konvertieren? Dieser Schritt kann nicht rückgängig gemacht werden!
fr: Voulez-vous vraiment convertir le système de fichiers? Vous ne pourrez pas revenir en arrière!
ru: Вы действительно хотите конвертировать файловую систему? Возврат обратно невозможен!

source: Do you really want to delete %s ?
de: %s löschen?
fr: Voulez-vous vraiment effacer %s?
ru: Действительно хотите удалить %s ?

source: Do you really want to delete %s?
de: %s löschen?
fr: Voulez-vous vraiment effacer %s?
ru: Вы действительно хотите удалить %s?

source: Do you really want to delete ?
de: Wirklich löschen?
fr: Voulez-vous vraiment effacer?
ru: Вы действительно хотите удалить ?

source: Do you really want to delete the recording?
de: Wollen Sie diese Aufnahme löschen?
fr: Voulez-vous vraiment effacer cet enregistrement?
ru: Вы действительно хотите удалить запись?

source: Do you really want to delete this timer ?
de: Wollen Sie diesen Timer wirklich löschen?
fr: Voulez-vous vraiment effacer cette programmation?
ru: Вы действительно хотите удалить таймер?

source: Do you really want to download the plugin "%s"?
de: Das Plugin "%s"herunterladen?
fr: Voulez-vous vraiment télécharger le plugin "%s"?
ru: Вы действительно хотите загрузить плагин "%s"?

source: Do you really want to end the task?
fr: Voulez-vous vraiment terminer la tâche?

source: Do you really want to exit?
de: Wirklich beenden?
fr: Voulez-vous vraiment quitter?
ru: Вы действительно хотите выйти?

source: Do you really want to format the device? All data on the device will be lost!
fr: Voulez-vous vraiment formatter le périphérique? Toutes les données du disque seront perdues!

source: Do you really want to move to the trash can ?
fr: Voulez-vous vraiment déplacer vers la corbeille?

source: Do you really want to permamently remove '%s' from the trash can ?
fr: Voulez-vous vraiment effacer définitivement ‘%s’ de la corbeille?

source: Do you really want to permanently remove from the trash can ?
fr: Voulez-vous vraiment effacer définitivement de la corbeille?

source: Do you really want to remove directory %s from the disk?
de: Das Verzeichnis %s wirklich von der Festplatte löschen?
fr: Voulez-vous vraiment retirer le répertoire %s du disque?
ru: Вы действительно хотите удалить каталог %s?

source: Do you really want to remove the plugin "%s"?
de: Das Plugin "%s" wirklich deinstallieren?
fr: Voulez-vous vraiment supprimer le plugin "%s"?
ru: Вы действительно хотите удалить плагин "%s"?

source: Do you really want to remove the timer for %s?
de: Den Timer für %s wirklich löschen?
fr: Voulez-vous vraiment effacer la programmation %s?
ru: Вы действительно хотите удалить таймер %s?

source: Do you really want to remove your bookmark of %s?
de: Das Lesezeichen für %s wirklich löschen?
fr: Voulez-vous vraiment retirer votre favori de %s?
ru: Вы действительно хотите удалить закладки из %s?

source: Do you really want to restore the EGAMI Backup:
de: Wollen Sie das EGAMI Backup wiederherstellen:
fr: Voulez-vous vraiment faire une restauration sauvegarde Egami:
ru: Вы хотите восстановить резервную копию:

source: Do you want to add any additional information ?
de: Wollen Sie weitere Informationen hinzufügen?
fr: Voulez-vous ajouter des informations complémentaires?
ru: Вы желаете добавить дополнительную информацию?

source: Do you want to attach a text file to explain the log ? (choose 'No' to type message using virtual keyboard.)
de: Wollen Sie eine Textdatei, anhängen in der das Log erklärt wird? "Nein" wählen, um eine Nachricht mit der virtuellen Tastatur einzugeben
fr: Voulez-vous ajouter un fichier texte pour expliquer le log? (choisir 'Non' pour taper un message via le clavier virtuel.)
ru: Вы желаете прикрепить текстовый файл к отчёту? (выберите 'Нет', чтобы ввести сообщение, используя виртуальную клавиатуру)

source: Do you want to burn this collection to DVD medium?
de: Soll diese Zusammenstellung auf DVD gebrannt werden?
fr: Voulez-vous graver cette collection sur le DVD?
ru: Вы желаете прожечь эту коллекцию на DVD носитель?

source: Do you want to continue?
de: Weitermachen?
fr: Voulez-vous continuer?
ru: Вы хотите продолжить?

source: Do you want to delete all other languages?
de: Wollen Sie alle anderen Sprachen löschen?
fr: Voulez-vous vraiment effacer toute les autres langues?
ru: Вы хотите удалить другие языки?

source: Do you want to delete all selected files: (choose 'No' to only delete the currently selected file.)
fr: Voulez-vous effacer tous les fichiers sélectionnés? (choisir ‘Non’ pour effacer uniquement le fichier sélectionné.)

source: Do you want to do a service scan?
de: Jetzt nach Sendern suchen?
fr: Voulez-vous faire une analyse des services?
ru: Вы хотите отсканировать спутник?

source: Do you want to do another manual service scan?
de: Eine weitere manuelle Sendersuche durchführen?
fr: Voulez-vous faire une autre analyse manuelle des services?
ru: Вы желаете сканировать еще вручную?

source: Do you want to install a channel list?
de: Wollen Sie eine Kanalliste installieren?
fr: Voulez-vous installer une liste des chaînes?
ru: Вы хотите установить список каналов?

source: Do you want to install the package:
de: Das Paket installieren:
fr: Voulez-vous installer le paquet:
ru: Вы хотите установить пакет?:

source: Do you want to install the samba client aswell? This will allow you to mount your windows shares on this device.
fr: Voulez-vous aussi installer le client Samba? Cela vous permettra de monter des partages Windows sur ce périphérique.

source: Do you want to install this image now?
de: Wollen Sie dieses Image installieren?
fr: Voulez-vous installer cette image maintenant?
ru: Хотите установить этот имидж?

source: Do you want to play DVD in drive?
de: Die DVD im Laufwerk abspielen?
fr: Voulez-vous lire le DVD dans le lecteur?
ru: Вы желаете воспроизвести DVD в приводе?

source: Do you want to preview and install new skins ?
fr: Voulez-vous prévisualiser et installer un nouveau thème?

source: Do you want to preview this DVD before burning?
de: Vor dem Brennen eine Vorschau der DVD ansehen?
fr: Voulez-vous une prévue du DVD avant de le graver?
ru: Вы желаете просмотреть DVD перед прожигом?

source: Do you want to produce this collection?
de: Wollen Sie diese Kollektion produzieren?
fr: Voulez-vous créer cette collection?
ru: Вы хотите записать эту коллекцию на носитель?

source: Do you want to reboot now with selected image?
fr: Voulez-vous redémarrer maintenant sur l'image sélectionnée?

source: Do you want to reboot your %s %s
de: Die %s %s neu starten?
fr: Voulez-vous redémarrer votre %s %s
ru: Вы желаете перезагрузить %s %s?

source: Do you want to reboot your %s %s ?
de: Die %s%s neu starten?
fr: Voulez-vous redémarrer votre %s %s ?
ru: Хотите перезагрузить %s %s ?

source: Do you want to reboot your receiver?
de: Wollen Sie Ihren Receiver neu booten?
fr: Voulez-vous redémarrer votre récepteur?
ru: Вы желаете перезагрузить ресивер?

source: Do you want to remove the package:
de: Das Paket deinstallieren:
fr: Voulez-vous retirer le paquet:
ru: Вы желаете удалить пакет:

source: Do you want to restart now?
fr: Voulez-vous redémarrer maintenant?

source: Do you want to restore your settings?
de: Die Einstellungen wiederherstellen?
fr: Voulez-vous restaurer vos paramètres?
ru: Вы желаете восстановить настройки?

source: Do you want to resume playback?
fr: Voulez-vous reprendre cette lecture?

source: Do you want to resume this playback?
de: Die Wiedergabe an der letzten Stelle fortsetzen?
fr: Voulez-vous reprendre cette lecture?
ru: Вы желаете продолжить воспроизведение?

source: Do you want to see more entries?
de: Wollen Sie mehr Einträge sehen?
fr: Voulez-vous voire plus d'entrées?
ru: Вы хотите увидеть больше записей?

source: Do you want to send all selected files: (choose 'No' to only send the currently selected file.)
fr: Voulez-vous envoyer tous les fichiers sélectionnés? (choisir ‘Non’ pour envoyer uniquement le fichier actuellement sélectionné).

source: Do you want to update your %s %s ?
de: Die %s %s aktualisieren?
fr: Voulez-vous mettre à jour votre %s %s?
ru: Вы желаете обновить %s %s?

source: Do you want to update your EGAMI image?
de: Wollen Sie Ihr EGAMIImage updaten?
fr: Voulez-vpus mettre à jour votre image EGAMI?
ru: Вы хотите обновить имидж EGAMI?

source: Do you want to upgrade the package:
de: Das Paket aktualisieren:
fr: Voulez-vous mettre à jour le paquet:
ru: Вы желаете обновить пакет:

source: Dobly Digital downmix is now
de: DD/DTS Downmix läuft
fr: Le downmix Dolby Digital est maintenant
ru: Dobly Digital downmix

source: Dolby Digital / DTS downmix
de: DD/DTS Downmix
fr: Downmix Dolby Digital / DTS

source: Domain
fr: Domaine
ru: Домен

source: Domain:
fr: Domaine:
ru: Домен:

source: Don't add this recording
de: Diese Aufnahme nicht hinzufügen
fr: Ne pas ajouter cet enregistrement
ru: Не добавлять эту запись

source: Don't save
de: Nicht speichern
fr: Ne pas sauvegarder
ru: Не сохранять

source: Don't stop current event but disable coming events
fr: Ne pas stopper événement actuel, mais désactiver les prochains

source: Don't stop current event but disable future events
fr: Ne pas stopper événement actuel, mais désactiver les prochains

source: Done - Installed or upgraded %d packages
de: Beendet, %d Pakete installiert oder aktualisiert
fr: Terminé - Installé, mis à jour ou retiré %d paquets
ru: Готово - Установлено или обновленно %d пакетов

source: Done - Installed, upgraded or removed %d package (%s)
de: Erledigt-installiert, aktualisiert oder entfernt %d package (%s)
fr: Terminé - Installé, mis à jour ou retiré %d paquet (%s)
ru: Готово - Установлен, обновлен или удален %d пакет (%s)

source: Double Line
fr: Ligne double

source: Down
de: Nach unten
fr: Bas

source: Download
de: Herunterladen
fr: Télécharger
ru: Загрузить

source: Download Cam
de: Herunterladen der Cam
fr: Télécharger CAM
ru: Сервер

source: Download EGAMI Addons
de: EGGAMI Addons herunterladen
fr: Télécharger les extensions EGAMI
ru: Скачать Аддоны EGAMI

source: Download Failed !!
de: Fehler beim Herunterladen
fr: Le téléchargement à échoué !!
ru: Ошибка загрузки !!

source: Download Plugins
de: Plugins herunterladen
fr: Téléchargement plugins
ru: Скачать Плагины

source: Download Video
de: Videos herunterladen
fr: Télécharger Vidéo
ru: Скачать видео

source: Download all new subtitles:
fr: Télécharger tous les sous-titre:

source: Download all subtitles:
fr: Télécharger tous les sous-titre:

source: Download feeds from Your own server
de: Feeds vom eigenen Server herunterladen
fr: Télécharge les feeds depuis votre propre serveur
ru: Загрузить расширения с вашего сервера

source: Download from feed IPTV, SoftCams
de: Vom Feed IPTV, SoftCams herunterladen
fr: Télécharger du feed IPTV, SoftCams
ru: Загрузить с фида

source: Download from feeds skins, extensions, picons
de: Von den Feeds Skins, Erweiterungen, Picons herunterladen
fr: Téléchargement depuis le net thèmes, extensions, picons
ru: Скачать онлайн с фида

source: Download latest EGAMI Image
de: Neuestes EGAMI Image herunterladen
fr: Télécharger la dernière image EGAMI
ru: Скачать последний имидж EGAMI

source: Download latest HDMU Image
de: Neuestes HDMU Image herunterladen
fr: Télécharger la dernière image HDMU
ru: Скачать последний HDMU

source: Download latest ItalySAT Image
de: Neuestes ItalySAT Image herunterladen
fr: Télécharger la dernière image ItalySAT

source: Download latest OpenATV Image
de: Neuestes OpenATV Image herunterladen
fr: Télécharger la dernière image OpenATV
ru: Скачать последний OpenATV

source: Download latest OpenDroid Image
fr: Télécharger la dernière image OpenDroid

source: Download latest OpenESI Image
fr: Télécharger la dernière image OpenESI

source: Download latest OpenHDF Image
de: Neuestes OpenHDF Image herunterladen
fr: Télécharger la dernière image OpenHDF

source: Download latest OpenMIPS Image
de: Neuestes OpenMIPS Image herunterladen
fr: Télécharger la dernière image OpenMIPS
ru: Скачать последний OpenMIPS

source: Download latest OpenNFR Image
fr: Télécharger la dernière image OpenNFR

source: Download latest OpenPLi Image
de: Neuestes OpenPLi Image herunterladen
fr: Télécharger la dernière image OpenPLi
ru: Скачать последний OpenPLi

source: Download latest OpenVIX Image
de: Neuestes OpenVIX Image herunterladen
fr: Télécharger la dernière image OpenVIX
ru: Скачать последний OpenVIX

source: Download location
de: Ort für Downloads
fr: Localisation des téléchargements
ru: Загрузить расположение

source: Download other images: PKT, BlackHole, VTi and others
fr: Télécharge une autre image: PKT, BlackHole, VTi et autres

source: Download plugins
de: Plugins herunterladen
fr: Télécharger plugins
ru: Скачать плагины

source: Download subtitle from NapiProjekt for :
fr: Télécharger sous-titre depuis NapiProjekt pour:

source: Download subtitle from Napisy24 for :
fr: Télécharger sous-titre depuis Napisy24 pour:

source: Downloadable plugins
de: Ladbare Plugins
fr: Télécharger plugins

source: Downloading
de: Lade herunter
fr: Téléchargement
ru: Загрузка...

source: Downloading %s
de: Lade %s herunter
fr: Téléchargement %s
ru: Загрузка %s

source: Downloading Detailed image 5 day forecast
de: Das detailierte Image der Vorhersage für 5 Tage herunterladen
fr: Télécharger les images détaillées des prévisions à 5 jours
ru: Загрузить подробный прогноз на 5 дней

source: Downloading an addon... Please wait...
de: Lade Addon herunter, bitte warten
fr: Téléchargement d'une extension... Veuillez patienter...
ru: Загрузка Аддонов. Ждите...

source: Downloading plugin information complete.
de: Plugin-Informationen wurden heruntergeladen
fr: Téléchargement des informations sur les plugins terminé.
ru: Сервер с плагинами подключен.

source: Downloading plugin information. Please wait...
de: Lade Plugin-Informationen herunter. Bitte warten.
fr: Téléchargement des informations sur le plugin. Veuillez patienter...
ru: Подключение к серверу.

source: Downloading screenshots. Please wait...
de: Lade Bildschirmfotos. Bitte warten
fr: Téléchargement des captures d'écran. Veuillez patienter...
ru: Загрузка скринов. Ждите...

source: Dreambox format data DVD (HDTV compatible)
de: Daten-DVD imDreambox Format (HDTV kompatibel)
fr: Format Dreamboax des données DVD (Compatible HDTV)
ru: DVD формат (HDTV-совместимый)

source: Dreambox format data DVD (won't work in other DVD players)
de: Dreambox Format Data DVD (geht nicht in anderen DVD Spielern)
fr: Format DVD Dreambox (ne fonctionnera dans aucun autre lecteur DVD).

source: Drivers: %s
de: Treiber: %s
fr: Pilotes: %s
ru: Драйверы: %s

source: Duration:
fr: Durée:
ru: Длительность:

source: Dutch
de: Holländisch
fr: Néerlandais
ru: Голландский

source: Dynamic contrast
de: Dynamischer Kontrast
fr: Contraste dynamique
ru: Динамический контраст

source: E2 Light Multiboot
fr: E2 Multiboot léger
ru: Простая мультизагрузка

source: ECM Info
fr: Info ECM
ru: ECM

source: ECM Statistics
de: ECM Statistik
fr: Statistiques ECM
ru: Статистика ECM

source: ECM Time
de: ECM Zeit
fr: Temps ECM
ru: Время ECM

source: ECM avg
de: ECM Durchschnitt
fr: Moy. ECM
ru: Средний ECM

source: ECM last
de: Letztes ECM
fr: Dernier ECM
ru: Последний ECM

source: ECM-Time
de: ECM Zeit
fr: Temps-ECM
ru: ECM-время

source: EG Blue
fr: EG Bleu

source: EGAMI - Memory Usage
de: EGAMI - Speícherauslastung
fr: EGAMI - Utilisation mémoire
ru: Использование памяти

source: EGAMI - Show Filesystem Mounts
de: EGAMI - Zeige die Mountpunkte des Dateisystems
fr: EGAMI - Afficher les points de montage système de fichier
ru: Точки монтирования

source: EGAMI - Show all connected sockets from ip-stack
de: EGAMI - Zeige alle verbundenen Sockets des ip Stacks
fr: EGAMI - Afficher les sockets connectés de la pile IP
ru: Подключенные cокеты с IP-стека

source: EGAMI - Uptime
de: EGAMI Laufzeit
fr: EGAMI - Durée de fonctionnement
ru: Время работы

source: EGAMI - show network stats
de: EGAMI - zeige Netzwerk stats
fr: EGAMI - Afficher les statistiques réseau
ru: Сетевая статистика

source: EGAMI Addons Panel
de: EGAMI Addons Anzeige
fr: EGAMI Panneau des extensions
ru: Панель плагинов

source: EGAMI Animation settings
fr: EGAMI Paramètres des animations

source: EGAMI Backup Location - STEP 2
de: EGAMI Backupordner - Schritt 2
fr: EGAMI Backup Localisation - ETAPE 2

source: EGAMI Backup Panel
de: EGAMI Backup Anzeige
fr: EGAMI Panneau de sauvegarde
