Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Play next (return to movie list)
de: Als nächstes abspielen (zurück zur Filmliste)
fr: Lire le suivant (retour à la liste des films)
ru: Воспроизвести следующее (список файлов)

source: Play next (return to previous service)
de: Als nächstes abspielen (zurück zum letzten Sender)
fr: Lire le suivant (revenir au service précédent)
ru: Воспроизвести следующее (предыдущий сервис)

source: Play next video
de: Nächstes Video abspielen
fr: Lire vidéo suivante
ru: Следующее видео

source: Play previous
de: Vorheriges Video abspielen
fr: Lire précédent
ru: Воспроизвести предыдущий

source: Play recorded movies...
de: Aufgenommene Filme abspielen...
fr: Lire les films enregistrés...
ru: Воспроизвести записанное видео...

source: Play video again
de: Video nochmal abspielen
fr: Lire à nouveau la vidéo
ru: Воспроизвести видео еще раз

source: Playlist
de: Wiedergabeliste
fr: Liste de lecture

source: Playpause
fr: Lecturepause

source: Please add titles to the compilation.
de: Titel zur Zusammenstellung hinzufügen!
fr: Veuillez ajouter les titres à la compilation.
ru: Пожалуйста, добавьте названия к сборнику.

source: Please be patient, a backup will now be made,
fr: Soyez patient, une sauvegarde est en cours,

source: Please be sure that your usb drive is NOT CONNECTED to your %s %s box before you continue.
fr: Soyez certains que le lecteur USB N’EST PAS CONNECTE sur votre %s %s avant de continuer.

source: Please change the recording end time
fr: Veuillez changer l’heure de fin de l’enregistrement

source: Please choose an extension...
de: Eine Erweiterung auswählen!
fr: Veuillez choisir une extension...
ru: Быстрый вызов плагинов

source: Please choose reader
de: Kartenleser wählen!
fr: Choisir le reader
ru: Пожалуйста, выберите ридер

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
de: DNS durch Ausfüllen der entsprechenden Werte konfigurieren. OK drücken zum Fortfahren
fr: Veuillez configurer ou vérifier vos serveurs de noms en renseignant les valeurs nécessaires. Quand vous serez prêt, appuyez sur 'OK' pour continuer.
ru: Пожалуйста, настройте или проверьте конфигурацию DNS, заполнив нужные данные Когда будете готовы - нажмите ОК для продолжения.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
de: Den Internzugang durch Ausfüllen der entsprechenden Werte konfigurieren. OK zum Fortfahren
fr: Veuillez configurer votre connexion internet en renseignant les valeurs nécessaires. Quand vous serez prêt, appuyez sur 'OK' pour continuer.
ru: Пожалуйста, настройте сеть, выбрав нужные данные Далее нажмите ОК для продолжения.

source: Please connect HDD or USB to backup/restore Your EGAMI Image!
de: Für ein Backup/Restore Ihres EGAMI Images Festplatte oder USB Gerät anschließen!
fr: Merci de connecter votre disque dur ou clé USB pour faire une sauvegarde/restauration de votre image EGAMI!
ru: Подключите жесткий диск или USB для бэкапа/восстановления!

source: Please connect HDD or USB to full backup of Your EGAMI Image!
de: Für ein Full-Backup Ihres EGAMI Images Festplatte oder USBgerät anschließen!
fr: Merci de connecter votre disque dur ou clé USB pour faire une sauvegarde complète de votre image EGAMI!
ru: Подключите жесткий диск или USB для полного бэкапа EGAMI!

source: Please connect your %s %s to the internet
de: Verbinden Sie Ihre %s %s mit dem Internet
fr: Merci de connecter votre %s %s à Internet.
ru: Подключите ваш %s %s к сети Интернет

source: Please disable ALL the plugins you don't need to use. This will Speed Up Image Performance.
fr: Merci de désactiver TOUS les plugins que vous n’utilisez pas. Cela va améliorer les performances de l’image.

source: Please disable ALL the skins you don't need to use. This will save free space in flash.
fr: Merci de désactiver TOUS les thèmes (skins) que vous n’utilisez pas. Cela va préserver de la mémoire libre dans votre flash.

source: Please do not change any values unless you know what you are doing!
de: Keine Werte ändern, ohne zu wissen, was geschieht!
fr: Veuillez ne changer aucune valeur si vous ne savez pas ce que vous faites!
ru: Пожалуйста, не изменяйте значения, пока не знаете, что делаете!

source: Please enter a name for the new bouquet
de: Einen Namen für das neue Bouquet eingeben!
fr: Veuillez saisir un nom pour le bouquet
ru: Пожалуйста, введите имя нового пакета

source: Please enter a name for the new marker
de: Einen Namen für den neuen Marker eingeben
fr: Veuillez saisir un nom pour le nouveau marqueur
ru: Пожалуйста, введите имя нового маркера

source: Please enter a new filename
de: Neuen Dateinamen eingeben
fr: Veuillez saisir un nouveau nom de fichier
ru: Пожалуйста, введите новое имя файла

source: Please enter a new name:
fr: Veuillez saisir un nouveau nom:

source: Please enter file/folder name
de: Datei/Ordnernamen eingeben
fr: Veuillez saisir un nom de fichier/répertoire
ru: Введите имя файла/папки

source: Please enter filename (empty = use current date)
de: Einen Dateinamen eingeben (leer = Dateiname ist aktuelles Datum)
fr: Veuillez saisir le nom de fichier (vide = utilise la date du jour)
ru: Пожалуйста, введите имя файла (пусто - текущая дата)

source: Please enter name of the new directory
de: Den Namen des neuen Verzeichnisses eingeben
fr: Veuillez saisir le nom du nouveau répertoire
ru: Пожалуйста, введите имя нового каталога

source: Please enter name of the new symlink
de: Den Namen des neuen Symlinks eingeben
fr: Veuillez saisir le nom du nouveau lien symbolique
ru: Введите имя нового симлинка

source: Please enter new description:
fr: Veuillez entrer une nouvelle description:

source: Please enter new name:
de: Neuen Namen eingeben:
fr: Veuillez saisir un nouveau nom:
ru: Введите новое имя:

source: Please enter the correct pin code
de: Korrekten PIN Code eingeben
fr: Veuillez saisir le code pin correcte
ru: Пожалуйста, введите правильный PIN

source: Please enter the name of the new directory
fr: Veuillez saisir le nom du nouveau répertoire

source: Please enter the new PIN code
fr: Veuillez saisir le nouveau code pin

source: Please enter the old PIN code
de: Alten PIN Code eingeben
fr: Veuillez saisir l'ancien code pin
ru: Пожалуйста, введите старый PIN

source: Please enter the your personal feed URL
de: Geben Sie die URL Ihres Feeds ein
fr: Veuillez saisir votre url de feed personnelle

source: Please enter your search term.
de: Suchbegriff eingeben
fr: Veuillez entrer votre terme à rechercher
ru: Введите поисковый запрос.

source: Please follow the instructions on the TV
de: Folgen Sie den Anweisungen auf dem Fernseher
fr: Veuillez suivre les instructions sur la TV
ru: Пожалуйста, следуйте инструкциям на экране ТВ

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
de: Auf das zuletzt ausgewählte Medium konnte nicht zugegriffen werden, daher wird stattdessen das Standardverzeichnis benutzt
fr: Veuillez noter que le média sélectionné précédent n'est pas accessible, par conséquent, le répertoire standard sera utilisé à la place.
ru: Пожалуйста, обратите внимание, что ранее выбранный носитель недоступен, и вместо него будет использован каталог по умолчанию

source: Please press OK to continue.
de: Zum Fortfahren OK drücken
fr: Veuillez presser OK pour continuer.
ru: Пожалуйста, нажмите ОК для продолжения.

source: Please press OK to get latest skin list
fr: Veuillez appuyer sur OK pour obtenir la dernière liste des thèmes

source: Please press OK to start Kodi...
fr: Veuillez presser OK pour démarrer Kodi...

source: Please re-enter the new PIN code
fr: Veuillez re-saisir le nouveau code pin

source: Please select a default EPG type...
de: Standard-EPG-Typ wählen
fr: Merci de choisir un type d'EPG standard...
ru: Пожалуйста, выберите тип EPG по умолчанию

source: Please select a playlist to delete...
de: Wiedergabeliste zum Löschen wählen
fr: Veuillez choisir liste de lecture à effacer...
ru: Пожалуйста, выберите плейлист для удаления

source: Please select a playlist...
de: Wiedergabeliste wählen
fr: Veuillez choisir liste de lecture...
ru: Пожалуйста, выберите плейлист...

source: Please select a resolution...
de: Wählen Sie die Bildschirmauflösung
fr: Veuillez choisir une résolution…

source: Please select a standard feed or try searching for videos.
de: Standardfeed wählen, oder nach Videos suchen
fr: Merci de choisir un feed standard ou essayer de chercher une vidéo.

source: Please select a sub service...
de: Unterkanal auswählen
fr: Veuillez choisir un sous-service...
ru: Пожалуйста, выберите подсервис...

source: Please select a subservice to record...
de: Unterkanal zur Aufnahme auswählen
fr: Veuillez choisir un sous-service à enregistrer...
ru: Пожалуйста, выберите подсервис для записи...

source: Please select a subservice...
de: Unterkanal auswählen
fr: Veuillez choisir un sous-service...
ru: Пожалуйста, выберите подсервис...

source: Please select an aspect ratio...
de: Wählen Sie das Seitenverhältnis
fr: Veuillez choisir un rapport d’aspect…

source: Please select medium to be scanned
de: Medium zum Durchsuchen auswählen
fr: Veuillez choisir le média à parcourir
ru: Пожалуйста, выберите носитель для сканирования

source: Please select medium to use as backup location
de: Ort für das Backup auswählen
fr: Veuillez choisir le support pour la sauvegarde
ru: Пожалуйста, выберите носитель для сохранения файлов резервной копии

source: Please select the movie path...
de: Filmpfad auswählen
fr: Veuillez choisir le chemin du film...
ru: Выберите расположение

source: Please select the tag to filter...
fr: Veuillez choisir tag pour filtrer…

source: Please select the wireless network that you want to connect to. Please press OK to continue.
de: Wählen Sie das WLAN, mit dem Sie sich verbinden möchten . OK zum Fortfahren
fr: Veuillez sélectionner le réseau sans fil auquel se connecter. Veuillez presser OK pour continuer.
ru: Пожалуйста, выберите беспроводную сеть для подключения. Нажмите ОК для продолжения.

source: Please set up tuner A
de: Konfigurieren Sie Tuner A
fr: Veuillez paramétrer le tuner A
ru: Пожалуйста, настройте тюнер А

source: Please set up tuner A For Hybrid Tuner Models switch Tuner Type with left and right keys
fr: Merci de configurer le tuner A Pour les modèles de tuner hybride changez le type de tuner avec les flèches gauche et droite.

source: Please set up tuner B
de: Konfigurieren Sie Tuner B
fr: Veuillez paramétrer le tuner B
ru: Пожалуйста, настройте тюнер B

source: Please set up tuner B For Hybrid Tuner Models switch Tuner Type with left and right keys
fr: Merci de configurer le tuner B Pour les modèles de tuner hybride changez le type de tuner avec les flèches gauche et droite.

source: Please set up tuner C
de: Konfigurieren Sie Tuner C
fr: Veuillez paramétrer le tuner C
ru: Пожалуйста, настройте тюнер C

source: Please set up tuner C For Hybrid Tuner Models switch Tuner Type with left and right keys
fr: Merci de configurer le tuner C Pour les modèles de tuner hybride changez le type de tuner avec les flèches gauche et droite.

source: Please set up tuner D
de: Konfigurieren Sie Tuner D
fr: Veuillez paramétrer le tuner D
ru: Пожалуйста, настройте тюнер D

source: Please set up tuner D For Hybrid Tuner Models switch Tuner Type with left and right keys
fr: Merci de configurer le tuner D Pour les modèles de tuner hybride changez le type de tuner avec les flèches gauche et droite.

source: Please set up tuner E For Hybrid Tuner Models switch Tuner Type with left and right keys
fr: Merci de configurer le tuner E Pour les modèles de tuner hybride changez le type de tuner avec les flèches gauche et droite.

source: Please set up tuner F For Hybrid Tuner Models switch Tuner Type with left and right keys
fr: Merci de configurer le tuner F Pour les modèles de tuner hybride changez le type de tuner avec les flèches gauche et droite.

source: Please set up tuner G For Hybrid Tuner Models switch Tuner Type with left and right keys
fr: Merci de configurer le tuner G Pour les modèles de tuner hybride changez le type de tuner avec les flèches gauche et droite.

source: Please set up tuner H For Hybrid Tuner Models switch Tuner Type with left and right keys
fr: Merci de configurer le tuner H Pour les modèles de tuner hybride changez le type de tuner avec les flèches gauche et droite.

source: Please set up tuner I For Hybrid Tuner Models switch Tuner Type with left and right keys
fr: Merci de configurer le tuner I Pour les modèles de tuner hybride changez le type de tuner avec les flèches gauche et droite.

source: Please set up tuner J For Hybrid Tuner Models switch Tuner Type with left and right keys
fr: Merci de configurer le tuner J Pour les modèles de tuner hybride changez le type de tuner avec les flèches gauche et droite.

source: Please setup your user interface by adjusting the values till the edges of the blue box are touching the edges of your TV. When you are ready press OK to continue.
de: Konfigurieren Sie die Benutzeroberfläche durch Ändern der Werte, bis die blaue Box die Ränder des Bildschirms erreicht. OK zum Fortfahren
fr: Veuillez configurer votre interface utilisateur en ajustant les valeurs jusqu'à ce que le bord bleu touche les coins de votre TV. Quand vous serez prêt, appuyez sur 'OK' pour continuer.
ru: Пожалуйста, настройте интернет соединение, заполнив нужные данные Когда будете готовы - нажмите ОК для продолжения.

source: Please setup your user interface by adjusting the values till the edges of the red box are touching the edges of your TV. When you are ready press green to continue.
de: Konfigurieren Sie die Benutzeroberfläche durch Ändern der Werte, bis die blaue Box die Ränder des Bildschirms erreicht. Grüne Taste zum Fortfahren
fr: Veuillez configurer votre interface utilisateur en ajustant les valeurs jusqu’à ce que le bord rouge touche les bords de votre TV. Quand vous serez prêt, pressez vert pour continuer.

source: Please to press button TXT to open Virtual keyboard
de: TXT Taste zum Öffnen der virtuellen Tastatur drücken
fr: Appuyez sur la touche 'TXT' pour ouvrir le clavier virtuel
ru: Нажмите кнопку TXT на пульте, чтобы вызвать виртуальную клавиатуру

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
de: Die Hoch/Runter-Tasten verwenden, um die Sprache auszuwählen. Danach OK drücken
fr: Veuillez utiliser les touches 'HAUT' et 'BAS' pour choisir votre langue. Ensuite appuyez sur le bouton 'OK'.
ru: Пожалуйста, используйте кнопки ВВЕРХ и ВНИЗ для выбора языка. Далее нажмите ОК.

source: Please use the direction keys to move the PiP window. Press CH +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
fr: Veuillez utiliser les touches direction pour bouger la fenêtre PiP. Presser CH +/- pour redimmensionner la fenêtre. Presser OK pour revenir au mode TV ou EXIT pour annuler le déplacement.

source: Please wait
de: Bitte warten
fr: Veuillez patienter
ru: Пожалуйста, подождите

source: Please wait (downloading channel list)
de: Bitte warten (Kanalliste wird herunter geladen)
fr: Merci de patienter (téléchargement de la liste des chaîne)
ru: Пожалуйста подождите (загрузка списка каналов)

source: Please wait (downloading softcam)
de: Bitte warten (Softcam wird herunter geladen)
fr: Veuillez patienter (téléchargement softcam)
ru: Пожалуйста подождите (загрузка эмулятора)

source: Please wait (updating packages)
de: Bitte warten (Pakete werden aktualisiert)
fr: Merci de patienter (mise à jour des packages)
ru: Пожалуйста подождите (обновление пакетов)

source: Please wait ...
de: Bitte warten...
fr: Veuillez patienter...
ru: Подождите ...

source: Please wait while gathering data...
fr: Veuillez patienter pendant la réception des données…

source: Please wait while scanning for devices...
de: Suche nach Geräten ...
fr: Veuillez patienter pendant l'analyse des périphériques...

source: Please wait while scanning is in progress...
de: Bitte warten, der Suchvorgang läuft
fr: Veuillez patienter pendant l'analyse en cours...
ru: Пожалуйста, подождите, идет сканирование...

source: Please wait while starting
de: Ich fange an mit
fr: Veuillez patienter pendant le démarrage
ru: Подождите пока запускается

source: Please wait while we configure your network...
de: Bitte warten, das Netzwerk wird konfiguriert
fr: Veuillez patienter pendant que nous configurons votre réseau...
ru: Пожалуйста, подождите применения настроек сети

source: Please wait while we prepare your network interfaces...
de: Bitte warten, die Netzwerk Interfaces werden vorbereitet
fr: Veuillez patienter pendant la préparation des interfaces réseau...
ru: Пожалуйста, подождите, подготавливаются сетевые интерфейсы...

source: Please wait while we test your network...
de: Bitte warten, das Netzwerk wird getestet
fr: Veuillez patienter pendant le test de votre réseau...
ru: Пожалуйста, подождите, идет проверка сети...

source: Please wait while your network configuration is activated...
fr: Veuillez attendre l’activation de votre configuration réseau…

source: Please wait whilst feeds state is checked.
de: Bitte warten, bis Feeds geprüft wurden
fr: Veuillez patienter pendant que l'état des feeds est vérifié.
ru: Пожалуйста, подождите, идёт обмен данных с сервером

source: Please wait.
de: Bitte warten
fr: Veuillez patienter.
ru: Пожалуйста, подождите.

source: Please wait...
de: Bitte warten...
fr: Veuillez patienter...
ru: Пожалуйста, подождите...

source: Please wait... Loading list...
de: Bitte warten, Liste wird geladen
fr: Veuillez patienter... Chargement de la liste...
ru: Пожалуйста, ждите... Загружается список...

source: Please, choose addon to install:
de: Addon zur Installation auswählen
fr: Veuillez choisir ll'extension à installer:
ru: Выберите Аддон для установки:

source: Please, choose addon to remove:
de: Addon zum Löschen auswählen
fr: Veuillez choisir l'extension à effacer
ru: Выберите Аддон для удаления:

source: Please, choose an addon to install:
de: Addon zum Installieren auswählen
fr: Veuillez choisir l'extension à installer:
ru: Выберите Аддон для установки:

source: Please: DO NOT reboot your STB and turn off the power.
de: Bitte Ihre Box nicht neu booten oder vom Netz nehmen
fr: Attention: NE PAS rebooter votre récepteur NI COUPER l'alimentation.
ru: Пожалуйста: не перезагружайте ресивер и не выключайте питание.

source: Plugin Browser
fr: Navigateur des plugins
ru: Установленные плагины

source: Plugin Filter...
fr: Filtre plugin...

source: Plugin browser
fr: Navigateur des plugins

source: Plugin details
fr: Détails des plugins
ru: О плагине

source: Plugin manager activity information
de: Information zur Aktivität des Pluginmanagers
fr: Plugin information gestion d'activité
ru: Информация об активных плагинах

source: Plugin manager help
de: Hilfe Pluginverwaltung
fr: Aide gestionnaire plugin
ru: Помощь в управлении плагинами

source: Pluginbrowser Settings
fr: Paramètres de PluginBrowser

source: Pobierz napisy dla wszystkich *.
fr: Télécharger sous-titres pour tous *.

source: Pobierz napisy z NapiProjekt
fr: Télécharger sous-titres de NapiProjekt

source: Pobierz napisy z Napisy24.pl Hash
fr: Télécharger sous-titres de Napisy24.pl Hash

source: Pobierz napisy z Napisy24.pl Nazwa
fr: Télécharger sous-titres de Nom Napisy24.pl

source: Poland
de: Polen
fr: Pologne
ru: Польша

source: Polarization
de: Polarisation
fr: Polarisation
ru: Поляризация

source: Polish
de: Polnisch
fr: Polonais
ru: Польский

source: Portuguese
de: Portugiesisch
fr: Portugais
ru: Португальский

source: Position Setup
de: Rotor Einstellungen
fr: Paramètres position
ru: Настройка позиции

source: Position of finished Timers in the Timer list
de: Position beendeter Timer in der Timerliste
fr: Position des programmations expirées dans liste
ru: Позиция выполненных таймеров в списке

source: Position of recording icons
fr: Position de l'icône d'enregistrement

source: Position stored at index
de: Position bei Index gespeichert
fr: Position stockée à l'index
ru: Позиция сохранена

source: Positioner
de: Rotor
fr: Positionneur
ru: Позиционер

source: Positioner (selecting satellites)
de: Rotor (wähle Satelliten)
fr: Positionneur (choisir satellites)
ru: Позиционер (выбор спутников)

source: Positioner Setup
fr: Paramétrer positionneur

source: Positioner setup
de: Rotor Einstellungen
fr: Paramètres positionneur
ru: Настройка позиционера

source: Power LED State in Deep-Standby/Standby
fr: Etat de la LED d’alimentation en veille-profonde/veille

source: Power LED state during deep-standby/standby.
fr: LED d'état luminosité pendant la veille profonde/veille.

source: Power On Display
fr: Affichage lorsqu'allumé

source: Power threshold in mA
de: Strom Schwellwert in mA
fr: Seuil de puissance en mA
ru: Порог тока в mA

source: PowerManager entry
de: PowerManager Eintrag
fr: Entrée gestionnaire d'alimentation
ru: Запись таймера питания

source: PowerManager log
fr: Log du Gestionnaire d'alimentation
ru: Журнал таймера питания

source: PowerTimer
fr: Programmations d’alimentation

source: PowerTimer DeepStandby
fr: MinuterieAlim Veille profonde

source: PowerTimer List
de: Powertimer Liste
fr: Liste des minuteries d'alimentation
ru: Список таймеров питания

source: PowerTimer Overview
de: PowerTimer Überblick
fr: Aperçu minuteries d'alimentation
ru: Обзор таймеров питания

source: PowerTimer Standby
fr: MinuterieAlim Veille

source: PowerTimers
de: PowerTimer
fr: Minuteries d'alimentation
ru: Таймеры питания

source: Predefined
de: Vordefiniert
fr: Prédéfini
ru: Предпочитаемый пользователем

source: Predefined transponder
de: Vordefinierte Transponder
fr: Transpondeur prédéfini
ru: Предпочитаемый транспондер

source: Prefer AC3 track
de: Bevorzuge AC3
fr: Préférer la piste AC3
ru: Приоритет AC3

source: Prefer AC3+ track
de: Bevorzuge AC3+
fr: Préférer la piste AC3+
ru: Приоритет AC3+

source: Prefer audio track stored by service
de: Bevorzuge gespeicherte Tonspur des Senders
fr: Préférer les flux audio stockés par le service
ru: Выбор аудиодорожки каналом

source: Prefer graphical DVB subtitles
de: Bevorzuge grafische DVB Untertitel
fr: Préférer les sous-titres DVB graphiques
ru: Приоритет DVB субтитрам

source: Prefer subtitles for hearing impaired
de: Bevorzuge Untertitel für Hörgeschädigte
fr: Préférer les sous-titres pour les malentendants
ru: Приоритет субтитрам для слабослышащих

source: Prefer subtitles stored by service
de: Bevorzuge Untertitel, die vom Sender stammen
fr: Préférer les sous-titres inclus dans le service
ru: Субтитры определены каналом

source: Preferred tuner
de: Bevorzugter Tuner
fr: Tuner préféré
ru: Предпочитаемый тюнер

source: Preferred tuner for recordings
de: Bevorzugter Tuner für Aufnahmen
fr: Tuner préféré pour l'enregistrement
ru: Приоритет тюнера для записи

source: Preparing... Please wait
de: Vorbereitung läuft, bitte warten
fr: Préparation... Veuillez patienter
ru: Подготовка... Пожалуйста, подождите

source: Press '0' to toggle PiP mode
de: '0' drücken, um zum PiP-Modus zu wechseln
fr: Appuyer sur '0' pour basculer le mode PiP
ru: Нажмите '0' для переключения в PiP

source: Press INFO for hide logging
fr: Appuyez sur INFO pour masquer le logging

source: Press INFO for show logging
fr: Appuyez sur INFO pour afficher le logging

source: Press INFO on your remote control for additional information.
de: INFO für zusätzliche Informationen
fr: Appuyez sur 'INFO' de la télécommande pour obtenir des infos additionnelles.
ru: Нажмите INFO для получения дополнительной информации

source: Press MENU on your remote control for additional options.
de: MENUE für zusätzliche Optionen.
fr: Appuyer sur MENU de la télécommande pour options additionnelles.
ru: Нажмите MENU для дополнительных опций
