Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Sorry, no new usb storage device detected. Be sure to follow the wizard instructions.
fr: Désolé, pas de nouveau périphérique de stockage USB détecté. Soyez certains de suivre les instructions de l’assistant.

source: Sorry, there is not any connected devices in your STB. Please connect HDD or USB to full backup Your EGAMI Image!
de: Mit ihrer Box ist kein Speichergerät verbunden. Verbinden Sie eine Festplatte oder einen USB Speicher, für eine vollständiges Backup Ihres EGAMI Images
fr: Désolé, il n'y a pas de périphérique connecté sur votre récepteur. Merci de connecter un disque dur ou une clé USB pour faire une sauvegarde complète de votre image EGAMI!
ru: Нет никаких подключенных устройств к ресиверу. Подключите жесткий диск или USB для полного бэкапа EGAMI!

source: Sorry, there is not any connected devices in your STB. Please connect HDD or USB to install EGAMI Multiboot!
de: Mit ihrer Box ist kein Speichergerät verbunden. Verbinden Sie eine Festplatte oder einen USB Speicher, um EGAMI Multiboot zu installieren
fr: Désolé, il n'y a pas de périphérique connecté sur votre récepteur. Merci de connecter un disque dur ou une clé USB pour installer EGAMI Multiboot!
ru: Нет никаких подключенных устройств к ресиверу. Подключите жесткий диск или USB для установки мультибута!

source: Sorry, there is not any connected devices in your STB. Please connect HDD or USB to store/restore Your EGAMI Backup!
de: Mit ihrer Box ist kein Speichergerät verbunden. Verbinden Sie eine Festplatte oder einen USB Speicher, für eine vollständiges Backup/Restore Ihres EGAMI Images
fr: Désolé, il n'y a pas de périphérique connecté sur votre récepteur. Merci de connecter un disque dur ou une clé USB pour stocker/restaurer votre sauvegarde EGAMI!
ru: Нет никаких подключенных устройств к ресиверу. Подключите жесткий диск или USB для сохранения/восстановления EGAMI!

source: Sorry, video is not available!
de: Video nicht verfügbar
fr: Désolé, la vidéo n'est pas disponible!
ru: К сожалению, видео недоступно!

source: Sorry, wrong WOEID
de: Falsche WOEID
fr: Désole, mauvais WOEID
ru: Неверный WOEID

source: Sorry, your backup destination is not writeable. Please select a different one.
de: In Ihren Backuport kann nicht geschrieben werden. Wählen Sie einen anderen
fr: Désolé, votre média de sauvegarde n'est pas accessible en écriture. Merci d'en choisir un autre.
ru: К сожалению указанное расположение резервного копирования недоступно для записи. Пожалуйста, выберите другое.

source: Sorry, your partition(s) sizes are bigger than total device size.
fr: Désolé, la taille de(s) partition(s) est plus grande que la taille totale du périphérique.

source: Sorry: Wrong image in flash found. You have to install in flash EGAMI Image
de: Falsches Image im Flash gefunden. Sie müssen ein Egami Image flashen
fr: Désolé: mauvaise image trouvée en flash. Vous devez installer l'image EGAMI en flash.
ru: Обнаружен неправильный имидж. Вы должны установить EGAMI

source: Sort
de: Sortieren
fr: Trier
ru: Сортировать

source: Sort EPG List
de: Sortiere das EPG
fr: Trier la liste EPG
ru: Сортировать список EPG

source: Sort Extensions list alphabetically
fr: Trier alphabétiquement la liste des extensions

source: Sort by
de: Sortiere Liste nach
fr: Trier par
ru: Сортировка

source: Sort by default
de: Standardsortierung
fr: Tri standard
ru: По умолчанию

source: Sort list by
de: Sortiere Liste nach
fr: Trier la liste par
ru: Сортировать список по

source: Sort list to default and exit?
fr: Trier la liste par défaut et sortir?

source: Sort list:
de: Sortiere Liste:
fr: Liste triée:
ru: Сортировать список:

source: Sort order for menu entries
fr: Ordre de tri pour les entrées du menu

source: Sort setting screen's alphabetically
fr: Trier alphabétiquement l'écran des paramètres

source: Sound
de: Ton
fr: Son
ru: Звук

source: Sound carrier
de: Tonträger
fr: Porteuse sonore
ru: Несущая

source: Source Image file
de: Source Image Datei
fr: Fichier image source
ru: Исходный файл имиджа

source: Source request
de: Eingangs Anfrage
fr: Demande d'entrée
ru: Источник запроса

source: South
de: Süd
fr: Sud
ru: Юг

source: South Korea
de: Südkorea
fr: Corée du sud
ru: Южная Корея

source: Space used:
de: Benutzter Platz:
fr: Espace utilisé:
ru: Использовано:

source: Spain
de: Spanien
fr: Espagne
ru: Испания

source: Spanish
de: Spanisch
fr: Espagnol
ru: Испанский

source: Special Features
fr: Fonctions spéciales

source: Speed up system booting
fr: Accélération du démarrage du système

source: Speed up system booting time
fr: Accélère le démarrage

source: Split channel name and event title into 2 lines.
fr: Diviser le nom de la chaîne et le titre de l'évènmenet en 2 lignes.

source: Split preview mode
de: Splitscreen für Vorschau-Modus
fr: Mode prévue séparée
ru: Режим предварительного просмотра (разделить экран)

source: Splitscreen
fr: Diviser l'écran
ru: Разделенный экран

source: Standard (always)
fr: Standard (toujours)

source: Standard list
fr: Liste standard

source: Standby
fr: Veille
ru: Режим ожидания

source: Standby / Restart
de: Standby / Neustart
fr: Veille / Redémarrage
ru: Меню выключения

source: Standby / restart
de: Standby / Neustart
fr: Veille / Redémarrage
ru: Меню выключения

source: Start
fr: Départ
ru: Старт

source: Start Kodi
fr: Démarrer Kodi

source: Start from the beginning
de: Vom Anfang an beginnen
fr: Démarrer depuis le début
ru: Начать с самого начала

source: Start instant recording
de: Sofortaufnahme starten
fr: Démarrer l'enregistrement direct

source: Start offline decode
de: Starte offline Entschlüsselung
fr: Démarrer le décodage hors ligne
ru: Запуск автономного декодирования

source: Start recording?
de: Aufnahme starten?
fr: Démarrer l'enregistrement?
ru: Начать запись?

source: Start teletext
de: Videotext starten
fr: Démarrer le télétexte

source: Start test
de: Test starten
fr: Lancer le test
ru: Начать тест

source: Start time
de: Startzeit
fr: Heure de début
ru: Время запуска

source: Start timeshift
de: TimeShift starten
fr: Démarrer PauseDirect
ru: Начать TimeShift

source: Start with following feed:
de: Beginne mit folgenden Feed:
fr: Démarrer avec le feed suivant:
ru: Начать с следующего фида:

source: Start/stop/select soft-cam
de: Wählen Sie SoftCam Start/Stop
fr: Démarrer/Arrêter/Choisir un softcam
ru: Управление soft-cam

source: Start/stop/select your cam, You need to install first a softcam
de: Start/Stop /wählen Sie Ihre Cam. Sie müssen erst eine Softcam installieren
fr: Démarrer/Arrêter/Choisir votre CAM. Vous devez d'abord installer un softcam.
ru: Необходимо сначала установить SoftCam

source: Starting on
de: Beginnend ab
fr: Démarre sur
ru: Начиная с

source: Status
fr: Statut
ru: Состояние

source: Status: DjMount is running!
de: Status: DjMount läuft
fr: Statut: DjMount fonctionne!
ru: Статус: DjMount запущен!

source: Status: DjMount stopped!
de: Status: DjMount angehalten
fr: Statut: DjMount arrêté!
ru: Статус: DjMount остановлен!

source: Status: DropBear is running!
de: Status: DropBear läuft!
fr: Statut: DropBear fonctionne!
ru: Статус: DropBear запущен!

source: Status: DropBear stopped!
de: Status: DropBear angehalten!
fr: Statut: DropBear arrêté!
ru: Статус: DropBear остановлен!

source: Status: Httpd is running!
de: Status: Httpd läuft!
fr: Statut: Httpd fonctionne!
ru: Статус: Httpd запущен!

source: Status: Httpd stopped!
de: Status: Httpd angehalten!
fr: Statut: Httpd arrêté!

source: Status: djmount is starting...
de: Status: djmount startet...
fr: Statut: djmount démarre...

source: Status: djmount is stopping...
de: Status: djmount hält an...
fr: Statut: djmount s'arrête...

source: Status: dropbear is starting...
de: Status: dropbear startet...
fr: Statut: dropbear démarre...

source: Status: dropbear is stopping...
de: Status: dropbear hält an...
fr: Statut: dropbear s'arrête...

source: Status: httpd is starting...
de: Status: httpd startet...
fr: Statut: httpd démarre...

source: Status: httpd is stopping...
de: Status: httpd hält an...
fr: Statut: httpd s'arrête...

source: Status: syslogd and klogd are running!
de: Status: syslogd und klogd laufen!
fr: Statut: syslogd et klogd fonctionnent!

source: Status: syslogd and klogd stopped!
de: Status: syslogd und klogd angehalten!
fr: Statut: syslogd et klogd arrêtés!

source: Status: syslogd is starting...
de: Status: syslog startet...
fr: Statut: syslogd démarre...

source: Status: syslogd is stopping...
de: Status: syslogd hält an...
fr: Statut: syslogd s'arrête...

source: Std. Feeds
fr: Feeds Std.
ru: Фид

source: Step east
de: Drehe schrittweise nach Osten
fr: Un pas vers l'Est
ru: Шаг на восток

source: Step value for fast switching or long press the volume button. Depending on the setting (if greater) and the current volume (if less) will adjusted the step. (30 to 4, 18 to 3, 9 to 2 and 3 to 1)
de: Schrittwert für schnelles Schalten oder langes Drücken der Lautstärketaste. Je nach Einstellung (falls größer) und der aktuellen Lautstärke (wenn kleiner) wird der Schritt angepasst. (ab 30 auf 4, ab 18 auf 3, ab 9 auf 2, ab 3 auf 1)
fr: Valeur du pas pour l'avance rapide ou appuyez longtemps sur le bouton volume. En fonction du paramètre (si plus grand) et le volume courant (si plus petit) va ajuster le pas. (30 à 4, 18 à 3, 9 à 2 et 3 vers 1)

source: Step value for single press the volume button. Depending on the setting (if greater) and the current volume (if less) will adjusted the step. (30 to 4, 18 to 3, 9 to 2 and 3 to 1)
de: Schrittwert für einmaliges Drücken der Lautstärketaste. Je nach Einstellung (falls größer) und der aktuellen Lautstärke (wenn kleiner) wird der Schritt angepasst. (ab 30 auf 4, ab 18 auf 3, ab 9 auf 2, ab 3 auf 1)
fr: Valeur du pas en appuyant une fois sur le bouton volume. En fonction du paramètre (si plus grand) et le volume courant (si plus petit) va ajuster le pas. (30 à 4, 18 à 3, 9 à 2 et 3 vers 1)

source: Step west
de: Drehe schrittweisenach Westen
fr: Un pas vers l'Ouest
ru: Шаг на запад

source: Stepped east
de: Nach Osten gedreht
fr: Un pas vers l'Est
ru: Шаг на восток

source: Stepped west
de: Nach Westen gedreht
fr: Un pas vers l'Ouest
ru: Шаг на запад

source: Stop PiP
fr: arrêter PiP
ru: остановить PiP

source: Stop all current recordings
fr: Arrêter tous les enregistrements en cours?

source: Stop and delete all current recordings
fr: Arrêter et effacer tous les enregistrements courants

source: Stop and delete recording
fr: Arrêter et effacer l'enregistrement

source: Stop and delete recording:
fr: Arrêter et effacer l'enregistrement:

source: Stop and delete recordings:
fr: Arrêter et effacer tous les enregistrements:

source: Stop current event and disable coming events
fr: Stopper l’événement actuel et désactiver pour les évènements futurs

source: Stop current event and disable future events
fr: Stopper l’événement actuel et désactiver pour les évènements futurs

source: Stop current event but not coming events
fr: Stopper événement courant mais pas les prochains

source: Stop current event but not future events
fr: Stopper événement courant mais pas les prochains

source: Stop entry
de: Wiedergabe anhalten
fr: Arrêter l'entrée
ru: остановить

source: Stop playing this movie?
de: Wiedergabe beenden?
fr: Arrêter la lecture du film?
ru: Остановить воспроизведение?

source: Stop previous broadcasted service on return to movie list.
fr: Arrêter le service précédent en revenant de la liste de lecture des films

source: Stop recording
de: Aufnahme beenden
fr: Arrêter l'enregistrement
ru: Остановить запись

source: Stop recording and delete
de: Aufnahme beenden und löschen
fr: Arrêter l'enregistrement et supprimer
ru: Остановить запись и удалить

source: Stop recording now
de: Aufnahme jetzt beenden
fr: Arrêter l'enregistrement
ru: Остановить запись

source: Stop recording:
fr: Arrêter l'enregistrement:

source: Stop recordings:
fr: Arrêter les enregistrements:

source: Stop service on return to movie list
de: Halte Sender an bei Rückkehr zur Filmauswahl an
fr: Arrêter le service au retour de la liste des films
ru: Остановить сервис при возврате к списку записей

source: Stop test
de: Test anhalten
fr: Stopper le test
ru: Остановить тест

source: Stop testing plane after # failed transponders
de: Halte Test nach # fehlgeschlagenen Transpondern an
fr: Stopper le test après #échec transpondeurs
ru: Остановить тестирование после # ошибки транспондера

source: Stop testing plane after # successful transponders
de: Halte Test nach # erfolgreichen Transpondern an
fr: Stopper le test après #succès transpondeurs
ru: Остановить тестирование после # исправного транспондера

source: Stop timer recording
de: Timeraufnahme beenden
fr: Arrêter programmation après l'enregistrement
ru: Остановить запись по таймеру

source: Stop timeshift
de: TimeShift beenden
fr: Arrêter PauseDirect
ru: Остановить TimeShift

source: Stop timeshift and save timeshift buffer as movie
fr: Arrêter le PauseDirect et sauvegarder le buffer comme film

source: Stop timeshift and save timeshift buffer as movie and start recording of current event
fr: Arrêter PauseDirect et sauver le buffer comme film et démarrer l’enregistrement de l’évènement courant

source: Stop timeshift while recording?
de: TimeShift bei Aufnahme anhalten?
fr: Arrêter PauseDirect pendant un enregistrement?
ru: Остановить Timeshift при записи

source: Stop using as startup service
fr: Arrêter d’utiliser comme service de démarrage

source: Stop's timeshift being used if a recording is in progress. (adviseable for usb sticks)
de: Hält den TimeShift an, wenn gleichzeitig aufgenommen wird. Das wird bei USB Sticks empfohlen.
fr: Arrêter un PauseDirect en cours pendant un enregistrement. (Conseiller sur un stick USB)
ru: Не использовать Timeshift, если идет запись.

source: Stopped
de: Angehalten
fr: Arrêté
ru: Остановка

source: Storage devices
de: Speichergeräte
fr: Liste des Périphériques de Stockage
ru: Накопители

source: Store at index
de: Bei Index speichern
fr: Enregistrer à la position
ru: Сохранить положение в индекс

source: Store position
de: Position speichern
fr: Enregistrer la position
ru: Сохранить положение

source: Stored position
de: Gespeicherte Position
fr: Position enregistrée
ru: Сохраненное положение

source: Stream
fr: Flux
ru: Поток

source: Stream advanced info - CAT
de: Stream erweitertes Info - CAT
fr: Info avancé flux - CAT
ru: Информация о потоке - CAT

source: Stream advanced info - ECM
de: Stream erweitertes Info - ECM
fr: Info avancée flux - ECM
ru: Информация о потоке - ECM

source: Stream advanced info - EIT/TOT/TDT
de: Stream erweitertes info - EIT/TOT/TDT
fr: Info avancée flux - EIT/TOT/TDT
ru: Информация о потоке - EIT/TOT/TDT

source: Stream advanced info - Help
de: Stream erweitertes Info - Hilfe
fr: Info avancée flux - Aide
ru: Информация о потоке - Справка

source: Stream advanced info - NIT
de: Stream erweitertes Info - NIT
fr: Info avancée flux - NIT
ru: Информация о потоке - NIT

source: Stream advanced info - PAT
de: Stream erweitertes Info - PAT
fr: Info avancée flux - PAT
ru: Информация о потоке - PAT

source: Stream advanced info - PMT
de: Stream erweitertes Info - PMT
fr: Info avancée flux - PMT
ru: Информация о потоке - PMT

source: Stream advanced info - SDT/BAT
de: Stream erweitertes Info - SDT/BAT
fr: Info avancée flux - SDT/BAT
ru: Информация о потоке - SDT/BAT

source: Stream request
de: Stream Anfrage
fr: Demande de flux
ru: Запрос потока

source: Stream-tv
fr: Streamer la TV

source: Streaming clients info
fr: Streaming Info clients

source: Streaming error: %s
de: Streaming Fehler: %s
fr: Erreur de streaming: %s
ru: Ошибки: %s

source: Strict DLNA
de: Exakte DLNA
fr: DLNA stricte
ru: Точный DLNA

source: Strictly
fr: Strictement

source: Stripes
de: Streifen
fr: Persiennes

source: Strongest position
de: Stärkste Position
fr: Position la plus forte
ru: Сохранить положение

source: Subnet
fr: Sous-réseau

source: Subscribe to channel
fr: Souscrire à la chaîne

source: Subservices
de: Unterkanäle
fr: Sous-services
ru: Подсервисы

source: Subtitle
fr: Sous-titre

source: Subtitle Quickmenu
de: Untertitel Schnellmenü
fr: Menu rapide sous-titre
ru: Быстрое меню субтитров

source: Subtitle alignment
de: Untertitel Ausrichtung
fr: Alignement des sous-titres
ru: Выравнивание субтитров

source: Subtitle border width
de: Untertitel Randbreite
fr: Largeur de la bordure des sous-titres
ru: Ширина границы субтитров

source: Subtitle delay when timing is bad
de: Verzögerung Untertitel /schlechtesTiming
fr: Délai sous-titres lorsque le timing est mauvais
ru: Задержка при рассинхронизации

source: Subtitle delay when timing lacks
de: Verzögerung Untertitel bei fehlendem Timing
fr: Délai sous-titres quand en manque de temps
ru: Задержка субтитров

source: Subtitle font size
de: Untertitel Schriftgröße
fr: Taille des sous-titres
ru: Размер шрифта субтитров

source: Subtitle language selection 1
de: Untertitel Sprachwahl 1
fr: Sélection de la langue sous-titres 1
ru: Выбор языка субтитров 1

source: Subtitle language selection 2
de: Untertitel Sprachwahl 2
fr: Sélection de la langue sous-titres 2
ru: Выбор языка субтитров 2

source: Subtitle language selection 3
de: Untertitel Sprachwahl 3
fr: Sélection de la langue sous-titres 3
ru: Выбор языка субтитров 3

source: Subtitle language selection 4
de: Untertitel Sprachwahl 4
fr: Sélection de la langue sous-titres 4
ru: Выбор языка субтитров 4

source: Subtitle position
de: Untertitel Position
fr: Position des sous-titres
ru: Позиция субтитров

source: Subtitle selection
de: Untertitel Auswahl
fr: Sélection des sous-titres
ru: Выбор субтитров

source: Subtitle selection...
de: Untertitel Auswahl...
fr: Sélection des sous-titres...
ru: Выбор субтитров...

source: Subtitle settings
de: Untertitel Einstellungen
fr: Paramètres des sous-titres
ru: Субтитры

source: Subtitles
de: Untertitel
fr: Sous-titres
ru: Субтитры

source: Subtitles Setup
de: Untertitel Einstellungen
fr: Configurer sous-titres
ru: Субтитры

source: Subtitles settings
fr: Paramètres des sous-titres

source: Success...
de: Erfolgreich...
fr: Réussi...
ru: Успешно...

source: Sun
de: Sonn
fr: Dim
ru: Вс

source: Sunday
de: Sonntag
fr: Dimanche
ru: Воскресенье

source: Sunrise :
de: Sonnenaufgang
fr: Levé du soleil:
ru: Восход :

source: Sunset :
de: Sonnenuntergang
fr: Coucher du soleil:
ru: Закат :

source: Support at
fr: Support à
ru: Поддержка

source: Swap File Setup
fr: Configuration du fichier swap.

source: Swap File created.
fr: Fichier de swap créé.

source: Swap File creation Failed. Check for available space.
fr: Echec de la création du fichier swap. Vérifiez l'espace libre.

source: Swap PIP
de: Tausche den Ort des PiP
fr: Permuter PiP

source: Swap PiP and main picture
de: Tausche PiP mit Hauptbild
fr: Permuter PiP et image principale
ru: поменять PiP и основную картинку

source: Swap SNR in '%' with SNR in 'db'
de: Wechsle SNR in '%' gegen SNR in 'dB'
fr: Inverser SNR en '%' avec SNR en 'db'
ru: Переключить проценты/децибелы SNR

source: Swap already disabled.
fr: Le swap est déjà désactivé.

source: Swap file is active. Remove it before to create a new swap space.
fr: Le fichier swap est activé. Enlevez le avant de créer un nouveau fichier de swap.

source: Swap services
de: Tausche Sender
fr: Inverser les services
ru: Обмен каналов

source: Swap status: active Swap file: %s Swap size: %d M Swap used: %s Kb
fr: Swap status: actif Swap fichier: %s Swap taille: %d M Swap utilisé: %s Kb

source: Swap status: disabled
fr: Statut du swap: désactivé

source: Sweden
de: Schweden
fr: Suéde
ru: Швеция

source: Swedish
de: Schwedisch
fr: Suédois
ru: Шведский

source: Switch TV to correct input
de: Fernseher auf passenden Eingang schalten
fr: Basculer la TV sur la bonne entrée
ru: Переключить ТВ на правильный вход

source: Switch between Audio-, Subtitlepage
fr: Permutter entre Audio-, page des sous-titres

source: Switch between filelist/playlist
de: Wechsel zwischen Datei-/Wiedergabeliste
fr: Basculer entre liste fichiers/liste lecture
ru: Переключить список/плейлист

source: Switch config
de: Wechsele Konfiguration
fr: Permuter config
ru: Переключить конфиг

source: Switch to HDMI in mode
de: Wechsle zu HDMI in Modus
fr: Basculer sur HDMI en mode
ru: Перейти в режим HDMI in

source: Switch to TV mode
de: Wechsle zum TV Modus
fr: Basculer en mode TV

source: Switch to filelist
de: Wechsle in Dateiliste
fr: Basculer vers la liste des fichiers
ru: перейти к списку файлов

source: Switch to next sub service
de: Schalte zum nächsten Unterkanal
fr: Basculer vers sous-service suivant
ru: Переключиться на следующий сервис

source: Switch to playlist
de: Wechsle zur Wiedergabeliste
fr: Basculer vers liste de lecture
ru: переключить на плейлист

source: Switch to previous sub service
de: Schalte zum vorhergehenden Unterkanal
fr: Basculer vers le sous-service précédent
ru: Переключиться на предыдущий сервис

source: Switch to radio mode
de: Wechsle zum Radio Modus
fr: Basculer en mode Radio

source: Switch to the next channel
fr: Basculer vers la chaîne suivante

source: Switch to the next channel in history
fr: Basculer vers la chaîne suivante dans l’historique

source: Switch to the previous channel
fr: Basculer vers la chaîne précédente

source: Switch to the previous channel in history
fr: Basculer vers la chaîne précédente dans l’historique

source: Switchable tuner types:
de: Umschaltbare Tuner-Typen:
fr: Types de tuner permutables:
ru: Переключаемые типы тюнера:

source: Switching to live TV - timeshift is still active!
fr: Bascule sur la TV en direct - le PauseDirect est toujours actif!

source: Symbol rate
fr: Débit symbole
ru: Символьная скорость

source: Symbol rate:
fr: Débit symbole:

source: Symbolic link with the same name in the directory path: %s available!
de: Symbolic Link mit gleichem Namen im Directory Pfad: %s vorhanden
fr: Lien symbolique avec le même nom dans le répertoire: %s disponible!
ru: Символическая ссылка с тем же именем в каталоге: %s доступна!

source: Symlink to
fr: Lien symbolique vers

source: Sync NTP every (minutes)
de: Synchronisiere Zeit alle X Minuten
fr: Sync NTP chaque (minutes)
ru: Интервал синхронизации через Интернет

source: Sync failure moving back to origin !
de: Sync-Fehler, gehe zurück zum Anfangspunkt
fr: Echec de la synchro retour à l'origine!
ru: Синхронизация не удалась, возврат к оригинальным настройкам!

source: Sync time using
de: Synchronisiere Zeit mit
fr: Synchronisation du temps en utilisant
ru: Синхронизация времени с помощью

source: Synchronize system time using transponder or internet.
de: Synchronisiere Systemzeit mit Transponder oder Internet
fr: Synchroniser l'heure système en utilisant le transpondeur ou internet.
ru: Синхронизировать системное время с помощью тп или интернет.

source: System
fr: Système
ru: Система

source: System memory usage
de: Systemspeicherauslastung
fr: Utilisation de la mémoire
ru: Потребление памяти

source: System partition free space:
fr: Espace libre sur la partition systèle:

source: System:
fr: Système:
ru: Система:

source: TRANSLATOR_INFO
de: Übersetzer Info
fr: Traduction Française EGAMI Team - Pr2 Dernière MAJ: 19 mars 2017
ru: Перевод http://enigma-spark.com

source: TS file is too large for ISO9660 level 1!
de: TS-Datei ist zu groß für ISO9660 level 1
fr: Fichier TS trop grand pour le niveau 1 ISO9660!
ru: TS файл слишком большой для ISO9660 уровня 1!

source: TV button mode
de: TV Taste Mode
fr: Mode de la touche TV
ru: Режим кнопки ТВ

source: TV physical address report
de: Physikalische Adresse des TV
fr: Adresse physique rapportée par la TV
ru: Отчет о физическом адресе ТВ

source: TXT PID
fr: PID TXT

source: Table of content for collection
de: Inhaltstabelle für Zusammenstellung
fr: Table des matières pour la collection
ru: Содержание коллекции

source: Tags
fr: Etiqu.
ru: Теги

source: Taiwan
fr: Taïwan
ru: Тайвань
