Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Added entry
de: Hinzugefügter Zugangspunkt
fr: Entrée ajoutée:
ru: Добавлена запись

source: Added:
de: Hinzugefügt:
fr: Ajouté:
ru: Добавлено:

source: Adding schedule...
de: Planung hinzugefügt
fr: Ajout des programmation...
ru: Добавление задания...

source: Additional Info
de: Zusätzliche Information
fr: Info additionnelle
ru: Дополнительная информация

source: Addon NOT installed!
de: Addon nicht installiert!
fr: Extension PAS installée!
ru: Аддон не установлен!

source: Addon NOT removed!
de: Addon nicht entfernt!
fr: Extension PAS enlevée!
ru: Аддон не удален!

source: Addon installed sucessfully !
de: Addon erfolgreich installiert
fr: Extension installée avec succès!
ru: Аддон установлен успешно !

source: Addon installed sucessfully ! To get it on plugin list, You need to reload GUI. Would You like to do it right now ?
de: Addon wurde erfolgreich installiert. Um es auf der Plugin Liste zu zeigen, muß das GUI neu gestartet werden. Soll das jetzt geschehen ?
fr: Extension installée avec succès! Pour le voir dans la liste des plugins, vous devez relancer l'IGU. Voulez-vous le faire maintenant?
ru: Аддон установлен успешно ! Чтобы увидеть его в списке Плагинов необходимо перезагрузить Меню. Сделать это сейчас ?

source: Addon installed sucessfully!
de: Addon erfolgreich installiert
fr: Extension installée avec succès!
ru: Аддон установлен успешно!

source: Addon installed!
de: Addon installiert
fr: Extension installée!
ru: Аддон установлен

source: Addon is not compatiable!
de: Addon ist nicht kompatibel
fr: Extension pas compatible!
ru: Аддон не совместим!

source: Addon removed!
de: Addon entfernt
fr: Extension enlevée!
ru: Аддон удален!

source: Addons
fr: Gestion extensions
ru: Аддоны

source: Address
de: Adresse
fr: Adresse
ru: Адрес

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
de: Stellen Sie die Farbe so ein, dass alle Farbabstufungen zu unterscheiden, aber so gesättigt wie möglich sind. Wenn ihnen das Ergebnis gefällt, drücken Sie OK um das Videofeintuning zu beenden. Oder verwenden Sie die Zahlentasten, um andere Testbildschirme zu versuchen.
fr: Ajustez les paramètres de couleurs de sorte que toutes les nuances de couleurs soient visibles, mais apparaissent saturées autant que possible. Si vous êtes content du résultat, appuyez sur 'OK' pour fermer le réglage vidéo avancé, ou utilisez les touches numérique pour choisir d'autres écrans de test.
ru: Настройте параметры цвета так, чтобы все оттенки цветов были максимально видны, насколько это возможно. Если вы довольны результатом, нажмите кнопку ОК для закрытия видео настроек, или используйте цифровые клавиши для выбора других тестовых экранов.

source: Advanced
de: Fortgeschritten
fr: Avancé
ru: расширенный

source: Advanced Options
de: Fortgeschrittene Optionen
fr: Options avancées
ru: Расширенные настройкb

source: Advanced options
de: Fortgeschrittene Optionen
fr: Options Avancées
ru: Расширенные настройки

source: Advanced software
de: Fortgeschrittene Software
fr: Logiciel Avancé
ru: Расширенные настройки ПО

source: Advanced software plugin
de: Plugin für fortgeschrittene Software
fr: Plugin logiciel avancé
ru: Расширенные настройки плагинов

source: Advanced video enhancement setup
de: Fortgeschrittenes Setup zur Videoverbesserung
fr: Paramètres d'amélioration vidéo avancés
ru: Расширенная настройка видео

source: After PowerLost
de: Nach Stromausfall
fr: Après perte d'alimentation

source: After Recording
fr: Après enregistrement

source: After event
de: Nach dem Ereignis
fr: Après l'événement
ru: После события

source: Alignment of events
fr: Alignement des évènements
ru: Расположение событий

source: Alignment of service names
fr: Alignement des noms de service
ru: Расположение имен каналов

source: All
de: Alle
fr: Toutes
ru: Все

source: All Services
fr: Tous les services

source: All Time
de: Immer
fr: Tout le temps
ru: Всегда

source: All ages
de: Alle Altersgruppen
fr: Tous les âges
ru: Все возрасты

source: All incomming and outgoing connections
de: Alle ein-und ausgehenden Verbindungen
fr: Toutes les connexions entrantes et sortantes
ru: Все входящие и исходящие соединения

source: All resolutions
de: Alle Auflösungen
fr: Toutes les résolutions
ru: Все разрешения

source: All satellites 1 (USALS)
de: Alle Satelliten 1 (USALS)
fr: Tous les satellites 1 (USALS)
ru: Все спутники 1 (USALS)

source: All satellites 2 (USALS)
de: Alle Satelliten 2 (USALS)
fr: Tous les satellites 2 (USALS)
ru: Все спутники 2 (USALS)

source: All satellites 3 (USALS)
de: Alle Satelliten 3 (USALS)
fr: Tous les satellites 3 (USALS)
ru: Все спутники 3 (USALS)

source: All satellites 4 (USALS)
de: Alle Satelliten 4 (USALS)
fr: Tous les satellites 4 (USALS)
ru: Все спутники 4 (USALS)

source: Allocate
de: Zuordnen
fr: Alloue
ru: Выделить

source: Allocate unused memory index
de: Ungenutzten Speicherplatz zuordnen
fr: Alloue de la mémoire d'index inutilisée
ru: Определение не зайдествованных индексов

source: Allow quit movieplayer with exit
de: Movieplayer mit exit verlassen?
fr: Quitter le lecteur multimédia avec la touche EXIT.
ru: Закрывать плеер при выходе

source: Allow subtitle language to equal audio language
de: Erlaube gleiche Sprache bei Untertitel und Ton
fr: Accepter langue sous-titres identique langue audio
ru: Язык субтитров равен аудио дорожке

source: Allow subtitles for hearing impaired
de: Erlaube Untertitel für Hörgeschädigte
fr: Autoriser les sous-titres pour les malentendants
ru: Субтитры для слабослышащих

source: Allow unstable (experimental) updates
de: Unstable (ungetestete) Updates erlauben
fr: Autoriser mises-à-jour instables (expérimentales)
ru: Разрешить тестовые обновления

source: Allows the %s %s to read the stored EPG data regularly.
de: Regelmäßiges Lesen der EPG Daten erlauben
fr: Autoriser le %s %s de lire les informations EPG régulièrement.
ru: Позволяет %s %s регулярно считывать сохраненные данные EPG

source: Allows the %s %s to store the EPG data regularly.
de: Regelmäßiges Speichern der EPG Daten erlauben
fr: Autoriser le %s %s de sauvegarder les informations EPG régulièrement.
ru: Позволяет %s %s регулярно сохранять данные EPG

source: Allows you to adjust the amount of time the resolution infomation display on screen.
de: Legen Sie fest, wie lange die Information über die Bildauflösung angezeigt werden soll
fr: Vous permet d'ajuster la durée d'affichage de la résolution à l'écran.
ru: Позволяет регулировать настройки экрана.

source: Allows you to enable/disable displaying icons on the frontpanel.
fr: Vous permet d'activer/désactiver l'affichage des icônes sur la face avant.

source: Allows you to hide the extensions of known file types.
de: Legen Sie fest, ob die Endungen der bekannten Dateitypen verborgen werden
fr: Vous permet de masquer les extensios des fichiers connus.
ru: Позволяет скрывать расширения известных типов файлов.

source: Allows you to setup the button to do what you choose.
de: Legen Sie fest, was die Tasten bewirken sollen
fr: Vous permet de choisir l'action que vous voulez assigner à une touche.
ru: Позволяет настроить функцию для кнопки.

source: Allows you to show/hide CCcam Info in extensions (blue button).
de: CCcam-Info in Erweiterungen (blaue Taste) anzeigen
fr: Vous permet d'afficher/cacher les infos de CCcam dans les extensions (bouton bleu).
ru: Позволяет показать/скрыть CCcam в расширениях (синяя кнопка).

source: Allows you to show/hide Log Manager in extensions (blue button).
de: Logmanager in den Erweiterungen zeigen/verbergen (blaue Taste)
fr: Vous permet d'afficher/cacher le gestionnaire de logs dans les extensions (bouton bleu).
ru: Позволяет показать/скрыть Журнал работы в расширениях (синяя кнопка).

source: Allows you to show/hide OScam Info in extensions (blue button).
de: OScam-Info in Erweiterungen (blaue Taste) zeigen/verbergen
fr: Vous permet d'afficher/cacher les infos OScam dans les extensions (bouton bleu).
ru: Позволяет показать/скрыть OScam в расширениях (синяя кнопка).

source: Alpha
fr: Transparence
ru: Буквы

source: Alphanumeric
de: Alphanumerisch
fr: Alphanumérique
ru: Буквенно-цифровой

source: Also on standby
fr: Aussi en veille

source: Alternative
fr: Alternatif
ru: Aльтернатива

source: Alternative numbering mode
de: Alternative Zählmethode
fr: Mode de numérotation alternatif
ru: Альтернативный режим нумерации

source: Alternative radio mode
de: Alternative Radio Betriebsart
fr: Mode radio alternatif
ru: Альтернативный режим Радио

source: Alternative services tuner priority
de: Alternative Tuner-Priorität bei Sendern
fr: Priorité tuner services alternatifs
ru: Приоритет используемых тюнеров

source: Always ask
de: Immer nachfragen
fr: Toujours demander
ru: Всегда спрашивать

source: Always hide infobar
fr: Toujours cacher la barre d'infos

source: Always show bouquets
de: Zeige Bouquetliste immer an
fr: Toujours afficher les bouquets
ru: Всегда отображать букеты

source: Always use smart1080p mode
de: Immer den smart 1080p Mode verwenden
fr: Toujours utiliser le mode intelligent 1080p
ru: Использовать умный 1080p

source: Amount of Precipitacion
de: Niederschlagsmenge
fr: Quantité de précipitation
ru: Количество осадков

source: An empty filename is illegal.
de: Ein leerer Dateiname ist nicht möglich
fr: Un nom de fichier vide est illégal.
ru: Пустое имя недопустимо!

source: An error occured.
de: Ein Fehler ist aufgetreten
fr: Une erreur est survenue.
ru: Произошла ошибка.

source: An error occurred while downloading the packetlist. Please try again.
de: Ein fehler ist beim Herunterladen der Pakete aufgetreten. Versuchen Sie es nochmal
fr: Une erreur est survenue pendant la mise à jour de la liste des paquets. Merci de réessayer.
ru: Произошла ошибка при загрузке списка пакетов. Пожалуйста, попробуйте еще раз.

source: An unknown error occured!
de: Ein bisher unbekannter Fehler ist aufgetreten
fr: Une erreur inconnue est survenue!
ru: Неизвестная ошибка!

source: An unknown error occurred!
de: Ein bisher unbekannter Fehler ist aufgetreten
fr: Une erreur inconnue est survenue!
ru: Неизвестная ошибка!

source: Animation Setup
de: Animation Einstellungen
fr: Paramètres animation

source: Animation Speed
de: Animation Geschwindigkeiten
fr: Vitesse animation

source: Animation type
fr: Type d'animation

source: Animations Setup
fr: Paramètres d'animation

source: Any activity
de: Irgendeine Aktivität
fr: Pour toute activité
ru: Любая активность

source: April
fr: avril
ru: Апрель

source: Arabic
de: Arabisch
fr: Arabe
ru: Арабский

source: Are you ready to remove "%s" ?
fr: Prêt à supprimer « %s »?

source: Are you sure to remove this entry?
de: Wollen Sie diesen Eintrag löschen?
fr: Etes-vous sûr de vouloir enlever cette entrée?
ru: Хотите удалить эту запись?

source: Are you sure to set hdd in standby mode?
de: Wollen Sie die Festplatte in den Standby schicken?
fr: Etes-vous sûr de vouloir mettre le disque dur en stand-by?
ru: Хотите перевести диск в режим ожидания?

source: Are you sure you want to Boot Image:
de: Wollen Sie das Image booten:
fr: Êtes-vous sûr de vouloir booter sur l'image:
ru: Вы уверены, что хотите загрузить имидж:

source: Are you sure you want to activate this network configuration?
de: Wollen Sie diese Netzwerk Konfiguration aktivieren?
fr: Etes-vous sûr de vouloir activer cette configuration réseau?
ru: Вы уверены, что хотите активировать эту конфигурацию сети?

source: Are you sure you want to delete the following backup:
de: Wollen Sie dieses Backup: löschen?
fr: Êtes-vous certains de vouloir effacer la sauvegarde suivante:
ru: Вы уверены, что хотите удалить эту резервную копию:

source: Are you sure you want to delete Image:
de: Wollen sie das Image löschen:
fr: Etes-vous sûr de vouloir effacer cette image:
ru: Вы уверены, что хотите удалить имидж:

source: Are you sure you want to delete all selected logs:
fr: Êtes-vous certains de vouloir effacer tous les logs sélectionnés:

source: Are you sure you want to delete the EPG data from:
de: EPG Daten löschen von:
fr: Êtes-vous certains de vouloir effacer les données EPG de:

source: Are you sure you want to delete this log:
de: Wollen sie diese Log löschen:
fr: Êtes-vous certains de vouloir effacer ce log:
ru: Вы уверены, что хотите удалить выбранный журнал:

source: Are you sure you want to delete this:
de: Wollen Sie dies löschen:
fr: Etes-vous sûr de vouloir effacer ce:
ru: Вы уверены, что хотите удалить:

source: Are you sure you want to exit this wizard?
de: Möchten Sie den Assistenten beenden?
fr: Êtes-vous sûr de vouloir quitter cet assistant?
ru: Вы уверены, что хотите выйти из этого мастера?

source: Are you sure you want to purge all deleted user bouquets?
fr: Etes-vous sûr de vouloir purger tous les bouquets utilisateurs supprimés?

source: Are you sure you want to reload the EPG data from:
de: Möchten sie die EPG Daten noch einmal laden von:
fr: Êtes-vous certains de vouloir recharger les données EPG depuis:
ru: Вы уверены, что хотите перезагрузить данные EPG:

source: Are you sure you want to remove all %d.%d%s%s services?
fr: Êtes-vous sûr de vouloir supprimer tous les %d.%d%s%s services?

source: Are you sure you want to remove all cable services?
fr: Êtes-vous sûr de vouloir supprimer tous les services câbles?

source: Are you sure you want to remove all terrestrial services?
fr: Etes-vous sûr de vouloir effacer tous les services terrestres?

source: Are you sure you want to remove this entry?
fr: Etes-vous sûr de vouloir effacer cette entrée?

source: Are you sure you want to restart your network interfaces?
de: Möchten sie Ihre Netzwerk Interfaces neu starten?
fr: Êtes-vous sûr de vouloir redémarrer vos interfaces réseau?
ru: Вы уверены, что хотите перезагрузить сетевые интерфейсы?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
de: Möchten Sie das folgende Backup wiederherstellen: %s Ihre Box startet neu, wenn das erledigt ist
fr: Êtes-vous certains de vouloir restaurer la sauvegarde suivante: %s Votre récepteur va redémarrer après la restauration!
ru: Вы уверены, что хотите восстановить эту резервную копию: %s ? Ваш ресивер будет перезапущен после восстановления!

source: Are you sure you want to save the EPG Cache to:
de: Möchten sie den EPG Cache speichern nach:
fr: Êtes-vous certains de vouloir sauvegarder le Cache EPG vers:
ru: Вы уверены, что хотите сохранить данные EPG:

source: Are you sure you want to send this log:
de: Wollen sie dieses Log senden:
fr: Êtes-vous certains de vouloir envoyer ce log:
ru: Вы уверены, что хотите отправить эту запись журнала:

source: Artist
de: Künstler
fr: Artistes
ru: Артист

source: Ask user
de: Benutzer fragen
fr: Demander
ru: Спросить пользователя

source: Ask user (with default as 'no')
de: Nachfragen- Voreinstellung ist "nein"
fr: Demander à l’utilisateur (avec comme défaut ‘non’)

source: Ask user (with default as 'yes')
de: Nachfragen- Voreinstellung ist "ja"
fr: Demander ('oui' standard)

source: Aspect list...
de: Seitenverhältnis
fr: Liste des aspects…

source: Aspect selection
de: Seitenverhältnis Auswahl
fr: Réglages aspect

source: Assigned CAIds:
de: Zugewiesene CAIds:
fr: CAIds assignés:
ru: Назначен CAIds:

source: Assigned services/provider:
de: Zugewiesene Sender/Provider
fr: Services/Opérateurs assignés:
ru: Назначены каналы/провайдеры:

source: Asynchronous plugins loading
fr: Chargement asynchrone des plugins

source: At
de: Um/am
fr: A

source: At End:
de: Am Ende:
fr: A la fin:
ru: В конец:

source: Attach a file
de: Hänge eine Datei an
fr: Joindre un fichier
ru: Прикрепить файл

source: Audio Auto Volume Level
fr: Niveau automatique du son

source: Audio PID
fr: PID Audio
ru: Аудио PID

source: Audio Source
de: Audioquelle
fr: Source Audio

source: Audio language selection 1
de: Audio Sprachwahl 1
fr: Sélection de la langue audio 1
ru: Выбор языка аудиодорожки 1

source: Audio language selection 2
de: Audio Sprachwahl 2
fr: Sélection de la langue audio 2
ru: Выбор языка аудиодорожки 2

source: Audio language selection 3
de: Audio Sprachwahl 3
fr: Sélection de la langue audio 3
ru: Выбор языка аудиодорожки 3

source: Audio language selection 4
de: Audio Sprachwahl 4
fr: Sélection de la langue audio 4
ru: Выбор языка аудиодорожки 4

source: Audio options...
de: Audio Optionen
fr: Options audio...
ru: Опции звука...

source: Audio settings
fr: Paramètres audio

source: August
fr: août
ru: Август

source: Australia
de: Australien
fr: Australie
ru: Австралия

source: Author:
fr: Auteur:
ru: Автор:

source: Authoring mode
de: Author Mode
fr: Mode création
ru: Авторский режим

source: Auto Deep Standby
fr: Veille profonde auto
ru: Авторежим полного ожидания

source: Auto EXIF Orientation rotation/flipping
fr: Orientation EXIF automatique rotation/retournement (seulement jpg)

source: Auto Language Setup
de: Automatische Spracheinstellung
fr: Configuration auto de la langue
ru: Автонастройка языка

source: Auto Standby
fr: Veille auto
ru: Авторежим ожидания

source: Auto Timer
fr: Programmation automatique

source: Auto Volume Level
fr: Niveau automatique du son

source: Auto chapter split every ? minutes (0=never)
de: Automatische Kapitelteilung alle ? Minuten (0=nie)
fr: Partage automatique en chapitres chaque ? Minutes (0=jamais)
ru: Автоматически разделять на главы каждые Х минут (0 =никогда)

source: Auto flesh
fr: Correction couleurs auto (Auto flesh)
ru: Автофлеш

source: Auto focus
fr: Focus auto
ru: Автофокус

source: Auto focus commencing ...
de: Autofocus beginnt...
fr: Mise au point automatique à partir de...
ru: Начало Автофокуса...

source: Auto language selection
de: Audio Sprachwahl
fr: Sélection auto de langue
ru: Выбор языка канала

source: Auto paginate on last entry:
de: Automatische Seiteneinteilung nach dem letzten Eintrag:
fr: Auto paginé sur la dernière entrée:
ru: Автонумерация:

source: Auto play blu-ray file
fr: Lecture automatique des fichiers Blu-Ray

source: Auto scart switching
de: Automatische Scartumschaltung
fr: Commutation auto péritel
ru: Автоматическое переключение SCART

source: Auto(not available)
de: Auto nicht verfügbar
fr: Auto(pas disponible)

source: AutoTimer overview
fr: Aperçu AutoTimer

source: Automatic
de: Automatisch
fr: Automatique
ru: Автоматически

source: Automatic Scan
de: Automatische Suche
fr: Analyse Automatique
ru: Автоматический Поиск

source: Automatic image backup
de: Automatisches Image- Backup
fr: Sauvegarde image automatique
ru: Автосохранение имиджа

source: Automatic refresh
de: Automatisch aktualisieren
fr: Rafraîchissement automatique
ru: Автообновление

source: Automatic resolution
de: Automatische Auflösung
fr: Résolution automatique
ru: Автоматическое разрешение

source: Automatic resolution label
de: Automatische Auflösung Marke
fr: Etiquette de résolution automatique
ru: Метка разрешения

source: Automatic save
de: Automatisch speichern
fr: Sauvegarde automatique
ru: Автосохранение

source: Automatic scan
de: Automatische Suche
fr: Analyse automatique
ru: Автосканирование

source: Automatic settings backup
de: Automatisches Einstellungs-Backup
fr: Sauvegarde automatique des paramètres
ru: Автосохранение настроек

source: Automatically start timeshift after
de: TimeShift automatisch starten nach
fr: Démarrer automatiquement PauseDirect après
ru: Автоматическое начало Timeshift после

source: Automatically turn on external subtitles
de: Externe Untertitel automatisch einschalten
fr: Activer automatiquement les sous-titres externes
ru: Автовключение внешних субтитров

source: Automatically update Client/Server View?
de: Soll die Client/Server Ansicht automatisch upgedatet werden?
fr: Mise à jour automatique de la vue Client/Serveur?
ru: Просмотр автообновления Клиент/Сервер?

source: Autorecord location
de: Speicherort Autorecord
fr: Emplacement enregistrements auto.
ru: Расположение записей

source: Autos & Vehicles
de: Autos & Fahrzeuge
fr: Autos & véhicules
ru: Авто

source: Autostart
fr: Démarrage automatique
ru: Автостарт

source: Autostart:
fr: Dém.auto:
ru: Автостарт:

source: Available format variables
de: Aumatische Formatierungsvariablen
fr: Format variables disponibles
ru: Доступные форматы переменных

source: Available shares:
de: Verfügbare Shares:
fr: Partages disponibles:
ru: Доступно:

source: Available:
de: Verfügbar:
fr: Disponible:
ru: недоступно:

source: Avoid getting stuck (at the expense of some stuttering) when the jump time is smaller than the time between I-frames.
fr: Evites d’être bloqué (au détriment de certains bégaiements) lorsque le pas du saut est plus petit que la différence de temps entres les i-frames.

source: BDMV Bludisc (HDTV titles only)
de: BDMV Bludisc (Nur HDTV Titel)
fr: BDMV Blu-Disc (seulement titres HDTV)

source: BDMV Compatible Bludisc (HDTV only)
de: BDMV Compatible Bludisc (Nur HDTV)
fr: BDMV Compatible Blu-Disc (seulement HDTV)

source: BLUDISC RECORDABLE
de: Beschreibbare BLUDISC
fr: BLUDISC ENREGISTRABLE

source: Back
de: Zurück
fr: Retour
ru: Назад

source: Back-up Tool for a %s
fr: Outil de sauvegarde pour un %s

source: Background
de: Hintergrund
fr: Arrière-plan
ru: Фон

source: Background check
de: Hintergrundprüfung
fr: Vérification en tâche de fond
ru: Фоновая проверка

source: Background color
de: Hintergrundfarbe
fr: Couleur de fond
ru: цвет фона

source: Background delete option
de: Option im Hintergrund löschen
fr: Option suppression arrière-plan
ru: Фоновое удаление

source: Background delete speed
de: Geschwindigkeit im Hintergrund löschen
fr: Vitesse de suppression en arrière-plan
ru: Скорость фонового удаления

source: Backup Date: %s
fr: Date de sauvegarde: %s

source: Backup EGAMI
fr: Sauvegarde EGAMI
ru: Резервное копирование

source: Backup Manager
fr: Gestionnaire de sauvegarde
ru: Менеджер бэкап

source: Backup completed.
de: Backup fertig
fr: Sauvegarde terminée.
ru: Резервная копия создана

source: Backup failed.
de: Backup fehlgeschlagen
fr: La sauvegarde a échouée.
ru: Сохранение неудачно!

source: Backup is running...
de: Backup läuft...
fr: Sauvegarde en cours...
ru: Выполняется сохранение...

source: Backup system settings
de: Backup der Systemeinstellungen
fr: Sauvegarde paramètres système
ru: Сохранить системные настройки

source: Backward
de: Zurück
fr: Arrière
ru: Назад

source: Band
fr: Bande
ru: Диапазон

source: Bandwidth
de: Bandbreite
fr: Bande passante
ru: Трафик

source: Base time
de: Zeitraster
fr: Heure début
ru: Основное время

source: Base transparency for OpenOpera web browser
fr: Transparence de base pour le web browser OpenOpera

source: Base transparency for teletext, more options available within teletext screen.
de: Grundtransparenz des Videotexts, mehr Optionen im Videotextmenü
fr: Transparance de base pour le teletecte, plus d’options disponibles dans l’écran de télétexte.

source: Begin time
de: Anfangszeit
fr: Heure début
ru: Время начала

source: Behave like stop-button
fr: Se comporte comme le bouton stop.

source: Behavior of 'pause' when paused
de: Verhalten der Pausentaste bei Standbild
fr: Comportement de 'pause' si déjà en pause
ru: Кнопка 'пауза' при паузе

source: Behavior of 0 key in PiP-mode
de: Verhalten der '0'-Taste bei PiP
fr: Effet touche 0 en mode PiP
ru: Кнопки '0' в PiP режиме

source: Behavior when a movie is started
de: Verhalten beim Start eines Films
fr: Action lorsqu'un film démarre
ru: При начале показа

source: Behavior when a movie is stopped
de: Verhalten beim Beenden eines Films
fr: Action lorsqu'un film s'arrête
ru: При остановке показа

source: Behavior when a movie reaches the end
de: Was am Ende des Films geschehen soll
fr: Action lorsqu'un film atteint la fin
ru: При окончании показа

source: Big PiP
de: Großes PIP
fr: PiP plein écran
ru: Большой PiP
