Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Use package maintainer config files
de: Verwenden Sie Package Maintainer Konfigurationsdateien
fr: Utiliser fichiers configuration responsable du paquet

source: Use power measurement
de: Stromaufnahme messen
fr: Utiliser la mesure de puissance
ru: Используйте измерение мощности

source: Use slim screen
de: Benutze minimale Darstellung
fr: Utilisez l'écran mince
ru: Использовать простой экран

source: Use the Left/Right buttons on your remote to adjust the size of the user interface. Left button decreases the size, Right increases the size.
de: Benutzen Sie die Tasten Links/Rechts der Fernbedienung, um die Größe des OSD einzustellen. Links, und es wird kleiner, Rechts, und OSD wird größer
fr: Utilisez les touches Gauche / Droite sur la télécommande pour ajuster la taille de l'interface utilisateur. Bouton gauche diminue la taille, le droit augment la taille.
ru: Используйте кнопки пульта влево/вправо для регулировки размера экрана, кнопка 'влево' уменьшает размер, 'вправо' увеличивает.

source: Use the Left/Right buttons on your remote to move the user interface left/right
de: Benutzen Sie die Tasten Links/Rechts, um das OSD nach links/rechts zu verschieben
fr: Utilisez les boutons gauche/droit de votre télécommande pour déplacer l'interface utilisateur.

source: Use the Left/Right buttons on your remote to move the user interface up/down
de: Benutzen Sie die Tasten Links/Rechts, um das OSD nach oben/unten zu verschieben
fr: Utilisez les touches Gauche / Droite sur la télécommande pour déplacer l'interface utilisateur haut / bas
ru: Используйте кнопки пульта влево/вправо для перемещения экрана вверх/вниз

source: Use the alternative or the conventional radio mode.
de: Den alternativen oder den konventionellen Radiomodus verwenden
fr: Utilisez le mode radio alternatif ou le mode de la radio traditionnelle.
ru: Использование альтернативного или обычного режима радио.

source: Use the alternative screen
de: Eine kleine, einfachere Darstellung benutzen
fr: Utilisez l'écran de remplacement
ru: Использовать альтернативный экран

source: Use the extended List
fr: Utiliser la liste étendue

source: Use the network wizard to configure selected network adapter
de: Benutzen Sie den Netzwerkassistenten, um den gewählten Adapter zu konfiguriere
fr: Utiliser l'assistant réseau pour configurer l'adaptateur réseau
ru: Используйте мастера сети для настройки выбранного сетевого адаптера

source: Use the network wizard to configure your Network
de: Benutzen Sie den Netzwerkassistenten, um das Netzwerk zu konfigurieren
fr: Utiliser l'Assistant réseau pour configurer votre Réseau
ru: Использовать мастер для настройки сети

source: Use these input device settings?
de: Diese Einstellungen für Eingabegeräte benutzen?
fr: Utiliser ces paramètres pour le périphérique d'entrée?
ru: Использовать эти параметры устройств ввода?

source: Use these settings?
de: Diese Einstellungen benutzen?
fr: Utiliser ces paramètres?
ru: Использовать эти настройки?

source: Use this video enhancement settings?
de: Diese erweiterten A/V Einstellungen benutzen?
fr: Utiliser ces paramètres vidéo améliorés?
ru: Использовать эти настройки улучшения изображения?

source: Use time jumps for fast forward/backward
fr: Afficher le saut de temps sur avance/retour rapide

source: Use timeshift seekbar while timeshifting?
de: Die TimeShift Zeitleiste beim TimeShift verwenden?
fr: Utiliser la barre de recherche pendant un PauseDirect?
ru: Использовать временную панель

source: Use trash can in movie list
fr: Utiliser la corbeille dans la liste des films

source: Use trash can in movielist
de: Benutze Mülleimer in Filmliste
fr: Utilisez la corbeille dans la liste des films
ru: Корзина для списка записей

source: Use volume control with LEFT/RIGHT button
fr: Utiliser les boutons GAUCHE/DROITE pour contrôler le volume

source: Use workaround for wakeup from deep-standby?
de: Workaround für das aufwachen aus dem Deep-Standby benutzen?
fr: Utiliser le « contournement » pour réveiller depuis la veille profonde.

source: Used service scan type
de: Verwendeter Typ der Sendersuche
fr: Type d'analyse de service utilisé
ru: Тип сканирования

source: Used:
de: Benutzt:
fr: Utilisé:
ru: Используется:

source: User (keymap.usr)
fr: Utilisateur (keymap.usr)

source: User - bouquets
de: Benutzer - Bouquetlisten
fr: Perso - bouquets
ru: Пакет пользователя

source: User Scripts Info
de: Info über User Scripts
fr: Info sur les scripts utilisateurs
ru: Скрипт инфо

source: User Server Addons
fr: Serveur extensions utilisateur
ru: Аддоны c пользовательского сервера

source: User defined
de: Benutzerdefiniert
fr: Défini par l'utilisateur
ru: Определены пользователем

source: User defined delay when you press another button to zap to the channel.
fr: Délai défini par l’utilisateur lorsque vous appuyez sur un autre bouton pour zapper.

source: User defined delay when you press the first button to zap to the channel.
fr: Délai défini par l’utilisateur lorsque vous appuyez sur le premier bouton pour zapper.

source: User defined transponder
de: Benutzerdefinierter Transponder
fr: Transpondeur défini par l'utilisateur
ru: Определен пользователем

source: User interface
de: Benutzeroberfläche
fr: Interface utilisateur
ru: Настройки меню

source: User interface settings
de: OSD Einstellungen
fr: Paramètres de l'interface utilisateur

source: User interface visibility
de: Sichtbarkeit Benutzeroberfläche
fr: Utiliser la visibilité de l'interface
ru: Видимости пользовательского интерфейса

source: Username
de: Benutzername
fr: Nom utilisateur
ru: Имя пользователя

source: Username (httpuser)
de: Benutzername (HTTP)
fr: Nom de l'utilisateur (httpuser)
ru: Имя пользователя (httpuser)

source: Username:
de: Benutzername:
fr: Nom de l'utilisateur:
ru: Имя пользователя:

source: Using LNB %d
de: Benutze LNB %d
fr: Utilise le LNB %d
ru: Используется LNB %d

source: Using fixed address
de: Benutze feste Adresse
fr: Utilise une adresse fixe
ru: Использовать исправление адреса

source: Using old profile:
de: Benutze altes Profil:
fr: Utilise l'ancien profile:
ru: Использовать старый профиль:

source: Using tuner %s
de: Benutze Tuner %s
fr: Utilise le tuner %s
ru: Используется тюнер %s

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
de: Wenn Untertitel und die Tonspur die selbe Sprache benutzen, werden Untertitel normalerweise unterdrückt. Diese Option erlaubt es Untertitel trotzdem anzuzeigen
fr: Habituellement, lorsque la langue des sous-titres est la même que la langue audio, les sous-titres ne seront pas utilisés. Activer cette option pour permettre à ces sous-titres d'être utilisés.
ru: Когда язык субтитров совпадает с языком аудио, первые не используются. Включите эту опцию для отображения.

source: Uzupelnij napisy dla *.
fr: Remplissez-titres pour *.

source: VLAN connection
de: VLAN Verbindung
fr: Connexion VLAN
ru: Локальная сеть

source: VMGM (intro trailer)
fr: VMGM (intro bande-annonce)
ru: VMGM (трейлер)

source: Verifying your internet connection...
de: Prüfe Ihre Internetverbindung...
fr: Vérification de la connexion Internet...
ru: Проверка сети

source: Vertical turning speed
de: Vertikale Drehgeschwindigkeit
fr: Vitesse de rotation verticale
ru: Скорость вертикального поворота

source: Very short filenames
de: Sehr kurze Dateinamen
fr: Noms de fichiers court
ru: Короткие имена файлов

source: Very very short filenames - Warning
de: Warnung: Dateinamen sehr kurz
fr: Nom de fichier vraiment très court - Avertissement

source: Video Enhancement Settings
de: Bildoptimierung Einstellungen
fr: Paramètres d'amélioration vidéo
ru: Настройки улучшения изображения

source: Video PID
fr: PID Video
ru: Видео PID

source: Video Size:
de: Videogröße:
fr: Taille vidéo:
ru: Видео:

source: Video Size: n/a
de: Videogröße: n/a
fr: Taille vidéo:n/a
ru: Видео: n/a

source: Video content: %ix%i%s %iHz
de: Video Format: %ix%i%s %iHz
fr: Contenu Vidéo: %ix%i%s %iHz

source: Video enhancement preview
de: Erweiterte A/V Einstellungen Vorschau
fr: Aperçu pour vidéo améliorée
ru: Предпросмотр

source: Video enhancement setup
de: Erweiterte A/V Einstellungen
fr: Configuration pour vidéo améliorée
ru: Настройки улучшения изображения

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 20 seconds.
de: Auswahl des Video Eingangs OK drücken, wenn Sie diese Seite auf dem Fernseher sehen können (oder wählen Sie einen anderen Eingang). Der nächste Eingang wird automatisch in 20 Sekunden probiert
fr: Sélection de la sortie vidéo Veuillez appuyer sur 'OK' si vous pouvez voir cette page sur votre téléviseur (ou sélectionnez un port de sortie différent). Le prochain port de sortie sera automatiquement sondé en 20 secondes.
ru: Выбор видеовхода Пожалуйста, нажмите ОК, если вы видеть эту страницу на экране телевизора (или выберите другой входной порт). Следующий входной порт будет автоматически назначен через 20 секунд.

source: Video mode selection.
de: Auswahl des Videomodus
fr: Sélection du mode vidéo.
ru: Выбор режима видео.

source: Video mode: %s
de: Video Modus: %s
fr: Vidéo mode: %s
ru: Видео режим: %s

source: Video mode: %s not available
fr: Mode vidéo: %s n’est pas disponible

source: Video mode: 1080p also not available
fr: Mode vidéo: 1080p n’est pas disponible

source: Video mode: 2160p also not available
fr: Mode vidéo: 2160p n’est pas disponible

source: Video output
de: Video Ausgang
fr: Sortie vidéo
ru: Видео выход

source: Video successfully added to favorites
de: Video wurde zu Favoriten hinzugefügt
fr: La vidéo a été ajoutée aux favoris.
ru: Сервис добавлен в избранное.

source: Video: %s fps
fr: Vidéo: %s fps
ru: Видео: %s кадров в сек.

source: VideoMode
de: Video Modus
fr: Mode vidéo

source: VideoWizard
fr: Assistant vidéo

source: Videobrowser exit behavior:
de: Ausschaltverhalten des Videobrowsers
fr: Comportement en sortie navigateur vidéo:

source: Videoplayer stop/exit behavior:
de: Verhalten bei Stop/Exit des Videoplayers
fr: Comportement en sortie du lecteur vidéo:

source: View
de: Anzeige/n
fr: Voir
ru: Просмотр

source: View Count
de: Zeige Zählung
fr: Nombre de vues
ru: Кол-во просмотров

source: View Movies...
de: Filme ansehen
fr: Voir films...
ru: Смотреть записи...

source: View Rass interactive...
de: Zeige RaSS Interaktiv
fr: Afficher Rass interactif...
ru: Интерактивный просмотр RASS

source: View Video CD...
de: Video CD ansehen
fr: Voir Vidéo CD...
ru: Смотреть Video CD...

source: View active downloads
de: Zeige aktive Downloads
fr: Voir les téléchargements actifs
ru: Активные загрузки

source: View details
de: Zeige Details
fr: Voir les détails
ru: Детальный просмотр

source: View extensions...
fr: Voir les extensions...

source: View list of available
de: Zeige Liste der verfügbaren
fr: Voir liste disponibles des
ru: Просмотреть список доступных

source: View list of available CommonInterface extensions
de: Zeige Liste der verfügbaren Common Interface-Erweiterungen
fr: Voir liste des Common Interface disponibles.
ru: Просмотр списка доступных расширений для CI модуля

source: View list of available EPG extensions.
de: Zeige Liste der verfügbaren EPG-Extensions
fr: Voir liste extensions EPG disponibles.
ru: Просмотр списка доступных расширений для EPG

source: View list of available Satellite equipment extensions.
de: Zeige Liste der verfügbaren Satellitenausrüstungs-Extensions
fr: Voir liste extensions dispositif satellitaire disponibles.
ru: Просмотр списка доступных расширений для спутникового оборудования.

source: View list of available communication extensions.
de: Zeige Liste der verfügbaren Kommunikations-Extensions
fr: Voir liste extensions communication disponibles.
ru: Просмотр списка доступных расширений для общения

source: View list of available default settings
de: Zeige Liste der verfügbaren Standardeinstellungen
fr: Voir liste paramètres prédéfinies disponibles.
ru: Просмотр списка доступных расширений для настроек по умолчанию

source: View list of available display and userinterface extensions.
de: Zeige Liste der verfügbaren Anzeige- und Benutzeroberflächen-Extensions
fr: Voir liste extensions affichages/interface utilisateur disponibles.
ru: Просмотр списка доступных расширений для дисплея и интерфейса пользователя.

source: View list of available multimedia extensions.
de: Zeige Liste der verfügbaren Multimedia-Extensions
fr: Voir liste extensions multimédias disponibles.
ru: Просмотр списка доступных расширений для мультимедиа

source: View list of available networking extensions
de: Zeige Liste der verfügbaren Netzwerk-Extensions
fr: Voir liste extensions du réseau disponibles.
ru: Просмотр списка доступных расширений для сетей

source: View list of available recording extensions
de: Zeige Liste der verfügbaren Aufnahme-Extensions
fr: Voir liste extensions d'enregistrements disponibles.
ru: Просмотр списка доступных расширений для записи

source: View list of available skins
de: Zeige Liste der verfügbaren Skins
fr: Voir liste thèmes disponibles.
ru: Просмотр списка доступных расширений для скина

source: View list of available software extensions
de: Zeige Liste der verfügbaren Software-Extensions
fr: Voir liste extensions logiciels disponibles.
ru: Просмотр списка доступных расширений для программного обеспечения

source: View list of available system extensions
de: Zeige Liste der verfügbaren System-Extensions
fr: Voir liste extensions des systèmes disponibles.
ru: Просмотр списка доступных расширений для системы

source: View mode
de: Ansichts-Modus
fr: Mode de visionnage
ru: Режим просмотра

source: View photos...
de: Fotos ansehen
fr: Voir Photos...
ru: Смотреть изображения...

source: View teletext...
de: Videotext anzeigen
fr: Afficher télétexte...
ru: Смотреть телетекст

source: View the changes
de: Änderungen ansehen
fr: Afficher les changements
ru: Просмотр изменений

source: View video CD...
de: Video CD ansehen
fr: Voir Vidéo CD...
ru: Смотреть Video CD...

source: Views:
de: Wie oft gesehen:
fr: Vues:
ru: Просмотров:

source: Virtual KeyBoard
fr: Clavier virtuel

source: Virtual keyboard
de: Virtuelle Tastatur
fr: Clavier virtuel

source: Visibility :
de: Sichtweite :
fr: Visibilité :
ru: Видимость:

source: Voltage mode
de: Spannungs-Modus
fr: Mode voltage
ru: Режим напряжения

source: Volume adjust fast
de: Lautstärkeinstellung schnell
fr: Ajustement rapide du volume

source: Volume adjust slow
de: Lautstärkeinstellung langsam
fr: Volume s'ajuste doucement

source: Volume down
fr: Volume bas

source: Volume up
fr: Volume haut

source: WLAN connection
de: WLAN Verbindung
fr: Connexion WLAN
ru: Беспроводное соединение

source: WOL Standby
fr: Réveil depuis le réseau (WOL)

source: WPA or WPA2
fr: WPA ou WPA2
ru: WPA или WPA2

source: WSS on 4:3
de: WSS bei 4:3
fr: WSS sur 4:3
ru: WSS в 4:3

source: WWW Directory:
de: WWW Pfad
fr: Répertoire WWW:
ru: Каталог:

source: Wait
de: Warten Sie
fr: Attendez
ru: Ожидание

source: Wait please connection in progress ...
de: Verbindung wird hergestellt
fr: Veuillez patienter, connexion en cours...
ru: Подождите, идет подключение

source: Wait please while scanning for devices...
de: Suche nach Geräten
fr: Merci de patienter pendant l'analyse des périphériques...
ru: Идет сканирование устройств

source: Wait please while scanning your %s %s devices...
fr: Veuillez attendre pendant l'analyse en cours de votre %s %s…

source: Wait please, download in progress...
de: Download läuft
fr: veuillez patienter, chargement en cours...
ru: Подождите, идет загрузка

source: Waiting
de: Ich warte
fr: Attendez
ru: Ожидание

source: Waiting for mount
de: Warte auf das Mounten
fr: Attendre pour monter
ru: Ожидайте окончания монтирования

source: Waiting for partition
de: Warte auf Partition
fr: Attendre pour partitionner
ru: Ожидайте окончания создания раздела

source: Wake Up
de: Einschalten
fr: Réveil
ru: Пробуждение

source: Wake Up To Standby
de: Einschalten in Standby
fr: Réveil depuis le mode veille
ru: При пробуждении перейти в режим ожидания

source: Wakeup
de: Einschalten
fr: Réveil
ru: Пробуждение

source: Wakeup TV from standby
de: Fernseher aus Standby einschalten
fr: Réveil de la TV depuis le mode veille
ru: Пробуждение ТВ из режима ожидания

source: Wakeup signal from TV
de: Einschaltsignal vom Fernseher
fr: Signal du réveil de la TV
ru: Пробуждение от сигнала ТВ

source: Wakeup time before a timer begins [mins]
de: Aufwachzeit bevor ein Timer beginnt [min]
fr: Temps de réveil avant qu’un timer démarre [mins]

source: Want to download forecast of the next 4 days?
de: Möchten Sie die Wettervorhersage der nächsten 4 Tage herunterladen?
fr: Voulez-vous télécharger les prévisions des 4 prochains jours?
ru: Хотите скачать прогноз на ближайшие 4 дня?

source: Warning
fr: Avertissement

source: Warning: If your usb is already connected
fr: AVERTISSEMENT: si votre USB est déjà conencté

source: Warning: no LNB; using factory defaults.
de: Warnung: Kein LNB, benutze Werkseinstellungen
fr: Attention: pas de LNB; utilisation des paramètres standards.
ru: Предупреждение: нет LNB использоуемой по умолчанию.

source: Watch movies...
de: Filme ansehen...
fr: Regarder des films...
ru: Смотреть фильмы...

source: Watch recordings...
de: Aufnahmen ansehen...
fr: Regarder des enregistrements...
ru: Смотреть записи...

source: We are really sorry. Your receiver encountered a software problem, and needs to be restarted. Please send the logfile %senigma2_crash_xxxxxx.log to www.egami-image.com. Your receiver restarts in 10 seconds! Component: enigma2
fr: Nous sommes désolé. Votre récepteur a rencontré un problème logiciel, et doit être redémarré. Merci de déposer le logfile %senigma2_crash_xxxxxx.log sur www.egami-image.com. Votre récepteur redémarre dans 10 secondes! Composnat: enigma2

source: WeTek media player
fr: Lecteur de médias WeTek

source: Weather info Plugin
de: Wetter Info Plugin
fr: Plugin d'infos météo
ru: Плагин Погоды

source: Weather: Add New City
de: Wetter: neue Stadt hinzufügen
fr: Météo: Ajouter nouvelle ville

source: Weather: List of Cities
de: Wetter: Städteliste
fr: Météo: Liste des villes

source: Web browser base visibility
fr: Web browser visibilité de base

source: Web interface
fr: Interface web

source: Wed
de: Mi
fr: Mer
ru: Ср

source: Wednesday
de: Mittwoch
fr: Mercredi
ru: Среда

source: Weekday
de: Wochentag
fr: Jours ouvrables
ru: День недели

source: Weekly
de: Wöchentlich
fr: hebdomadaire
ru: еженедельно

source: Weighted position
de: Gewichtete Position
fr: Position pondérée
ru: Взвешенная позиция

source: Welcome to EGAMIBoot %s MultiBoot Plugin installation.
de: Willkommen zur Installation der EGAMIBoot %s Multi Boot Plugin
fr: Bienvenue dans l'installation plugin EGAMIBoot %s MultiBoot.
ru: EGAMIBoot %s установка мультизагрузки.

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
fr: Bienvenue dans l'éditeur Cutlist. Rechercher le départ de la partie que vous voulez couper. Presser OK, sélectionner 'départ de coupe'. Puis rechercher la fin, presser OK, sélectionner 'fin de coupe'. C'est fait.

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
de: Willkommen zum MyTube Youtube Player. Bouqet+ drücken, um zur Suche und Bouqet- um zu den Aufnahmen zu kommen OK zum Abspielen eines Films. INFO zum Sehen der Filmbeschreibung MENUE für weitere Optionen HILFE diese Hilfe nochmal zeigen
fr: Bienvenue dans le plugin MyTube lecteur Youtube. Utiliser les boutons Bouquet+ pour naviguer vers le champ de recherche et le bouton Bouquet- pour naviguer vers les entrées vidéos. Pour lire une vidéo appuyer sur OK de la télécommande. Appuyer sur Info pour voire la description de la vidéo. Appuyer sur le bouton Menu pour des options addtionnelles Le bouton Help affiche à nouveau l’aide.

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
de: Willkommen beim MyTube Youtube Player. Wenn Sie in der Suche etwas eingeben, werden Ihnen passende Vorschläge gemacht.. Um einen Vorschlag anzunehmen, Down Taste drücken, das Erwünschte durch OK anwählen und so die Suche starten. Durch Exit kommen Sie zur Eingabe zurück
fr: Bienvenue dans le lecteur YouTube MyTubePlayer. En entrant les termes de recherches vous obtiendrez des suggestions de vidéos basées sur vos critères. Pour choisir une suggestion appuyez sur le bouton BAS de la télécommande, choisir le résultat désiré et appuyez sur le bouton OK pour lancer une recherche. Appuyez sur EXIT pour revenir dans le champ de saisie.

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
fr: Bienvenue dans l'éditeur Cutlist. Rechercher le départ de la partie que vous voulez couper. Presser OK, sélectionner 'départ de coupe'. Puis rechercher la fin, presser OK, sélectionner 'fin de coupe'. C'est fait.

source: Welcome...
de: Willkommen...
fr: Bienvenue...
ru: Добро пожаловать

source: West
fr: Ouest
ru: Запад

source: West limit set
de: Westlicher Grenzwert gesetzt
fr: Définir la limite à l'Ouest
ru: Установить ограничение на запад

source: What Day of week ?
de: Welcher Tag der Woche?
fr: Quel jour de la semaine?
ru: Какой день недели?

source: What action is required on complettion of the timer? 'Auto' lets the box return to the state it had when the timer started. 'Do nothing', 'Go to standby' and 'Go to deep standby' do ecaxtly that.
de: Was soll am Ende des Timer geschehen? 'Auto' schickt die Box in den Zustand, den sie hatte, als der Timer startete. 'Nichts machen', 'In Bereitschaft gehen', 'Ausschalten' machen genau das was sie sagen.
fr: Quelle action prendre à la fin de la programmation? 'Auto' retourne à l'état initial de votre récepteur. 'Ne rien faire' et 'Aller en mode veille profonde' font ce qu'ils décrivent.
ru: Какие действия требуются по завершении работы таймера? "Авто" возвращает ресивер в состояние, которое было до начала таймера. "Ничего не делать", "Перейти в режим ожидания" и "Перейти в режим глубокого ожидания" - сделают именно это.

source: What date of month ?
de: Welcher Tag des Monats?
fr: Quel date du mois?
ru: Какой день месяца?

source: What do you want to scan?
de: Was möchen Sie suchen?
fr: Que voulez-vous analyser?
ru: Что вы хотите сканировать?

source: What would You like to do ?
de: Was möchten Sie tun?
fr: Que voulez-vous faire?
ru: Что бы Вы хотели сделать?

source: When enabled enigma2 will load unlinked userbouquets. This means that userbouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are upgraded
fr: Lorsqu'elle est activée, enigma2 chargera les userbouquets non liés. Cela signifie que les userbouquets qui sont disponibles, mais pas repris dans les fichiers bouquets.tv ou bouquets.radio, seront chargés.
