Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Fade the Infobar on hide
de: Infobar langsam ausblenden
fr: Fondu de l'info-barre en masquant

source: Failed
de: Fehlgeschlagen
fr: Echoué
ru: Неудачно

source: Failed to download an Addon...
de: Fehler beim Herunterladen einea Addons
fr: Echec téléchargement extension...
ru: Не удалось скачать Аддон...

source: Failed to write /tmp/positionersetup.log:
de: Kann /tmp/positionersetup.log nicht schreiben
fr: Echec de l'écriture de /tmp/positionersetup.log:
ru: Не удалось записать /tmp/positionersetup.log:

source: Failed...
de: Fehlgeschlagen...
fr: Echoué...
ru: Неудача...

source: Fake Button...
fr: Faux bouton...

source: Fallback remote receiver URL
de: URL des nachgeordneten Receivers
fr: URL du récepteur distant alternatif

source: Fan %d
de: Lüfter %d
fr: %d ventilateur
ru: Вентилятор %d

source: Fan Setup
de: Fan Einstellungen
fr: Paramétrer ventilateur
ru: Настройка вентилятора

source: Fan mode
de: Fan Betriebsart
fr: Mode ventilateur
ru: Режим вентилятора

source: Fast
de: Schnell
fr: Rapide
ru: Быстро

source: Fast DiSEqC
de: Schnelles DiSEqC
fr: DiSEqC rapide
ru: Быстрый DiSEqC

source: Fast Scan
de: Schnelle Suche
fr: Analyse rapide
ru: Быстрое сканирование

source: Fast epoch
de: Schneller Zeitraum
fr: Epoque rapide
ru: Быстрый период дискретизации

source: Fast forward speeds
de: Schnelle Vorwärtsspulzeiten
fr: Vitesses avance rapide
ru: Скорость перемотки вперед

source: Fastforward
de: Schnell Vorwärts
fr: Avance rapide

source: Favorites
fr: Favoris

source: Favourites
de: Favoriten
fr: Favoris
ru: Избранное

source: February
de: Februar
fr: février
ru: Февраль

source: Feeds status: Stable
fr: Statut du feed: Stable

source: Feeds status: Unkown
fr: Statut des sources: inconnu

source: Feeds status: Unstable
fr: Statut du feed: instable

source: Feeds status: Updating
fr: Statut du feed: en cours de mise à jour

source: Fetching feed entries
de: Hole Feedeinträge
fr: Obtention des entrées du feed
ru: Выборка фида записей

source: Fetching search entries
de: Hole Sucheinträge
fr: Obtention des entrées de recherche
ru: Выборка поиска записей

source: File
fr: Fichier
ru: Файл

source: File Commander
de: Dateiexplorer
fr: Gestion des fichiers
ru: Менеджер

source: File appears to be busy.
de: Die Datei ist gerade in Verwendung.
fr: Le fichier semble être occupé.
ru: Файл занят другим процессом.

source: File exists with the same name in the directory path: %s
de: Die Datei existiert mit dem selben Namen in: %s
fr: Un fichier existe avec le même nom dans le répertoire: %s
ru: Такой файл уже существует: %s

source: File long
fr: Fichier long

source: File oscam.conf not found. Please enter username/password manually.
de: Datei oscam.conf nicht gefunden. Bitte Benutzername/Passwort eingeben
fr: Fichier oscam.conf non trouvé. Merci d'entrer manuellement votre login et mot de passe.
ru: Файл oscam.conf не найден! Пожалуйста, введите имя пользователя/пароль вручную.

source: File transfer was cancelled by user
de: Dateiübertragung durch den Benutzer abgebrochen
fr: Le transfert de fichier a été annulé par l'utilisateur.
ru: Передача файла отменена пользователем

source: Filesystem Check
de: Dateisystemüberprüfung
fr: Vérification du système de fichiers
ru: Проверка файловой системы

source: Filesystem check
de: Dateisystemüberprüfung
fr: Vérification du système de fichiers
ru: Проверка файловой системы

source: Film & Animation
fr: Film et Animation
ru: Фильмы и Анимация

source: Filter extension, (*) appears in title
de: Filter extension, (*) erscheint im Titel
fr: Filtre des extensions, (*) apparaît dans le titre
ru: Фильтр расширения, (*) в названии

source: Filter restricted content:
fr: Filtrer le contenu restreint:

source: Final position at
de: Endposition bei
fr: Position finale à
ru: Последняя позиция

source: Final position at index
de: Endposition bei Index
fr: Position finale à l'index
ru: Последняя позиция в индексах

source: Final scroll delay
fr: Délai du défilement final

source: Find currently played service
fr: Trouver le service en cours

source: Fine movement
de: Feinbewegung
fr: Mouvement précis
ru: Подстрйка движения позиционера

source: Finetune
de: Feineinstellung
fr: Réglage fin
ru: Точная настройка

source: Finished
de: Beendet
fr: Terminé
ru: Завершено

source: Finished configuring your network
de: Netzwerk-Konfiguration abgeschlossen
fr: Termine la configuration de votre réseau
ru: Настройка сети завершена

source: Finnish
de: Finnisch
fr: Finlandais
ru: Финский

source: First playable timeshift file!
fr: Premier fichier lisible de PauseDirect!

source: Fixed
de: Stationär
fr: Résolu
ru: фиксированный

source: Flashing
de: Blinkend
fr: Flashage
ru: Прошивка

source: Following tasks will be done after you press OK!
de: Folgende Tasks werden ausgeführt, nachdem OK gedrückt wurde!
fr: Le suivi des tâches suivantes sera fait après avoir appuyé sur OK!
ru: Эти задачи будут выполнены после нажатия ОК!

source: Font size
fr: Taille de la police

source: Force LNB Power
fr: Forcer l’alimentation du LNB

source: Force ToneBurst
fr: Forcer le Toneburst

source: Force de-interlace
de: DeInterlacing erzwingen
fr: Force le désentralaçage
ru: Принудительный деинтерлейсинг

source: Formatting...
fr: Formatage en cours…

source: Forward
de: Vorwärts
fr: Avant
ru: Вперед

source: Forward volume keys
de: Lautstärketasten weiterleiten
fr: Faire suivre les touches du volume
ru: Передача регулировки громкости

source: Frame size in full view
de: Framegröße im Vollbild
fr: Taille du cadre en plein écran
ru: Размер рамки при полноэкранном просмотре

source: Free To Air
de: Unverschlüsselt
fr: En clair
ru: Открытый

source: Free memory
de: Freier Speicher
fr: Mémoire libre
ru: Свободно памяти

source: Free memory:
de: Freier Speicher:
fr: Mémoire libre:
ru: Свободно памяти:

source: Free swap:
fr: Swap libre:

source: Free:
de: Frei:
fr: Libre:
ru: Свободно:

source: Free:
de: Frei:
fr: Libre:
ru: Свободно:

source: French
de: Französisch
fr: Français
ru: Французский

source: Frequency
de: Frequenz
fr: Fréquence
ru: Частота

source: Frequency bands
de: Frequenzbänder
fr: Bandes fréquence
ru: Частотные диапазоны

source: Frequency scan step size(khz)
de: Frequenz Suche Schrittweite (kHz)
fr: Taille pas fréquence pour analyse(khz)
ru: Шаг частоты сканирования (khz)

source: Frequency steps
de: Frequenz Schritte
fr: Pas des fréquences
ru: Шаг частоты

source: Frequency:
fr: Fréquence:

source: Fri
de: Frei
fr: Ven
ru: Пт

source: Friday
de: Freitag
fr: Vendredi
ru: Пятница

source: From
de: Von
fr: De
ru: Из

source: From :
de: Von:
fr: De:
ru: Из:

source: Front Display Panel
de: Front Display
fr: Paramètres afficheur avant
ru: Дисплей

source: Full Backup
de: Volles Backup
fr: Sauvegarde complète
ru: Полное резервное копирование

source: Full Image Backup
fr: Sauvegarde complète de l’image

source: Full back-up on %s
fr: Sauvegarde complète sur %s

source: Full screen
de: Vollbild
fr: Plein écran
ru: Полный экран

source: Full transparency
de: Volle Transparenz
fr: transparence complète
ru: полная прозрачность

source: Fulview resulution
fr: Résolution vue entière

source: Function Not Yet Available
de: Funktion noch nicht verfügbar
fr: Fonction pas encore disponible.
ru: Функция недоступна

source: GUI needs a restart to apply a new settings Do you want to Restart the GUI now?
fr: L'IGU doit redémarrer pour appliquer ces nouveaux paramètres. Voulez-vous relancer l'IGU maintenant?

source: GUI needs a restart to apply a new skin Do you want to restart the GUI now?
de: Die Benutzeroberfläche muss neu gestartet werden, um das neue Aussehen übernehmen zu können. Jetzt neu starten?
fr: L'interface doit redémarrer pour appliquer ce thème. Voulez-vous relancer l'interface maintenant?
ru: Для активации нового скина необходимо перезагрузить GUI Хотите перезагрузить GUI сейчас?

source: Gaming
de: Spiele
fr: Jeux
ru: Игры

source: Gateway
fr: Passerelle
ru: Шлюз

source: General
de: Allgemein
fr: Global
ru: Общий

source: General AC3 delay
de: Allgemeine AC3 Verzögerung
fr: Délai AC3 global
ru: Основная задержка AC3

source: General PCM delay
de: Allgemeine PCM Verzögerung
fr: Délai PCM global
ru: Основная задержка РСМ

source: German
de: Deutsch
fr: Allemand
ru: Немецкий

source: Germany
de: Deutschland
fr: Allemagne
ru: Германия

source: Getting Event Info failed!
de: Holen der Programminformationen gescheitert!
fr: Echec de l'obtention des infos de l'événement!
ru: Получение информации о событии неудачно!

source: Getting plugin information. Please wait...
de: Lade Plugin-Informationen. Bitte warten
fr: Récupération des informations du plugin. Veuillez patienter...
ru: Информация о плагинах.

source: Getting weather information...
de: Lade Wetter-Informationen...
fr: Retrouve les informations météo...
ru: Получение информации о погоде

source: Go down the list
de: In der Liste hinunter gehen
fr: Aller en bas de la liste
ru: Переход вниз по списку

source: Go to first movie or last item
de: Gehe zum letzten Film oder Eintrag
fr: Aller au premier film ou au dernier élément
ru: Переход к первой записи или последнему элементу

source: Go to first movie or top of list
de: Gehe zum ersten Film oder Eintrag
fr: Aller au premier film ou en haut de liste
ru: Переход к первой записи или в верхнюю часть списка

source: Go up the list
de: In der Liste nach oben gehen
fr: Remonter la liste
ru: Переход вверх по списку

source: Goto
de: Gehe zu
fr: Aller vers
ru: Переход

source: Goto 0
de: Gehe zu 0
fr: Aller à 0
ru: Установка на позицию 0

source: Goto :
de: Gehe zu:
fr: Aller à:
ru: Перейти:

source: Goto Date/Time
fr: Aller à Date/Temps

source: Goto Date/Timer
fr: Aller à Date/Timer

source: Goto X
de: Gehe zu X
fr: Aller à X
ru: Установка на позицию Х

source: Goto index position
de: Auf Index Position drehen
fr: Aller à la position d'index
ru: Переход на индексированную позицию

source: Goto next bouquet
fr: Aller au bouquet suivant

source: Goto next channel
de: Gehe zum nächsten Kanal
fr: Aller à la chaîne suivante
ru: Перейти к следующему каналу

source: Goto next event
fr: Aller à l'évènement suivant
ru: Перейти к следующему событию

source: Goto position
de: Auf Position drehen
fr: Aller à la position
ru: Переход на позицию

source: Goto previous bouquet
fr: Aller au bouquet précédent

source: Goto previous channel
de: Gehe zum vorherigen Kanal
fr: Aller à la chaîne précédente
ru: Перейти к предыдущему каналу

source: Goto previous event
fr: Aller à l'évènement précédent
ru: Перейти к предыдущему событию

source: Goto specific data/time
fr: Aller à une date/heure précise

source: GotoX calibration
de: GotoX kalibrieren
fr: Calibration de GotoX
ru: Переход на позицию и калибровка

source: Graphical EPG
de: Grafischer EPG
fr: EPG graphique
ru: Графический EPG

source: Graphical Infobar EPG settings
de: Grafische InfoBar-EPG Einstellungen
fr: Paramètres EPG graphique de l'info-barre
ru: Настройки графического EPG

source: GraphicalEPG settings
de: Einstellungen für Grafischen EPG
fr: Paramètres EPG Graphique
ru: Настройки графического EPG

source: Graphics
de: Grafiken
fr: Graphiques
ru: Графика

source: Great Britain
de: Großbritannien
fr: Grande Bretagne
ru: Великобритания

source: Greek
de: Griechisch
fr: Grèque
ru: Греческий

source: Green
de: Grüne Taste
fr: Vert
ru: Зеленый

source: Green button
fr: Bouton vert

source: Green long
de: Grüne Taste lang
fr: Vert long
ru: Зеленый долго

source: Grey
de: Grau
fr: Gris
ru: Серый

source: Grow drop
de: Erhöhe Fall
fr: Déploiement haut

source: Grow from left
de: Erhöhe von links
fr: Déploiement gauche

source: Guard interval
de: Aktions Intervall
fr: Intervalle de garde
ru: Интервал защиты

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
de: H: = Stündlich / D: = Täglich / W: =Wöchentlich / M: =Monatlich
fr: H: = Heure / D: = Jour / W: = Semaine / M: = Mois
ru: H:=Ежечасно /D:=Ежедневно /W:=Еженедельно /M:=Ежемесячно

source: HARD DISK:
de: Festplatte:
fr: DISQUE DUR:
ru: Жесткий диск:

source: HD list
de: HD Liste
fr: Liste HD
ru: Список HD

source: HDD Temperature
de: HDD Temperatur
fr: Température disque dur
ru: Температура диска

source: HDD mounted in:
de: HDD gemounted in:
fr: Disque dur monté sur:
ru: HDD установлен:

source: HDMI CEC Setup
fr: Configuration HDMI CEC
ru: Настройка управления HDMI

source: HDMI Colorspace
fr: Espace colorimétrique HDMI

source: HELP
de: HILFE
fr: AIDE

source: HI-cleanup for external subtitles
fr: Nettoyage des HI pour les sous-titres externes

source: HTTPD Config File:
de: HTTPD Konfigurationsdatei :
fr: Fichier de configuration HTTPD:

source: Handle standby from TV
de: Mit dem Fernseher in den Standby schalten
fr: Gérer le mode veille venant de la TV
ru: Выключение ресивера вручную при выключении ТВ

source: Handle wakeup from TV
de: Mit dem Fernseher einschalten
fr: Gérer le mode réveil venant de la TV
ru: Включение ресивера вручную при включении ТВ

source: Hard disk setup
de: Festplatten Setup
fr: Paramètres disque dur
ru: Настройка диска

source: Hard disk standby after
de: Festplatten Ruhezustand nach
fr: Disque dur en veille après
ru: Отключение жесткого диска через

source: Hard-disk Manufacturer, Type and it's Temperature :
de: Hersteller der Festplatte, Type und ihre Temperatur
fr: Fabricant du disque dur, type et sa température:
ru: Производитель, Тип и Температура :

source: Harddisk
de: Festplatten
fr: Disque dur
ru: Жесткий диск

source: Harddisk setup
fr: Paramètres du disque dur

source: Hebrew
de: Hebräisch
fr: Hébreu
ru: Иврит

source: Height
de: Höhe
fr: Hauteur
ru: Высота

source: Help
de: Hilfe
fr: Aide

source: Help: Key [0] Refresh screen. Key [1] New folder. Key [2] New symlink with file name. Key [3] New symlink with foldername. Key [4] Change permissions: chmod 644/755. Key [5] Change to default folder. Key [INFO] Shows tasklist. Check progress of copy/move operations. Key [MEDIA] Select multiple files. Key [OK] Play movie and music, show pictures, view/edit files, install/extract files, run scripts.
fr: Aide: Touche [0] rafraîchit l'écran. Touche [1] nouveau dossier. Touche [2] nouveau lien symbolique avec nom. Touche [3] nouveau lien symbolique avec nom de dossier. Touche [4] CHMOD 644/755. Touche [5] Changer vers répertoire standard. Touche [INFO] afficher la liste des tâches. Vérifier la progression du copier/déplacer progress dans le menu extension. Touche [MEDIA] Choisir plusieurs fichiers. Touche [OK] Lire film et musique, affiche les images, voir/éditer les fichiers, installer/extraire les fichiers, exécuter les scripts.

source: Helps setting up your signal
fr: Aide au pointage de l’antenne

source: Here is the list of installed images in Your STB. Please choose an image to boot.
de: Hier ist die Liste der installierten Images in Ihrer Box. Wählen Sie ein Bootimage
fr: Voici la liste des images installées sur votre récepteur. Merci de choisir celle que vous voulez démarrer.
ru: Список установленных имиджей. Выберите имидж для загрузки.

source: Here is the list of mounted devices in Your STB Please choose a device where You would like to install EGAMIBoot:
de: Hier ist die Liste der gemounteten Speichergeräte Wählen Sie ein Speichergerät,auf dem Sie EGAMIBoot istallieren möchten
fr: Voici la liste des périphériques montés sur votre récepteur. Merci de choisir le périphérique où vous voulez installer EGAMIBoot:
ru: Список смонтированных устройств Выберите устройство для установки EGAMIBoot:

source: Here is the list of mounted devices in Your STB Please choose a device where You would like to keep Your backup:
de: Hier ist die Liste der gemounteten Speichergeräte Wählen Sie ein Speichergerät für Ihr Backup
fr: Voici la liste des périphériques montés sur votre récepteur. Merci de choisir celui sur lequel vous voulez conserver vos sauvegardes:
ru: Список смонтированных устройств Выберите устройство для вашего резервного копирования:

source: Hidden network
de: Verstecktes Netzwerk
fr: Réseau caché
ru: Скрытая сеть

source: Hide any zap error messages.
de: Fehlermeldungen beim Umschalten unterdrücken
fr: Masquer tous les messages d'erreurs lors du zap.
ru: Скрыть любые сообщения об ошибках переключения.

source: Hide known extensions
de: Bekannte Erweiterungen ausblenden
fr: Masquer les extensions connues
ru: Скрыть известные расширения файлов

source: Hide parental locked services
fr: Cacher les services avec contrôle parental

source: Hide player
de: Player ausblenden
fr: Cacher le lecteur
ru: скрыть плеер

source: Hide zap errors
de: Zap Fehler ausblenden
fr: Masquer les erreurs de zap
ru: Скрывать ошибки переключения

source: Hierarchy info
de: Hierarchie Information
fr: Info hiérarchie
ru: Степень информации

source: High :
de: Hoch :
fr: Haut:

source: High bitrate support
de: Unterstützung für hohe Datenraten
fr: Support "Haut débit binaire"
ru: Поддержка высокого битрейта

source: History
de: Verlauf
fr: Histoire
ru: История

source: History back
de: Verlauf zurück
fr: Historique arrière

source: History buttons mode
de: History Tasten bewirken
fr: Mode historique boutons
ru: История просмотров

source: History next
de: Verlauf nach vorn
fr: Historique avant

source: History zap...
de: Verlauf durchblättern...
fr: Historique du zap...
ru: История переключений...

source: Hold screen
de: Bild anhalten
fr: Bloquer l'écran
ru: Удержание экрана

source: Hold till locked
de: Halte bis Locked
fr: Bloquer l'écran jusqu'au vérouillage
ru: Удерживайте до блокировки

source: Holland
fr: Pays-Bas
ru: Голландия

source: Home
fr: Accueil
ru: Домой

source: Horizontal turning speed
de: Horizontale Drehgeschwindigkeit
fr: Vitesse de rotation horizontale
ru: Скорость горизонтального поворота

source: Hostname:
fr: Nom de l'hôte:
ru: Имя хоста:

source: Hostname:
fr: Nom de l'hôte:
ru: Имя хоста:

source: Hour
de: Stunde
fr: Heure
ru: Час

source: Hourly
de: Stündlich
fr: Chaque heure
ru: ежечасно

source: Hours Mins
de: Stunden Minuten
fr: Heures Mins
ru: Час Мин

source: Hours Mins Secs
de: Stunden Minuten Sekunden
fr: Heures Mins Secs
ru: Час Мин Сек

source: How long does Your STB is running ?
de: Wie lange läuft Ihre Box schon ?
fr: Depuis combien de temps votre récepteur fonctionne?
ru: Как долго ваш ресивер работает?

source: How many minutes do you want add to the recording?
fr: Combien de minutes voulez-vous ajouter à l’enregistrement?

source: How many minutes do you want to record for?
fr: Combien de minutes voulez-vous enregistrer ?

source: Howto & Style
fr: Comment faire & Style
ru: Стиль

source: Hue
de: Farbton
fr: Teinte
ru: Оттенок

source: Humidity
de: Feuchte
fr: Humidité
ru: Влажность

source: Humidity :
de: Feuchte:
fr: Humidité :
ru: Влажность :

source: Hungarian
de: Ungarisch
fr: Hongrois
ru: Венгерский

source: IMDB search
fr: Recherche IMDb

source: IMDB search for current event
de: IMDB Suche nach laufenden Programm
fr: Recherche IMDb pour l'événement en cours
ru: Поиск в IMDB

source: IMDb Search
de: IMDb Suche
fr: Recherche IMDb
ru: Поиск в IMDB

source: IP address
de: IP-Adresse
fr: Adresse IP
ru: IP адрес

source: IPK Installation...
fr: Installation IPK...
ru: Установка IPK...

source: ISO file is too large for this filesystem!
de: Die ISO-Datei passt nicht auf das Dateisystem!
fr: Le fichier ISO est trop grand pour ce système de fichiers!
ru: ISO файл слишком велик для этой файловой системы!

source: ISO path
de: ISO-Ausgabepfad
fr: Chemin ISO
ru: ISO путь

source: Icons
fr: Icônes
ru: Иконки

source: Idle Time:
de: Leerlaufzeit:
fr: Temps d'inactivité:
ru: Время простоя:

source: If enabled the video will always be de-interlaced.
de: Wenn aktiviert, wird das Video immer von der Box deInterlaced
fr: Si activé la vidéo sera toujours dé-interlacée.
ru: Если включено, видео всегда будет обработано.

source: If enabled, AIT data is included in recordings.
fr: Si activé, les données AIT seront incluses dans les enregistrements.

source: If enabled, will checks for the time after the start of the receiver is within the time window and optionally switched to standby. If disabled, must additional be available a signal for the successful wakeup detection. (some receiver send a false or none signal)
de: Wenn aktiviert, wird überprüft ob die Zeit nach dem Start des Receivers innerhalb des Zeitfensters ist und schaltet gegebenenfalls in den Standby-Modus. Wenn deaktiviert, muss zusätzlich noch ein Signal für die erfolgreiche Erkennung zur Verfügung stehen. (manche Receiver senden ein falsches oder kein Signal)
fr: Si activé, vérifiera que l’heure de démarrage du récepteur est dans le fenêtre active et le mettra éventuellement en veille. Si c’est désactivé, un signal supplémentaire sera nécessaire pour activer la détection de réveil. (Certains récepteurs envoient un signal erroné ou aucun signal).

source: If logs are using the set maximum space used the eldest will be deleted.
fr: Quand un maximum d'espace pour tous les logs est atteinte, les fichiers les plus anciens seront supprimés.

source: If set to 'no', can you save older events even after zapping or interruption of the timeshift.
de: Bei "Nein" können ältere Aufnahmen sogar nach dem Zappen oder der Unterbrechung des TimeShifts gespeichert werden.
fr: Si mis sur 'non', peut sauvegarder les anciens événements même après avoir zappé ou en interrompant le PauseDirect.

source: If set to 'no', timeshift used only one buffer file. It's recommend 'Timeshift checking for older files [in minutes]' and 'Timeshift checking for free space?' to adjust.
fr: Si défini à ‘non’, le timeshit utilise seulement un fichier de bufferisation. Il est recommendé d’ajuster ‘Timeshift vérifie pour les fichiers plus anciens (en minutes)’ et ‘Timeshift vérifie l’espace libre’.

source: If set to 'yes' channels without EPG will not be shown.
de: Wenn 'Ja', werden Sender ohne EPG nicht angezeigt
fr: Si mis sur 'oui' les chaînes sans EPG ne seront pas affichées.
ru: Если выбрано 'Да', то каналы без EPG не будут отображены.

source: If set to 'yes' it will show the 'PO' packages in browser.
de: Wenn 'Ja' werden '.po' Pakete im Browser angezeigt. 'PO' Dateien werden für Übersetzungen benötigt
fr: Si mis sur 'oui' il affichera le paquage 'PO' dans le navigateur.
ru: Если установить 'да', то будут показаны 'PO' пакеты.

source: If set to 'yes' it will show the 'SRC' packages in browser.
de: Wenn 'ja' werden '.src' Pakete im Browser angezeigt. 'SRC' Dateien enthalten den Quelltext falls man Änderungen vornehmen möchte und kann
fr: Si mis sur 'oui' il affichera le paquage 'SRC' dans le navigateur.
ru: Если установить 'да', то будут показаны 'SRC' пакеты.

source: If set to 'yes' shows a small TV-screen in the EPG.
de: Wenn 'Ja', wird PIG (kleines TV-Bild) im EPG angezeigt
fr: Si mis sur 'oui' affiche une petite fenêtre TV dans l'EPG.
ru: Если выбрано 'Да', то изображение ТВ не будет скрыто в EPG.

source: If set to 'yes' the bouquets will be shown each time you open the EPG.
de: Wenn 'Ja', werden die Bouquets jedes Mal beim Öffnen des EPG angezeigt
fr: Si mis sur 'oui' les bouquets seront affichés à chaque fois que vous lancez l'EPG.
ru: Если выбрано 'Да', то список букетов будет показан каждый раз при открытии EPG.

source: If set to 'yes' the channel list will be shown after switching between radio and TV modes.
de: Wenn 'Ja`, wird die Kanalliste nach dem Wechsel zwischen Fernsehen und Radio angezeigt
fr: Si mis sur 'oui' la liste des chaînes sera affichée après avoir basculer entre les modes radio et TV.
ru: Если выбрано 'Да', список каналов будет показан при переключения между Радио и ТВ.

source: If set to 'yes' the channel number will be displayed in the infobar.
de: Wenn 'Ja', wird die Sendernummer in der Infobar angezeigt
fr: Si mis à 'oui' le numéro de la chaîne sera affichée dans la barre d'info.
ru: Если выбрано 'Да', то инфопанель будет отображаться при смене текущего события.
