Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Show channel numbers in channel selection
de: Zeige Sendernummer in Senderauswahl
fr: Afficher numéro des chaînes dans le sélecteur
ru: Показывать номер канала в списке

source: Show columns
de: Zeige in Spalten
fr: Afficher les colonnes

source: Show crypto icons
de: Zeige Verschlüsselungsicons
fr: Afficher l'icône crypté
ru: Пиконы кодированных каналов

source: Show current bouquet channel list
fr: Voir la liste des chaînes du bouquet actuel

source: Show detailed event info
de: Zeige detaillierte Sendungsinformation
fr: Afficher les informations détaillées sur l'événement
ru: Отображать подробную информацию о событии

source: Show details
de: Zeige Details
fr: Afficher détails
ru: Показывать детали

source: Show epg
de: Zeige EPG
fr: Afficher EPG
ru: Показ EPG

source: Show event details
de: Zeige Sendungs-Details
fr: Afficher détails événement
ru: показать детали события

source: Show event info plugins
fr: Afficher le plugin des infos sur l’évènement

source: Show event-progress in channel selection
de: Zeige Sendungs-Fortschritt in der Sender-Liste
fr: Progression événement sélecteur chaîne
ru: Расположение прогресc бара

source: Show extended description
de: Zeige erweiterte Beschreibung
fr: Afficher description étendue
ru: Показать расширенное описание

source: Show extension selection
de: Zeige Extensions Auswahl
fr: Afficher la sélection des extensions...

source: Show extensions...
de: Zeige Erweiterungen...
fr: Afficher les extensions...
ru: Показ расширений...

source: Show favourites list
de: Favoritenliste zeigen
fr: Afficher la liste des favoris

source: Show graphical multi EPG
de: Zeige Grafischen Multi-EPG
fr: Afficher Multi EPG Graphique

source: Show help
de: Zeige Hilfe
fr: Afficher aide

source: Show icon for new/unseen items
de: Zeige Icon für neue/ungesehene Einträge
fr: Afficher l'icône pour les éléments nouveaux/non visualisés
ru: Показ значков новый/непросмотренный

source: Show in extensions list ?
de: Im Erweiterungsmenü zeigen ?
fr: Afficher dans la liste des extensions?
ru: Показать как расширение

source: Show info
de: Zeige Infos
fr: Afficher Info
ru: Инфо

source: Show info line
de: Zeige Infozeile
fr: Afficher la ligne info
ru: показать Инфолинию

source: Show infobar on channel change
de: Zeige Informationsleiste beim Senderwechsel
fr: Afficher l'info-barre en changeant de chaîne
ru: Инфопанель при смене каналов

source: Show infobar on event change
de: Zeige Informationsleiste beim Sendungswechsel
fr: Afficher l'info-barre en changeant d'émission
ru: Инфопанель при смене события

source: Show infobar on skip forward/backward
de: Zeige Informationsleiste beim Spulen
fr: Afficher l'info-barre sur saut avant/arrière
ru: Инфопанель при перемотке

source: Show infobar picons
de: Informationsleiste Picons zeigen
fr: Afficher les picons dans l'info-barre
ru: Пиконы инфобара

source: Show information about GUI config file
de: Zeige Information über Konfigurationsdatei GUI
fr: Affichier les informations à propos du fichier de config du GUI.
ru: Информация о файле конфига GUI

source: Show information about kernel
de: Zeige Information über den Kernel
fr: Afficher information sur le noyau (kernel)
ru: Показать информацию о ядре

source: Show job tasks in extensions
de: Zeige Jobtasks im Erweiterungsmenü
fr: Afficher les tâches des jobs dans les extensions.
ru: Отображать задания в расширениях

source: Show kernel informations
de: Zeige Kernelinformationen
fr: Afficher les informations du noyau (kernel)
ru: Информация о ядре

source: Show live tv when movie stopped
de: Zeige Fernsehen, wenn Film beendet ist
fr: Revenir au direct TV lorsque le film est arrêté.
ru: Показать сигнал при остановке воспроизведения

source: Show menu
de: Zeige Menü
fr: Afficher menu
ru: Показать меню

source: Show message when recording starts
de: Zeige Nachricht, wenn eine Aufnahme startet
fr: Afficher message au démarrage enregistrement
ru: Вывод сообщения при начале записи

source: Show movie lengths in movielist
de: Zeige Filmlänge in Filmliste
fr: Afficher la durée des films dans la liste des films
ru: Продолжительность записи в списке

source: Show movies
de: Zeige Filme
fr: Afficher les films

source: Show multi EPG
fr: Afficher Multi EPG

source: Show network configuration and routing table
de: Zeige Netzwerk-Konfiguration und Routingtabelle
fr: Afficher la config réseau et la table de routage
ru: Показать настройки сети и таблицу маршрутизации

source: Show network mounts ...
de: Zeige Netzwerk Mounts...
fr: Afficher les points de montage réseau...
ru: Показать сетевые устройства

source: Show on Display
de: Zeige auf dem Display
fr: Afficher sur l'affichage
ru: Показать на дисплее

source: Show operating system uptime
de: Zeige die Laufzeit des Systems
fr: Afficher la durée de fonctionnement du système.
ru: Показать время работы системы

source: Show or hide the extended description, (skin dependant).
fr: Afficher ou cacher les descriptions étendues, (dépendant du thème/skin).

source: Show permanental clock
de: Zeige Uhr dauernd
fr: Afficher l'horloge permanente
ru: Часы на экране ТВ

source: Show picons in service list
de: Zeige Picons in der Senderliste
fr: Afficher les picons dans la liste des services

source: Show popup message when update available
de: Zeige Popup " Updates verfügbar"
fr: Afficher message popup pour mise à jour disponibles
ru: Всплывающее окно, когда обновление доступно

source: Show positioner movement
de: Zeige Rotorbewegung
fr: Afficher le mouvement du positionneur
ru: Показывать движение позиционера

source: Show positioner position
fr: Afficher la position du positionneur

source: Show program information...
fr: Afficher les informations du programme…

source: Show record indicator
de: Aufnahmeanzeige einschalten
fr: Afficher l'indicateur d'enregistrement
ru: Индикатор записи

source: Show recording symbol depending on recording type
fr: Afficher le symbole d’enregistrement en fonction du type d’enregistrement

source: Show running processes
de: Zeige die laufenden Prozesse
fr: Afficher les processus qui tournent
ru: Запущенные процессы

source: Show satellites list
fr: Afficher la liste des satellites

source: Show screensaver
de: Zeige Bildschirmschoner
fr: Afficher l'économiseur d'écran
ru: Показать заставку

source: Show second infobar
de: Zeige zweite Informationsleiste
fr: Afficher la deuxième info-barre

source: Show select audio track
fr: Choisir la piste audio

source: Show service list
de: Zeige Senderliste
fr: Afficher la liste des services

source: Show service list or movies
fr: Afficher la liste des service ou des films

source: Show service type icons
de: Zeige Sendertype Icons
fr: Afficher les icônes de type de service
ru: Пиконы типа каналов

source: Show setup...
de: Zeige das Setup...
fr: Afficher configuration...
ru: Показывать настройки...

source: Show shutdown menu
de: Zeige Ausschaltmenü
fr: Afficher le menu éteindre
ru: Показать Меню выключения

source: Show single epg for current channel
de: Zeige Einzel-EPG für den aktuellen Sender
fr: Afficher l'EPG simple sur la chaîne en cours
ru: Отобразить простой EPG для текущего канала

source: Show source packages
de: Zeige Source-Pakete (SRC)
fr: Afficher la source des packages
ru: Показать пакеты с исходным кодом

source: Show spinner animation while busy
fr: Afficher l'animation si occupé

source: Show spinner spinning logo when the system is busy.
fr: Afficher le logo tournant lorsque le système est occupé.

source: Show status icons in movie list
fr: Afficher icônes d'état dans liste des films
ru: Cтатус в списке записей

source: Show status icons in movielist
de: Zeige Status-Icons in der Filmliste
fr: Afficher l'icône de statut dans la liste des films
ru: Показать статус в списке

source: Show status messages when switch to live TV
fr: Afficher les messages de statut lorsqu’on bascule sur la TV en direct.

source: Show subservice selection
de: Zeige Subservice Auswahl
fr: Afficher la sélection des sous-services

source: Show subtitle quick menu
fr: Afficher le menu rapide des sous-titres

source: Show subtitle selection
de: Zeige Untertitel Auswahl
fr: Afficher la sélection des sous-titres

source: Show the DreamPlex player...
de: Zeige den Dreamplexplayer
fr: Afficher le lecteur DreamPlex...
ru: Показывать DreamPlex плеер

source: Show the list of autotimers.
fr: Afficher la liste des AutoTimers.

source: Show the list of timers.
de: Zeige dieTimerliste
fr: Afficher la liste des programmations.
ru: Показать список таймеров.

source: Show the media player...
de: Zeige die Filmwiedergabe
fr: Afficher le lecteur multimedia...
ru: Включить режим воспроизведения...

source: Show the plugin browser..
de: Zeige die Pluginliste
fr: Afficher le navigateur plugins…
ru: Показать плагины...

source: Show the plugins...
de: Zeige die Plugins
fr: Afficher les plugins...
ru: Показать плагины

source: Show the radio player...
de: Zeige den Radio-Wiedergabemodus
fr: Afficher le lecteur radio...
ru: Включить режим радио...

source: Show the tv player...
de: Zeige denTV-Wiedergabemodus...
fr: Afficher l'image TV...
ru: Включить режим ТВ...

source: Show time elapsed as positive
de: Zeige verstrichene Zeit positiv
fr: Afficher le temps écoulé en positif
ru: Прошедшее временя как положительное

source: Show time in 24 hour clock format.
de: Zeige die Uhr im 24h Format
fr: Afficher l'heure au format 24H.
ru: Показать время в 24-часовом формате.

source: Show time remaining/elapsed
de: Zeige Zeit als verbleibend/verstrichen
fr: Afficher temps restant/écoulé
ru: Показать оставшееся/прошедшее время

source: Show translation packages
de: Zeige Pakete mit den Sprachdateien für die Übersetzung
fr: Afficher les packages de traduction
ru: Показать пакеты с данными для перевода (po)

source: Show transponder info
fr: Afficher info transpondeur

source: Show transponder remaining/elapsed as
de: Zeige Transponder verbleibend/verstrichen als
fr: Afficher transpondeur restant/écoulé comme
ru: Показывать при просмотре осталось/прошло как

source: Show updates
de: Zeige Updates
fr: Afficher mises-à-jour
ru: Проверить версию

source: Show warning before box restart based on recording type
fr: Afficher un avertissement avant de redémarrer le récepteur en fonction du type d’enregistrement

source: Show warning when timeshift is stopped
de: Zeige Warnung, wenn TimeShift beendet wird
fr: Afficher avertissement lorsque PauseDirect est arrêté
ru: Предупреждать об остановке TimeShift

source: Show whole system memory usage
de: Zeige die Auslastung des gesamten Systemspeichers
fr: Afficer l'ensemble de l'utilisation mémoire du système
ru: Использование памяти

source: Show/Add Sleep Timers
de: Sleeptimer anzeigen/hinzufügen
fr: Afficher/Ajouter une programmation de veille
ru: Отобразить таймеры сна

source: Shows advanced informations about stream
de: Zeigt mehr Informationen über den Stream
fr: Afficher les informations avancées à propos des flux
ru: Показать информацию о потоке

source: Shows assigned ip-adresses, routingtable and nameserver
de: Zeigt zugeordnete IP Adressen, Routingtabelle und Nameserver
fr: Afficher les adresses IP, table de routage et serveur de nom
ru: Показать назначенные IP-адреса, маршруты и сервер имен

source: Shows current HDD temperature
de: Zeigt momentane Festplattentemperatur
fr: Afficher la température du disque dur
ru: Показать текущую температуру диска

source: Shows current HDD temperature in C and F
de: Zeigt momentane Festpattentemperatur in C und F
fr: Afficher la température du disque dur en C ou F
ru: Показать текущую температуру диска в C и F

source: Shows information about Memory, HW and SW
de: Zeigt Informationen über Speicherplatz, HW und SW
fr: Afficher les informations mémoire, matériel et logiciel
ru: Информация о ресивере, памяти и имидже

source: Shows informations about system and hardware
de: Zeigt Informationen über System und Hardware
fr: Afficher les informations à propos du systéme et du matériel
ru: Информация о ресивере и системе

source: Shows live tv or informations on LCD.
fr: Afficher la TV en directe ou les informations sur le LCD.

source: Shows the icons when new/unseen, otherwise it will not show an icon.
fr: Affiche les icônes lorsque c’est nouveau/non-vu, sinon cela n’affichera pas d’icône.

source: Shows the state of your wireless LAN connection.
de: Zeigt den Status der WLAN-Verbindung
fr: Afficher l'état de votre connexion LAN sans fil.
ru: Показывает состояние беспроводного соединения.

source: Shows the watched status of the movie.
de: Zeigt den gesehenen Teil des Films
fr: Afficher le statut des films visualisés.
ru: Отображать состояние просмотра записи

source: Shuffle playlist
de: Wiedergabeliste mischen
fr: liste lecture aléatoire
ru: перемешать плейлист

source: Shutdown
de: Herunterfahren
fr: Eteindre
ru: Полный режим ожидания

source: Side by Side
de: Nebeneinander
fr: Côte à Côte
ru: Одновременно

source: Side by side
de: Nebeneinander
fr: Côte à côte
ru: Одновременно

source: Signal Finder
fr: Pointeur satellites

source: Signal OK, proceeding
de: Signal OK, setze fort
fr: Signal correct, en cours de traitement
ru: Определение наличия сигнала

source: Signal Strength:
de: Signalstärke:
fr: Force du Signal:
ru: Сила сигнала:

source: Signal quality
de: Signalqualität
fr: Qualité du signal
ru: Качество сигнала:

source: Signal strength:
de: Signalstärke:
fr: Force du Signal:
ru: Сила сигнала:

source: Similar
de: Ähnlich
fr: Similaire
ru: Аналогичный

source: Similar broadcasts:
de: Ähnliche Sendungen:
fr: Emissions semblables:
ru: Аналогичные передачи:

source: Simple fade
de: Einfach ausblenden
fr: Fondu simple

source: Simple titleset (compatibility for legacy players)
de: Einfache Titel (bessere Kompatibilität mit alten DVD-Playern)
fr: Jeu titre simple (compatibilité descendante lecteurs)
ru: Простой заголовок (совместимость с бытовыми плеерами)

source: Simple zoom
fr: Zoom simple

source: Single
de: Einzeln
fr: Unique
ru: Один

source: Single EPG
de: Einfach-EPG
fr: EPG Unique
ru: Одиночный EPG

source: Single Line
fr: Ligne unique

source: Single satellite
de: Einzelner Satellit
fr: Satellite unique
ru: Один спутник

source: Single step (GOP)
de: Einzelschritt (GOP)
fr: Pas unique (GOP)
ru: По кадрам

source: SingleEPG settings
de: Einstellungen für Einfachen EPG
fr: Paramètres SingleEPG
ru: Настройки одиночного EPG

source: Site latitude
de: Breitengrad des Standortes
fr: Latitude du site
ru: Широта

source: Site longitude
de: Längengrad des Standortes
fr: Longitude du site
ru: Долгота

source: Size:
de: Größe:
fr: Taille:
ru: Размер:

source: Skin Setting
de: Skinauswahl
fr: Config. thème
ru: Настройка скина

source: Skin name: %s
fr: Nom du thème: %s

source: Skin setup
de: Skin Einstellungen
fr: Configuration thème
ru: Выбор скина

source: Skins
fr: Thèmes
ru: Скины

source: Skip back
fr: Saut arrière

source: Skip empty services
de: Überspringe leere Sender
fr: Eviter les services vides
ru: Пропуск пустых каналов (где нет EPG)

source: Skip forward
fr: Saut avant

source: Skip internet connection check (disables automatic package installation)
de: Überspringen der Internetprüfung, dies vermeidet automatische Paketinstallation
fr: Ne pas vérifier la connexion internet (désactiver la mise à jour automatique des packages).
ru: Пропустить проверку интернет соединения

source: Skip selection
de: Überspringe Auswahl
fr: Eviter la sélection
ru: Пропустить

source: Sleep
fr: Veille

source: Sleep Timer
fr: Programmation de mise en veille

source: Sleep delay
de: Ausschalt-Verzögerung
fr: Délai veille programmée
ru: Задержка засыпания

source: SleepTimer
fr: Programmation de mise en veille

source: Slide bottom to top
fr: Glissement de bas en haut

source: Slide drop
de: Verringere Fall
fr: Glissement haut

source: Slide from left
fr: Glissement depuis la gauche

source: Slide left to right
de: Verschiebe links/rechts
fr: Glissement gauche vers droite

source: Slide left top corner to right bottom corner
fr: Glissement du coin supérieur gauche vers le coin inférieur droit

source: Slide picture in loop
de: Bilder als Diashow anzeigen
fr: Afficher images en boucle
ru: показ слайдов по кругу

source: Slide right bottom corner to left top corner
fr: Glisser depuis le coin inférieur droit vers le coin supérieur gauche

source: Slide right to left
fr: Glissement gauche vers droite

source: Slide show interval (sec.)
de: Diaschau-Intervall (sek.)
fr: Intervalle Diaporama (sec.)
ru: Интервал слайдшоу (сек.)

source: Slide top to bottom
de: Von oben nach unten
fr: Glissement haut vers bas

source: Slovak
de: Slovakisch
fr: Slovaque
ru: Словакский

source: Slovenian
de: Slovenisch
fr: Slovène
ru: Словенский

source: Slow
de: Langsam
fr: Lent
ru: Медленно

source: Slow motion speeds
de: Zeitlupengeschwindigkeiten
fr: Vitesse du ralenti
ru: Замедленное воспризведение

source: Small progress
de: Kleiner Fortschrittsbalken
fr: Petit progrès
ru: Малый прогрес-бар

source: Smargo & other Usb card readers chipset ftdi:
fr: Smargo & autre lecteur USB avec chipset ftdi:

source: Smartcard PIN
fr: PIN de la carte à puce

source: Smooth
de: Weich
fr: Paisible

source: Social/Political/Economics
de: Soziales/Politik/Wirtschaft
fr: Social/Politique/Economique
ru: Социальные/Политика/Экономика

source: Softcam Setup
de: Softcam Einstellung
fr: Configurer Softcam
ru: Настройки Softcam

source: Softcam settings
de: Softcam Einstellungen
fr: Paramètres du Softcam
ru: Настройки Softcam

source: Softcam type
fr: Type de softcam
ru: Тип эмулятора

source: Software
fr: Logiciel
ru: Программное обеспечение

source: Software Update
fr: Mise à jour logiciel
ru: Обновление ПО

source: Software management
de: Softwareverwaltung
fr: Gestionnaire logiciel
ru: Управление ПО

source: Software manager setup
de: Softwareverwaltung Einstellungen
fr: Paramètres gestionnaire logiciel
ru: Настройка управлением ПО

source: Software update
fr: Mise à jour logiciel
ru: Обновление ПО

source: Software update settings
de: Einstellung der Softwareaktualisierung
fr: Paramètres mise à jour logiciel
ru: Настройки обновления

source: Softwaremanager information
de: Information Softwareverwaltung
fr: Informations gestionnaire logiciel
ru: Информация об обновлении ПО

source: Some plugins are not available:
de: Einige Plugins sind nicht verfügbar:
fr: Des plugins ne sont pas disponible:
ru: Некоторые плагины недоступны:

source: Sorry CIHelper Config is Missing
fr: Désolé la configuration de CIHelper est manquante

source: Sorry Samba Config is Missing
de: Samba Config fehlt
fr: Désolé la configuration du Samba est manquante.
ru: Конфигурация Samba отсутствует

source: Sorry feeds are down for maintenance
de: Feeds sind wegen Wartungsarbeiten nicht erreichbar
fr: Désolé les feeds sont indisponible car en mode maintenance.
ru: Извините, сервер закрыт на техническое обслуживание

source: Sorry feeds are down for maintenance, please try again later.
de: Zur Zeit finden Wartungsarbeiten statt. Bitte später erneut versuchen
fr: Désolé les feeds sont indisponible car en mode maintenance, merci d'essayer plus tard.
ru: Извините, сервер закрыт на техническое обслуживание, попробуйте позже

source: Sorry feeds are down for maintenance, please try again later. If this issue persists please check www.egami-image.com
fr: Désolé les feeds sont indisponible car en mode maintenance, merci d'essayer plus tard. Si le problème persiste merci de vérifier sur www.egami-image.com

source: Sorry it seems that there are not Linux formatted devices mounted on your STB. To install EGAMIBoot you need a Linux formatted part1 device. Click on the blue button to open Egami Devices Panel
de: Scheinbar sind nicht in Linux formatierte Speichergeräte gemountet. Um EGAMIboot zu installieren, brauchen Sie einen Linux part1 formatiertesLaufwerk. Blaue Taste zum Öffnen der EGAMI Geräte Anzeige
fr: Désolé il n'y a pas de partition mountée sur votre récepteur au format Linux. Pour installer EGAMIBoot vous devez avec une partition1 formatée en Linux. Cliquez sur le bouton bleu pour ouvrir le panneau de configuration des périphériques Egami.
ru: Подключенное устройство не отформатированно в Linux формате. Для установки EGAMIBoot необходимо отформатировать его в Linux формат. Нажмите синюю кнопку для продолжения

source: Sorry no device found to store backup. Please check your media in EGAMI devices panel.
de: Es wurde kein Gerät gefunden, um dias Backup zu speichern. Überprüfen Sie die Geräte in der EGAMI Geräte Anzeige
fr: Désolé aucun périphérique trouvé pour stocker les sauvegardes. Merci de vérifier vos media dans le panneau des périphériques EGAMI.
ru: Не обнаружено устройств для бекапа.

source: Sorry no matches found
de: Nichts Passendes gefunden
fr: Désolé pas de correspondance trouvée
ru: К сожалению, совпадений не найдено

source: Sorry no valid device found. Be sure your device is Linux formatted and mapped. Please use EGAMI USB Format and EGAMI device manager to prepare and map your usb stick.
fr: Désolé aucun périphérique valide trouvé. Soyez certain que votre périphérique est formatté pour Linux et mappé. Merci d'utiliser EGAMI USB formater et le gestionnaire de périphérique EGAMI pour préparer et mapper votre propre clé USB.

source: Sorry the feeds are down for maintenance
fr: Désolé les feeds sont fermés pour maintenance

source: Sorry the feeds seem to be in an unstable state, if you wish to use them please enable 'Allow unstable (experimental) updates' in "Software update settings".
fr: Désolé les feeds semblent être dans un statut instable, si vous voulez les utiliser il faut activer ‘Autoriser les mises à jour instable (expérimentale)’ dans « Configuration des mise à jour logiciel »

source: Sorry the name of the new Image is too long.
de: Der Name des neuen Images ist zu lang.
fr: Désolé le nom de la nouvelle image est trop long.
ru: Название нового имиджа слишком длинное.

source: Sorry this name is reserved. Choose another name for the new Image.
de: Dieser Name ist reserviert. Wählen Sie einen anderen
fr: Désolé ce nom est réservé. Choisissez un autre nom pour la nouvelle image.
ru: Это имя зарезервировано. Выберите другое имя для имиджа.

source: Sorry you can install a max of 20 images.
de: Sie können nur maximal 20 Images installieren.
fr: Désolé vous ne pouvez installer qu'un max de 20 images.

source: Sorry you cannot delete Flash image
de: Löschen des Flashimages nicht möglich
fr: Vous ne pouvez effacer une image flash
ru: Вы не можете удалить флеш имидж

source: Sorry you cannot delete the image currently booted from.
de: Sie können das Image, von dem Sie gerade gebootet haben, jetzt nicht löschen
fr: Désolé vous ne pouvez pas effacer l'image sur laquelle vous avez démarré.
ru: Вы не можете удалить имидж при его загрузке.

source: Sorry your Inadyn config is missing
fr: Désolé la configuration de Inadyn est manquante

source: Sorry your MiniDLNA config is missing
fr: Désolé la configuration de MiniDLNA est manquante

source: Sorry your uShare config is missing
fr: Désolé le fichier de configuration uShare est manquant.

source: Sorry, %s has not been installed!
de: %s wurde nicht installiert
fr: Désolé, %s n'a pas été installé!
ru: К сожалению, %s не установлен!

source: Sorry, Connection Failed
de: Verbindung fehlgeschlagen
fr: Désolé, échec de connexion
ru: Ошибка соединения

source: Sorry, EGAMI Backup not found.
de: Kein EGAMI Backup gefunden
fr: Désolé, EGAMI Sauvegarde non trouvée.
ru: К сожалению, резервная копия не найдена.

source: Sorry, an Image with the name
de: Kein Image mit diesem Namen
fr: Désolé, une image avec le nom

source: Sorry, no details available!
de: Keine Details verfügbar
fr: Désolé, pas de détails disponible!
ru: К сожалению, нет деталей в описании!
