Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: This allows you to set the number of digits to 5, if you have more than 9999 channels.
fr: Ceci vous permets de définir le nombre de chiffre à 5, si vous avez plus de 9999 chaînes.

source: This allows you to show drivers modules in downloads
de: Zeigt Treibermodule in den Downloads
fr: Cela vous permet d'afficher les modules des pilotes dans les téléchargements

source: This allows you to show extensions modules in downloads
de: Dies ermöglicht , Erweiterungs Module in Downloads anzuzeigen.
fr: Cela vous permet d'afficher les modules d'extension dans les téléchargements

source: This allows you to show kernel modules in downloads
de: Dies ermöglicht es, Kernel Module in Downloads zu zeigen.
fr: Cela vous permet d'afficher les modules du noyau dans les téléchargements

source: This allows you to show lcd skins in downloads
de: Zeigt LCD Skins in den Downloads
fr: Cela vous permet d'afficher les thémes LCD dans les téléchargements

source: This allows you to show m2k modules in downloads
de: Zeigt m2k Module in den Downloads
fr: Cela vous permet d'afficher les modules m2k dans les téléchargements

source: This allows you to show picons modules in downloads
de: Zeigt Picon Module in den Downloads
fr: Cela vous permet d'afficher les modules picons dans les téléchargements

source: This allows you to show pli modules in downloads
de: Zeigt Pli Module in den Downloads
fr: Cela vous permet d'afficher les modules pli dans les téléchargements

source: This allows you to show security modules in downloads
de: Zeigt Sicherheits Module in den Downloads
fr: Cela vous permet d'afficher les modules de sécurité dans les téléchargements

source: This allows you to show settings modules in downloads
de: Dies ermöglicht es, Einstellungs Module in Downloads zu zeigen.
fr: Cela vous permet d'afficher les modules des paramètres dans les téléchargements

source: This allows you to show skins modules in downloads
de: Zeigt Skin Module in den Downloads
fr: Cela vous permet d'afficher les modules des thèmes dans les téléchargements

source: This allows you to show systemplugins modules in downloads
de: Zeigt Systemplugin Module in den Downloads
fr: Cela vous permet d'afficher les plugins système dans les téléchargements

source: This allows you to show vix modules in downloads
de: Zeigt Spinner Module in den Downloads
fr: Cela vous permet d'afficher les modules vix dans les téléchargements

source: This allows you to show weblinks modules in downloads
de: Zeigt Weblink Module in den Downloads
fr: Cela vous permet d'afficher les modules weblinks dans les téléchargements

source: This is the help screen. Feed me with something to display.
de: Dies ist der Hilfe Bildschirm. Was soll ich zeigen?
fr: Ceci est un écran d'aide. Complétez moi pour que j'affiche quelquechose.
ru: Экран для отображения. Воспользуйтесь поиском.

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
de: Diese Option erlaubt es Block-Rauschen im Bild zu reduzieren. Diese Option geht auf Kosten der Bildschärf
fr: Cette option permet de réduire le bloc-bruit dans l'image. Evidemment, cela est au détriment de la netteté de l'image.
ru: Позволяет уменьшить порог шума в изображении за счет резкости.

source: This option allows to set the level of dynamic contrast of the picture.
de: Diese Option erlaubt es den Wert für den dynamischen Kontrast des Bildes zu setzen
fr: Cette option permet de régler le niveau de contraste dynamique de l'image.
ru: Позволяет установить уровень динамической контрастности изображения.

source: This option allows you can config the Colorspace from Auto to RGB
fr: Cette option vous permet de configurer l'espace colorimétrique de Auto en RGB

source: This option allows you choose how to display elapsed time as + or -
fr: Cette option vous permet de choisir comment afficher le temps écoulé comme + ou -

source: This option allows you choose how to display elapsed time as + or -
de: Diese Option erlaubt es, zu wählen, ob die verstrichene Zeit mit + oder - angezeigt wird
fr: Cette option vous permet de choisir comment afficher le temps écoulé comme + ou -
ru: Позволяет выбрать, как отображать прошедшее время на дисплее как '+' или '-'

source: This option allows you choose how to display remaining time, or elapsed time, or both.
de: Diese Option erlaubt es, zu wählen, ob die verbleibende/verstrichene Zeit oder beides bei Live-TV angezeigt wird
fr: Cette option vous permet de choisir comment afficher le temps restant ou le temps écoulé, ou les deux.
ru: Позволяет выбрать способ отображения времени - осталось, прошло или оба одновременно.

source: This option allows you choose how to display the remaining/elapsed time for Media playback.
fr: Cette option vous permet de choisir comment afficher le temps restant / écoulé pour la lecture de médias.

source: This option allows you choose how to display the remaining/elapsed time for live tv.
fr: Cette option vous permet de choisir comment afficher le temps restant / écoulé pour la TV en direct.

source: This option allows you enable smoothing filter to control the dithering process.
de: Diese Option erlaubtes, einen Glättefilter für das Dithering einzuschalten
fr: Cette option vous permet d'activer le filtre de lissage pour contrôler le processus de tramage.
ru: Эта опция позволяет включить фильтр сглаживания.

source: This option allows you enable the vertical scaler dejagging.
de: Diese Option ermöglicht die Vertikale Kantenglättung
fr: Cette option vous permet d'activer la mise à l'échelle verticale dejagging.
ru: Эта опция позволяет включить вертикальную шкалу отладки.

source: This option allows you set the layout view (Text or Graphics).
de: Diese Option erlaubt es, das Aussehen des EPG einzustellen (Text oder Grafik)
fr: Cette option vous permet de définir le mode d'affichage (texte ou graphique).
ru: Эта опция позволяет установить макет (текст или графика).

source: This option allows you to Power Off the display.
fr: Cette option vous permet de désactvier l’affichage.

source: This option allows you to always use e.g. 1080p50 for TV/.ts, and 1080p24/p50/p60 for videos
de: Mit dieser Option könen Sie festlegen, was Sie verwenden wollen z.B. 1080p50 for TV/.ts, and 1080p24/p50/p60 für Videos
fr: Cette option vous permet de toujours utiliser par exemple 1080p50 pour TV / .ts et 1080p24/p50/p60 des vidéos
ru: Эта опция позволит вам использовать 1080p50 для TV/.ts, и 1080p24/p50/p60 для видео

source: This option allows you to boost the blue tones in the picture.
de: Diese Option erlaubt es, den Blauanteil des Bildes zu verstärken
fr: Cette option vous permet d'augmenter les tons bleus dans l'image.
ru: Позволяет увеличить синих тонов в изображении.

source: This option allows you to boost the green tones in the picture.
de: Diese Option erlaubt es, den Grünanteil des Bildes zu verstärken
fr: Cette option vous permet d'augmenter les tons verts dans l'image.
ru: Позволяет увеличить зелёных тонов в изображении.

source: This option allows you to bypass HDMI EDID check
de: Diese Option erlaubt es, den HDMI EDID zu deaktivieren
fr: Cette option vous permet de contourner le contrôle HDMI EDID
ru: Опция позволяет обойти проверку HDMI EDID

source: This option allows you to change the virtuell loadspeaker position.
de: Hier können Sie den Platz des virtuellen Lautsprechers ändern.
fr: Cette option vous permet de changer la position de haut-parleurs virtuels.

source: This option allows you to choose from the two channel lists that are available.
de: Diese Option gibt Ihnen die Wahl zwischen den beiden verfügbaren Kanallisten
fr: Cette option vous permet de choisir parmi les deux listes des chaînes disponibles.
ru: Позволяет выбрать один из двух доступных списков каналов.

source: This option allows you to choose how to display 1080p 24Hz on your TV. (as not all TV's support these resolutions)
de: Diese Option erlaubt es, einzustellen, wie ein 1080p 24Hz Video angezeigt wird. (Nicht alle Fernseher unterstützen alle Formate)
fr: Cette option vous permet de choisir comment afficher 1080p 24Hz sur votre téléviseur. (toutes les télévisions ne supportent pas ces résolutions)
ru: Эта опция позволяет выбрать способ отображения 1080p 24Hz на вашем ТВ.

source: This option allows you to choose how to display 1080p 25Hz on your TV. (as not all TV's support these resolutions)
de: Diese Option erlaubt es, einzustellen, wie ein 1080p 25Hz Video angezeigt wird. (Nicht alle Fernseher unterstützen alle Formate)
fr: Cette option vous permet de choisir comment afficher 1080p 25Hz sur votre téléviseur. (toutes les télévisions ne supportent pas ces résolutions)
ru: Эта опция позволяет выбрать способ отображения 1080p 25Hz на вашем ТВ.

source: This option allows you to choose how to display 1080p 30Hz on your TV. (as not all TV's support these resolutions)
de: Diese Option erlaubt es, einzustellen, wie ein 1080p 30Hz Video angezeigt wird. (Nicht alle Fernseher unterstützen alle Formate)
fr: Cette option vous permet de choisir comment afficher 1080p 30Hz sur votre téléviseur. (toutes les télévisions ne supportent pas ces résolutions)
ru: Эта опция позволяет выбрать способ отображения 1080p 30Hz на вашем ТВ.

source: This option allows you to choose how to display 720p 24Hz on your TV. (as not all TV's support these resolutions)
de: Diese Option erlaubt es, einzustellen, wie ein 720p 24Hz Video angezeigt wird. (Nicht alle Fernseher unterstützen alle Formate)
fr: Cette option vous permet de choisir comment afficher 720p 24Hz sur votre téléviseur. (toutes les télévisions ne supportent pas ces résolutions)
ru: Эта опция позволяет выбрать способ отображения 720p 24Hz на вашем ТВ.

source: This option allows you to choose how to display SD progressive 24Hz on your TV. (as not all TV's support these resolutions)
de: Diese Option erlaubt es, einzustellen, wie ein progressives SD 24Hz Video angezeigt wird. (Nicht alle Fernseher unterstützen dieses Format).
fr: Cette option vous permet de choisir comment afficher le SD progressif 24Hz sur votre TV. (car toutes les télévisions ne supportent pas ces résolutions)

source: This option allows you to choose how to display standard defintion video on your TV.
de: Diese Option erlaubt es, einzustellen, wie Videos mit Standarddefinition angezeigt werden
fr: Cette option vous permet de choisir comment afficher la vidéo de définition standard sur votre téléviseur.
ru: Эта опция позволяет выбрать способ отображения стандартного разрешения на ТВ.

source: This option allows you to choose how to display the remaining/elapsed time for live TV.
de: Diese Option erlaubt es, zu wählen, ob verbleibende/verstrichene Zeit oder beides bei laufenden Sendungen angezeigt wird
fr: Cette option vous permet de choisir comment afficher le temps restant / écoulé pour la TV en direct.
ru: Позволяет выбрать способ отображения оставшегося/прошедшего времени при просмотре ТВ.

source: This option allows you to choose how to display the remaining/elapsed time for media playback.
de: Diese Option erlaubt es, zu wählen, ob verbleibende/verstrichene Zeit oder beides bei Medienwiedergabe angezeigt wird
fr: Cette option vous permet de choisir comment afficher le temps restant / écoulé pour la lecture des médias.
ru: Позволяет выбрать способ отображения оставшегося/прошедшего времени в Медиаплеере.

source: This option allows you to choose what the first button press jumps to in channel list screen, (so pressing '2' jumps to 'A' or '2' first), when 'Quick Actions' preset actions are perfomed.
de: Diese Option erlaubt es, zu wählen, was der erste Tastendruck in der Kanalliste bewirkt '2' springt zu '2' oder "A"zuerst zu "A", wenn "Schnelle Tastenfunktionen" aktiviert sind.
fr: Cette option vous permet de choisir ce que la première pression sur les touches numériques dans la liste des chaînes, (donc en appuyant sur '2' il basse d'abord sur 'A' ou sur '2'), lorsque des actions prédéfinies "Actions rapides" sont effectuées.
ru: Действие при нажатие кнопки пульта в списке каналов (при нажатии '2' выбирается 'A' или '2')

source: This option allows you to disable sorting of the Extensions list.
fr: Cette option vous permet de désactiver le tri de la liste des extensions

source: This option allows you to disable sorting of the option in setting screen's
fr: Cette option vous permet de désactiver l'option de tri dans les écrans de configuration

source: This option allows you to enable 3D Surround Sound for an output.
de: Diese Option erlaubt es, 3D Surround Soundausgang zu aktivieren.
fr: Cette option vous permet d’activer le 3D Surround Sound.

source: This option allows you to enable 3D Surround Sound.
fr: Cette option vous permet d’activer le 3D Surround Sound.

source: This option allows you to hide and sorting of the menus
fr: Cette option vous permet de masquer et de trier les menus

source: This option allows you to show the SNR as a percentage (not all receivers support this).
de: Diese Option erlaubt es, den SNR in % anzeigen zu lassen (nicht alle Boxen unterstützen es)
fr: Cette option vous permet d'afficher le SNR en pourcentage (tous les récepteurs ne supportent pas ceci).
ru: Позволяет отображать SNR в процентах.

source: This option allows you to view the old and new settings side by side.
de: Diese Option erlaubt es, das Bild mit den alten und neuen Werten nebeneinander anzeigen zu lassen
fr: Cette option vous permet de visualiser les anciens et nouveaux paramètres côte-à-côte.
ru: Позволяет просматривать старые и новые настройки одновременно.

source: This option configures output for Auto Volume Level.
de: Diese Option ermöglicht den Ausgang für die die automatische Lautstärkenanpassung einzustellen.
fr: Cette option permet de configurer le niveau du volume auto.

source: This option configures the general audio delay of Dolby Digital sound tracks.
de: Diese Option konfiguriert die allgemeine Audio-Verzögerung von Dolby Digital Tonspuren
fr: Cette option permet de configurer le délai audio général de pistes sonores Dolby Digital.
ru: Эта опция настраивает общую задержку аудио треков звука Dolby Digital.

source: This option configures the general audio delay of stereo sound tracks.
de: Diese Option konfiguriert die allgemeine Audio-Verzögerung von MPEG2 Tonspuren
fr: Cette option permet de configurer le délai audio général de pistes sonores stéréo.
ru: Эта опция настраивает общую задержку Стерео аудио трека.

source: This option configures the screen resolution in PC output mode.
de: Diese Option erlaubt, es die Bildauflösung im PC-Modus einzustellen
fr: Cette option permet de configurer la résolution de l'écran en mode de sortie PC.
ru: Эта опция настраивает разрешение экрана в режиме выхода на ПК.

source: This option configures the video output mode (or resolution).
de: Diese Option erlaubt es, den Videoausgang oder die Bildauflösung einzustellen
fr: Cette option permet de configurer le mode de sortie vidéo (ou résolution).
ru: Эта опция настраивает режим видеовыхода (или разрешение).

source: This option configures you can set Auto Volume Level.
fr: Cette option permet de configurer le niveau du volume auto.

source: This option lets you adjust the 3D depth
de: Diese Option erlaubt es, die 3D Tiefe einzustellen
fr: Cette option vous permet de régler la profondeur 3D
ru: Позволяет регулировать глубину 3D

source: This option lets you adjust the transparency of the user interface
de: Diese Option erlaubt es, die Transparenz der Oberfläche einzustellen
fr: Cette option vous permet de régler la transparence de l'interface utilisateur
ru: Позволяет регулировать прозрачность экранного интерфейса

source: This option lets you choose the 3D mode
de: Diese Option aktiviert den 3D Modus
fr: Cette option vous permet de choisir le mode 3D
ru: Позволяет выбрать режим 3D

source: This option lets you show the option in the extension screen
de: Diese Option erlaubt es die Option in Erweiterungen anzuzeigen
fr: Cette option vous permet d'afficher l'option dans l'écran des extensions
ru: Позволяет показать возможности в расширении экрана

source: This option moves the PVR status from the separate window into the Movie Player infobar.
de: Diese Option verschiebt den PVR Status aus einem separaten Fenster in die Informationsleiste der Medienwidergabe.
fr: Cette option déplace le statut de PVR de la fenêtre distincte dans l'info-barre Movie Player.
ru: Отображение статуса PVR в инфопанели.

source: This option set the level of surpression of musquito noise (Musquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
de: Diese Option bestimmt die Stufe der Unterdrückung von Moskito Rauschen. Moskito Rauschen ist eine zufällige Abtaststörung durch zu hohe Kompression. Das geht auf Kosten von Bildeinzelheiten
fr: Cette option de régler le niveau de supression de bruit de moustique (le bruit de moustique est un aliasing aléatoire en raison de la forte compression). Evidemment, cela va au détriment des détails de l'image.
ru: Этот параметр определяет уровень подавления Musquito шума (шум 'мошки' возникает в результате сильного сжатия). Очевидно, что это идет за счет детализации изображения.

source: This option sets the picture contrast.
de: Diese Option bestimmt den Bildkontrast
fr: Cette option définit le contraste de l'image.
ru: Задаёт контрастность изображения.

source: This option sets the picture brightness.
de: Diese Option bestimmt die Bildhelligkeit
fr: Cette option définit la luminosité de l'image.
ru: Задаёт яркость изображения.

source: This option sets the picture color space.
de: Diese Option bestimmt den Farbraum
fr: Cette option définit l'espace de couleur de l'image.
ru: Эта опция устанавливает пространство цветов изображения.

source: This option sets the picture flesh tones.
de: Diese Option bestimmt das Aussehen von Fleischfarben
fr: Cette option définit les tons image de la peau.
ru: Задаёт тон изображения.

source: This option sets the picture hue.
de: Diese Option bestimmt den Bildfarbton
fr: Cette option définit la teinte de l'image.
ru: Задаёт оттенок изображения.

source: This option sets the picture saturation.
de: Diese Option bestimmt die Farbsättigung
fr: Cette option définit la saturation de l'image.
ru: Задаёт насыщенность изображения

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
de: Diese Option bestimmt die Scalerschärfe, die benutzt wird, wenn von 4:3 auf 16:9 skaliert wird
fr: Cette option définit la netteté de mise à l'échelle, utilisé lors de l'étirement image 4:3 à 16:9.
ru: Эта опция устанавливает скалярную резкость при растягивании картинки с 4:3 на 16:9.

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
de: Diese Option bestimmt die Unterdrückung falscher, digitaler Umrisse. Diese Fehler entstehen durch zu wenige diskrete Werte
fr: Cette option définit la supression de faux contours numériques, qui sont le résultat d'un nombre limité de valeurs discrètes.
ru: Задаёт порог ложных цифровых контуров, которые являются результатом ограниченного числа дискретных значений.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
de: Diese Option bestimmt die Bildschärfe. Dieser Punkt wirkt sich aus, wenn ein Bild vergrößert werden muss
fr: Cette option définit la netteté de l'image, utilisée lorsque l'image est rehaussée.
ru: Настраивает резкость изображения при изменении масштаба..

source: This plugin is installed.
de: Dieses Plugin ist installiert
fr: Ce plugin est installé.
ru: Этот плагин установлен.

source: This plugin is not installed.
de: Dieses Plugin ist nicht installiert
fr: Ce plugin n'est pas installé.
ru: Этот плагин не установлен.

source: This plugin will be installed.
de: Dieses Plugin wird installiert
fr: Ce plugin sera installé.
ru: Этот плагин будет установлен.

source: This plugin will be removed.
de: Dieses Plugin wird entfernt
fr: Ce plugin sera retiré.
ru: Этот плагин будет удалён.

source: This test checks for configured nameservers. If you get a "unconfirmed" message: - please check your DHCP server, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
fr: Ce test vérifie les noms serveurs configurés. Si vous obtenez le message « Non confirmé » : - Veuillez vérifier votre DHCP, paramètres câblage et adaptateur - Si vous avez configuré manuellement les noms serveurs, veuillez vérifier la configuration des « DNS »

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
de: Dieser Test überprüft, ob ein Netzwerkkabel angeschlossen ist. Wenn eine "Nicht verbunden"-Meldung erscheint: - Überprüfen Sie, ob ein Netzwerkkabel angeschlossen ist. - Stellen Sie sicher, dass das Netzwerkkabel nicht defekt ist
fr: Ce test vérifie si un câble réseau est bien connecté à votre adaptateur LAN. Si vous obtenez le message "déconnecté": - Vérifiez qu'un câble est bien connecté - Vérifiez que le câble n'est pas détérioré
ru: Этот тест проверяет наличие подключения сетевого кабеля к сетевому адаптеру. При появлении сообщения "нет соединения": - проверьте, что сетевой кабель подключен - проверьте, что сетевой кабель не оборван

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP server, cabling and adapter setup
fr: Ce test vérifie qu’une adresse IP valide est trouvée pour votre adaptateur LAN. Si vous obtenez le message « Non confirmé » : - Aucune adresse IP valide na été trouvée - Veuillez vérifier votre DHCP, paramètres câblage et adaptateur

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify thay you have entered correct IP informations in the adapter setup dialog. If you get an "enabled" message: -verify that you have a configured and working DHCP server in your network.
de: Dieser Test überprüft, ob Ihr Netzwerkadapter die IPAdresse automatisch per DHCP bekommt. Wenn hier "deaktiviert" steht: - dann hat der Netzwerkadapter eine feste IP-Adresse - überprüfen Sie, ob die Einstellungen bezüglich der IP-Adresse stimmen. Wenn hier "aktiviert" steht: überprüfen Sie, ob sich im Netzwerk ein DHCP-Server befindet und dieser auch aktiviert ist
fr: Ce test véririfie si votre adaptateur réseau (LAN) est configuré pour obtenur l'adresse IP automatiquement via DHCP. Si vous avec un message "désactivé": -alors votre adaptateur réseau est configuré en adresse IP fixe. - vérifiez que vous avez introduit les informations IP correctes. Si vous avez les message "activé": -vérifiez que vous avez un serveur DHCP fonctionnel et correctement configuré sur votre réseau.
ru: Этот тест проверяет настроен ли ваш сетевой адаптер на автоматическое получение IP адреса при конфигурации DHCP. Если вы получаете сообщение: "отключено" - то ваш сетевой адаптер настроен для ручной настройки IP - убедитесь, что вы ввели правильный адрес IP в диалоге настройки адаптера. Если вы получаете сообщение "включено" - убедитесь, что у вас в локальной сети есть настроеный и рабочий DHCP сервер.

source: This test detects your configured LAN adapter.
de: Dieser Test erkennt den konfigurierten Netzwerkadapter
fr: Ce test détecte votre adaptateur LAN configuré.
ru: Данный тест определит конфигурацию вашего сетевого адаптера.
