Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Restart GUI now?
de: Benutzeroberfläche jetzt neu starten?
fr: Relancer l'IGU maintenant?
ru: Перезапустить меню сейчас?

source: Restart network
de: Netzwerk neu starten
fr: Relancer le réseau
ru: Перезапустить сеть

source: Restart now?
fr: Redémarrer maintenant?

source: Restart test
de: Test wiederholen
fr: Relancer le test
ru: Перезапустить тест

source: Restart your network connection and interfaces.
de: Neustart der Netzwerk-Konfiguration.
fr: Relancer votre connexion réseau et vos interfaces.
ru: Перезагрузка сетевых подключений и интерфейсов.

source: Restore
fr: Restaurer
ru: Восстановить

source: Restore EGAMI
de: EGAMI wiederherstellen
fr: Restaurer EGAMI
ru: Восстановить

source: Restore backups
fr: Restaurer sauvegardes
ru: Восстановление резервных копий

source: Restore deleted user bouquets
fr: Restaurer les bouquets utilisateurs effacés

source: Restore system settings
de: Systemeinstellungen wiederherstellen
fr: Restaurer paramètres système
ru: Восстановить системные настройки

source: Restoring...
de: Wiederherstellung...
fr: Restauration...
ru: Восстановление...

source: Restrict the active time range
fr: Restreindre l’interval de temps actif

source: Results: %s - Page: %s
de: Resutate %s - Seite %s
fr: Résultats: %s - Page: %s
ru: Результаты: %s - Страницы: %s

source: Resume from last position
de: An letzter Position fortsetzen
fr: Reprendre à la dernière position
ru: Возобновить с последней позиции

source: Resume position at %s
de: Wiedergabestart ab %s
fr: Reprendre position à %s
ru: Возобновить с позиции %s

source: Resuming playback
de: Setze Playback fort
fr: Reprise de la lecture
ru: Возобновление воспроизведения

source: Retrieving data ...
de: Finde Daten...
fr: Récupération des données...
ru: Извлечение данных ...

source: Return to movie list
de: Zurück zur Filmliste
fr: Retour vers liste des films
ru: Вернуться к списку записей

source: Return to previous service
de: Zurück zum vorherigen Sender
fr: Retour service précédent
ru: Вернуться к предыдущему каналу

source: Reverse bouquet buttons
de: Bouquetlisten Tasten tauschen
fr: Inverser les touches bouquet
ru: Реверсивные кнопки для букета

source: Reverse list
de: Umgekehrte Liste
fr: Inverser la liste
ru: Обратный список

source: Rewind
de: Rücklauf
fr: Retour rapide

source: Rewind speeds
de: Rücklaufgeschwindigkeiten
fr: Vitesses rembobinage
ru: Скорость перемотки назад

source: Rewrap subtitles
fr: Retour à la ligne sous-titres

source: Right
de: Rechts
fr: Droite
ru: Правый

source: Right from servicename
de: Rechts vom Sendernamen
fr: à la droite du nom de service
ru: Справа от имени канала

source: Roll-off
fr: Pente
ru: Защитный интервал

source: Romanian
de: Rumänisch
fr: Roumain
ru: Румынский

source: Root
fr: Racine

source: Root directory
de: Rootverzeichnis
fr: Répertoire racine
ru: Корневой каталог

source: Rotor step position:
de: Rotor Schrittposition
fr: Définir la position du rotor:
ru: Шаг положение мотора:

source: Rotor turning speed
de: Rotor Drehgeschwindigkeit
fr: Vitesse rotation rotor
ru: Скорость вращения мотора

source: Routing table and network configuration
de: Konfiguration von Routingtabelle und Netzwerk
fr: Configuration réseau et table de routage
ru: Маршрутизация и конфигурация сети

source: Run
de: Starte
fr: Exécuter
ru: Запустить

source: Run Your scripts from /usr/scripts
de: Starten Sie Ihre Skripte aus /usr/scripts
fr: Exécuter vos scriptes depuis /usr/scripts
ru: Запуск ваших скриптов из /usr/scripts

source: Run how often ?
de: Wie oft laufen/gelaufen ?
fr: Effectuer à quelle fréquence?
ru: Как часто выполнять?

source: Running
de: Läuft
fr: En cours d'éxécution
ru: Запущен

source: Russia
de: Russland
fr: Russie
ru: Россия

source: Russian
de: Russisch
fr: Russe
ru: Русский

source: S-Video
fr: S-Vidéo

source: SABnzbd Setup
fr: Configuration SABnzbd
ru: Настройка SABnzbd

source: SCPC optimized search range
fr: SCPC place optimisée de recherche

source: SD card mounted in:
de: SD Karte gemountet in
fr: Carte SD mountée en:
ru: SD карта установлена в:

source: SINGLE LAYER DVD
fr: SIMPLE COUCHE DVD
ru: Однослойный DVD

source: STARTUP
fr: DEMARRAGE

source: Samba / CIFS Setup
fr: Configuration Samba/CIFS

source: Samba Setup
fr: Configuration Samba
ru: Настройка Samba

source: Same as in active
fr: Le même qu’en actif

source: Same resolution as skin
de: Gleiche Auflösung wie Skin
fr: Même résolution que celui du thème
ru: Разрешение, как и в скине

source: Sat
fr: Sam
ru: Сб

source: Satellite dish setup
de: Satellitenschüssel Einstellungen
fr: Paramètres antenne satellite
ru: Настройки спутниковой антенны

source: Satellite equipment
de: Satellitenausrüstung
fr: Equipement satellite
ru: Спутниковое оборудование

source: Satellite equipment setup
de: Satellitenausrüstung Einstellungen
fr: Paramètres équipement satellite
ru: Настройки спутникового оборудования

source: Satellite longitude:
de: Satelliten Längengrad:
fr: Longitude satellite:
ru: Долгота спутника:

source: Satfinder
fr: Pointeur satellites
ru: Поиск спутника

source: Saturday
de: Samstag
fr: Samedi
ru: Суббота

source: Save
de: Speichern
fr: Sauver
ru: Сохранить

source: Save EPG
de: EPG speichern
fr: Sauvegarder EPG
ru: Сохранить EPG

source: Save EPG data
fr: Sauvegarder les données EPG

source: Save and exit
fr: Sauvegarder et sortir

source: Save and record
de: Speichern und aufnehmen
fr: Sauvegarder et enregistrer
ru: Сохранить и записать

source: Save and stop
de: Speichern und beenden
fr: Sauvegarder et arrêter
ru: Сохранить и остановить

source: Save every (in hours)
de: Speichere alle x Stunden
fr: Sauver chaque (en heures)
ru: Сохранять каждые (в часах)

source: Save left folder on exit (%s)
de: Beim Verlassen Ordner speichern (%s)
fr: Sauver dernier répertoire en sortant (%s)
ru: Cохранить левую папку при выходе (%s)

source: Save playlist
de: Wiedergabeliste speichern
fr: Sauver liste de lecture
ru: сохранить плейлист

source: Save right folder on exit (%s)
de: Speichere rechten Ordner bei Exit (%s)
fr: Sauver le répertoire de droite en quittant (%s)
ru: Сохранить правую папку при выходе (%s)

source: Save timeshift as movie and continue recording
de: TimeShift als Film speichern und Aufnahme fortsetzen
fr: Sauvegarder le PauseDirect comme film et continuer d'enregistrer
ru: Сохранить Timeshift и продолжить запись

source: Save timeshift as movie and stop recording
de: TimeShift als Film speichern und Aufnahme beenden
fr: Sauvegarder le PauseDirect comme film et arrêter l'enregistrement
ru: Сохранить Timeshift и остановить запись

source: Saving EPG Cache...
de: EPG Cache wird gespeichert
fr: Sauvegarde du cache EPG...
ru: Сохранение кэша EPG

source: Saving Timeshift files
de: TimeShift-Dateien werden gespeichert
fr: Sauvegarde des fichiers de PauseDirect
ru: Сохранение файла Timeshift

source: Saving timeshift as movie now. This might take a while!
de: TimeShift-Datei wird als Aufnahme gespeichert. Das kann dauern!
fr: Sauvegarde du PauseDirect comme film en cours. Cela peut prendre un certains temps!
ru: Сохранение Timeshift. Это может занять некоторое время!

source: Scaler sharpness
de: Scaler Schärfe
fr: Niveau netteté
ru: Шкала резкости

source: Scaling mode
de: Skalierungsmodus
fr: Mode Mise à l'Echelle
ru: Режим маштабирования

source: Scan
de: Suche
fr: Analyser
ru: Сканирование

source: Scan
de: Suche
fr: Analyser
ru: Сканирование

source: Scan %s
de: Durchsuche %s
fr: Analyser %s
ru: Отсканировано %s

source: Scan %s band
de: Durchsuche %s Band
fr: Analyser bande %s
ru: Сканирование (С-тюнер) полосы %s

source: Scan additional SR
de: Durchsuche weitere SR
fr: Analyser additional SR
ru: Сканировать дополнительно SR

source: Scan available networks
de: Nach verfügbaren Netzwerken suchen
fr: Analyser les réseaux disponibles
ru: Список доступных сетей

source: Scan files...
de: Suche nach Dateien
fr: Parcourir les fichiers...
ru: Сканировать файлы...

source: Scan wireless networks
de: Durchsuche WLAN-Netzwerke
fr: Parcourir réseaux sans fil
ru: Сканировать беспроводные сети

source: Scan your network for wireless access points and connect to them using your selected wireless device.
de: Ihr Netzwerk nach WLAN-Zugangspunkten durchsuchen und eine Verbindung mit Hilfe Ihres gewählten WLAN-Gerätes herstellen.
fr: Analyser votre réseau pour lister les points d'accès sans fil et se connecter en utilisant votre périphérique sans fil.
ru: Сканирование беспроводных точек доступа и подключение к ним с помощью выбранного устройства беспроводной связи.

source: Scanning %s...
de: Durchsuche %s...
fr: Analyse en cours %s...
ru: Сканирование %s...

source: Scanning - %d%% completed
de: Suche- %d%% erledigt
fr: Analyse - achevée à %d%%
ru: Сканирование завершено на %d%%

source: Scanning completed, %d channel found
de: Suche beendet, %d Sender gefunden
fr: Analyse complète, %d chaînes trouvées
ru: Сканирование выполнено, %d канал найден

source: Scanning failed!
de: Suche gescheitert!
fr: Echec de l'analyse!
ru: Сканирование неудачно!

source: Scanning...
de: Suche...
fr: Analyse en cours...
ru: Сканирование...

source: Science & Technology
de: Wissenschaft und Technologie
fr: Science & Technologie
ru: Наука и Технология

source: Scripts
de: Scripte
fr: Scriptes
ru: Скрипты

source: Scrolling Speed
de: Scrollgeschwindigkeit
fr: Vitesse de défilement
ru: Скорость прокрутки

source: Scrolling delay (software renderer)
fr: Délai de défilement (rendu logiciel)

source: Scrolling speed (software renderer)
fr: Vitesse de défilement (rendu logiciel)

source: Search
de: Suche nach
fr: Recherche
ru: Поиск

source: Search IMDb for information about the current event.
fr: Rechercher IMDb pour les informations sur l’événement en cours.

source: Search Term(s)
de: Suchbegriff/e
fr: Terme(s) de recherche
ru: Поиск

source: Search east
de: Östlich suchen
fr: Rechercher à l'est
ru: Поиск восток

source: Search for similar events
de: Ähnliche Sendungen suchen
fr: Chercher des événements similaires
ru: Искать похожие события

source: Search region:
de: Suchregion:
fr: Rechercher région:
ru: Поиск по региону:

source: Search the epg for the current event.
fr: Recherche l’EPG pour l’évènement courant.

source: Search west
de: Westlich suchen
fr: Rechercher à l'ouest
ru: Поиск запад

source: Search/WEB
de: Suche im WEB
fr: Recherche/WEB

source: Searching
de: Ich sucxhe
fr: Recherche en cours
ru: Поиск

source: Searching east ...
de: Suche Östlich
fr: Recherche à l'est...
ru: Поиск на восток...

source: Searching for WLAN networks...
de: Suche nach WLAN Netzwerken
fr: Recherche réseau sans film...
ru: Поиск доступных сетей...

source: Searching for available updates. Please wait...
de: Suche nach verfügbaren Updates. Bitte warten
fr: Recherche des mises à jour disponibles. Patienter...
ru: Поиск доступных обновлений. Пожалуйста, подождите...

source: Searching for new installed or removed packages. Please wait...
de: Suche nach neu installierten oder deinstallierten Paketen. Bitte warten
fr: Recherche des nouveaux paquets installés ou retirés. Patienter...
ru: Поиск новых установленных или удалённых пакетов. Пожалуйста, подождите...

source: Searching west ...
de: Suche Westlich
fr: Rechercher à l'ouest...
ru: Поиск на запад...

source: Second cable of motorized LNB
de: Zweites Kabel vom Rotor
fr: deuxième câble du LNB motorisé
ru: Второй кабель мотоподвеса

source: Secondary DNS
de: Zweiter DNS
fr: DNS secondaire
ru: Вторичный DNS

source: Seek
de: Springe
fr: Sauter
ru: Искать

source: Seek backward
de: Springe Rückwärts
fr: Recherche arrière
ru: Перемотка назад

source: Seek backward (enter time)
de: Springe Rückwärts (Zeitangabe)
fr: Recherche arrière (saisir la durée)
ru: Перемотка назад (введите время)

source: Seek forward
de: Springe Vorwärts
fr: Recherche avant
ru: Перемотка вперед

source: Seek forward (enter time)
de: Springe Vorwärts (Zeitangabe)
fr: Recherche avant (saisir la durée)
ru: Перемотка вперед (введите время)

source: Seekbar activation
de: Aktivierung der Zeitleiste
fr: Activation de la barre de recherche
ru: Панель поиска

source: Seekbar sensibility
de: Empfindlichkeit der Zeitleiste
fr: Sensibilité de la barre de recherche
ru: Размерность панели поиска

source: Select
de: Auswählen
fr: Sélectionner
ru: Выбор

source: Select CAId
de: CAID auswählen
fr: sélection CAId
ru: выбор CAId

source: Select HDD
de: HDD auswählen
fr: Sélectionner HDD

source: Select Image: %s
fr: Choisir l'image: %s

source: Select Image: STARTUP_1
fr: Choisir image: DEMARRAGE_1

source: Select Location
fr: Choisir l'Emplacement
ru: Выбрать место расположения

source: Select Network Interface
de: Ethernet Netzwerkadapter auswählen
fr: Sélectionnez Interface Réseau

source: Select a bouquet
de: Senderliste auswählen
fr: Sélectionner un bouquet

source: Select a line to edit
de: Eeine Zeile zum Bearbeiten wählen
fr: Choisissez une ligne à éditer
ru: Выберите строку для редактирования

source: Select a movie
fr: Sélectionner un film

source: Select a network adapter
de: Netzwerkinterface wählen
fr: Sélectionner un adaptateur réseau

source: Select a skin
de: Skin auswählen
fr: Sélectionner un thème

source: Select a tuner
de: Tuner auswählen
fr: Sélectionner un tuner

source: Select a wireless network
de: WLAN wählen
fr: séectionner un réseau sans fil
ru: Выберите беспроводную сеть

source: Select action
fr: Choisir une action

source: Select action for timer %s:
de: Aktion für Timer %s wählen
fr: Sélectionnez une action pour la programmation %s
ru: Действие для таймера %s:

source: Select all
de: Alles auswählen
fr: Tout sélectionner
ru: Выбрать все

source: Select audio track
de: Eine Tonspur wählen
fr: Choisir la piste audio
ru: Выбор звуковой дорожки

source: Select channel to record from
de: Sender wählen, von dem aufgenommen werden soll
fr: Choisir la chaîne à enregistrer
ru: Выбрать канал для записи

source: Select copy destination for:
de: Zielverzeichnis zum Kopieren wählen für:
fr: Sélectionnez la destination de copie pour:
ru: Выберите место хранения для копии:

source: Select default EPG type...
de: Standard-EPG-Typ wählen
fr: Définir le type d'EPG standard...
ru: Выберите тип EPG по умолчанию

source: Select destination for:
de: Ziel wählen für:
fr: Sélectionnez une destination pour:
ru: Выберите место хранения для:

source: Select files/folders to backup
de: Dateien/Ordner für das Backup auswählen
fr: Choisir fichiers/dossiers à sauvegarder
ru: Выбор файлов/каталогов для резервной копии

source: Select folders
de: Ordner wählen
fr: Sélectionner les répertoires
ru: Выбор каталогов

source: Select if timeshift must continue when set to record.
de: Legen sie fest, ob Timeshift weitergeht, wenn aufgenommen wird.
fr: Choisir si le PauseDirect doit continuer lorsqu'on défini l'enregistrement.
ru: Выберите, если Timeshift должен продолжаться при начале записи.

source: Select input device
de: Eingabegerät wählen
fr: Choisir le périphérique entrée
ru: Выберите устройства ввода

source: Select input device.
de: Eingabegerät wählen
fr: Choisir le périphérique entrée.
ru: Выбор устройства ввода.

source: Select interface
de: Netzwerkkarte auswählen
fr: Sélectionner l'interface
ru: Выберите интерфейс

source: Select location
de: Speicherort wählen
fr: Choisir l'Emplacement
ru: Выбрать место расположения

source: Select menu entry
fr: Sélectionner entrée menu

source: Select movie
de: Film auswählen
fr: Choisir un film
ru: Выбор видеозаписи

source: Select new feed to view.
de: Einen neuen Feed auswählen
fr: Choisir le nouveau feed à visualiser.
ru: Выберите новый фид для просмотра.

source: Select number of partitions:
fr: Choisir le nombre de partitions:

source: Select of the number
fr: Choisir le nombre

source: Select provider to add...
de: Einen Anbieter zum Hinzufügen wählen
fr: Choisir l'opérateur à ajouter...
ru: Отметьте провайдера для добавления...

source: Select refresh rate
de: Bildwiederholrate wählen
fr: Choisir fréquence rafraîchissement
ru: Выберите частоту обновления

source: Select satellite image
de: Ein Satellitenimage wählen
fr: Choisir l'image satellite
ru: Выберите спутник

source: Select satellites
de: Satelliten wählen
fr: Choisir les satellites
ru: Выберите спутник

source: Select seekbar to be activated by arrow L/R (long) or << >> (long).
de: Wählen Sie, ob die Zeitleiste mit Pfeil links/rechts (lang) oder Sprung vorwärts/rückwärts (lang) aktiviert werden soll
fr: Activer la barre de recherche grâve aux flèches G/D (long) ou << >> (long).
ru: Выберите кнопки активации панели поиска, длительное нажатие </>.

source: Select service to add...
de: Einen Sender zum Hinzufügen wählen
fr: Choisir le service à ajouter...
ru: Выбор канала для добавления...

source: Select sort method:
de: Den Sortier-Modus wählen
fr: Choisir la méthode de tri:
ru: Метод сортировки:

source: Select target folder
de: Zielverzeichnis wählen
fr: Choisir le dossier cible
ru: Выбор каталога назначения

source: Select the Swap File Size:
fr: Définir la taille du fichier Swap:

source: Select the desired function and click on "OK" to assign it. Use "CH+/-" to toggle between the lists. Select an assigned function and click on "OK" to de-assign it. Use "Next/Previous" to change the order of the assigned functions.
de: Wählen Sie die gewünschte Funktion mit OK. CH+- wechselt die Listen. Wählen sie eine zugewiesene Funktion mit OK, ein weiterer Druck auf OK löscht die Funktion. Nächste/Vorherige ändert die Anordnung der zugewiesenen Funktionen.
fr: Choisir la fonction désirée et cliquer sur « OK » pour l’assigner. Utiliser « CH+/-« pour basculer entre les listes. Choisir une fonction assignée et cliquer sur « OK » pour la dé-assigner. Utiliser « Suivant/Précédent » pour changer l’ordre des fonctions assignées.

source: Select the movie path
de: Filmpfad auswählen
fr: choisir le chemin des films
ru: выбрать путь к файлам записей

source: Select the sleep timer action.
fr: Définir l’action de la programmations d’alimentation de veille

source: Select upgrade source
de: Eine Update-Quelle wählen
fr: Choisissez la source de mise à jour
ru: Выберите источник обновления

source: Select upgrade source to edit.
de: Eine Update-Quelle zum Bearbeiten wählen
fr: Choisir la source de mise à niveau pour éditer.
ru: Выберите источник обновления для редактирования.

source: Select video input with up/down buttons
de: Den Video-Eingang mit den Hoch/Runter-Tasten wählen
fr: Choisir l'entrée vidéo avec touches haut/bas
ru: Выберите видео вход кнопками ВВЕРХ/ВНИЗ

source: Select video mode
de: Wählen Sie den Video-Modus
fr: Choisir le mode vidéo
ru: Выберите видеорежим

source: Select what should be done when the %s %s was boot-up, normal playing or goto standby.
de: Was soll geschehen, wenn %s %s bootet?
fr: Sélectionner ce qu'il faut faire lorsque la %s %s démarre, fonctionnement normal ou passer en mode veille.

source: Select what should be done when the %s %s was shutdown incorrectly, or after the Power was lost.
de: Was soll nach einem Absturz oder einem Stromausfall geschehen?
fr: Sélectionner ce qu'il faut faire lorsque la %s %s s'est arrêtée incorrectement, ou après une perte d'alimentation.

source: Select what you want the TV button to activate:
de: Wählen Sie, was die TV Taste bewirken soll
fr: Choisir ce que la touche TV doit activer:
ru: Выберите действие для кнопки ТВ

source: Select wireless network
de: Wählen sie ein WLAN aus
fr: séectionner l'interface sans fil
ru: Выберите беспроводную сеть

source: Select your choice.
de: Treffen Sie Ihre Wahl
fr: Faites votre choix.
ru: Сделайте выбор.

source: Select your provider, and press OK to start the scan
de: Wählen Sie den Anbieter aus und bestätigen mit OK, um die Suche zu starten
fr: Sélectionnez votre opérateur, et appuyez sur 'OK' pour lancer l'analyse
ru: Выберите провайдера и нажмите ОК для начала сканирования

source: Selected Image: %s
fr: Image choisie: %s

source: Selecting satellites 1 (USALS)
de: Alle Satelliten 1 (USALS) auswählen
fr: Sélectionner les satellites 1 (USALS)
ru: Выбор спутникa 1 (USALS)

source: Selecting satellites 2 (USALS)
de: Alle Satelliten 2 (USALS) auswählen
fr: Sélectionner les satellites 2 (USALS)
ru: Выбор спутника 2 (USALS)

source: Send
de: Senden
fr: Envoyer
ru: Отправить

source: Send Confirmation
de: Bestätigung senden
fr: Envoyer une confirmation
ru: Подтверждение отправки

source: Send DiSEqC
de: DiSEqC senden
fr: Envoyer DiSEqC
ru: Отправить DiSEqC

source: Send DiSEqC only on satellite change
de: DiSEqC nur bei Sat-Wechsel senden
fr: Envoyer DiSEqC seulement pour changement satellite
ru: Отправить DiSEqC только при смене спутника

source: Send Signal
de: Signal senden
fr: Envoyer signal
ru: Послать сигнал

source: Send signals to processes
de: Sende Signale, um weiterzumachen
fr: Envoyer des signaux aux processus
ru: Послать сигнал процессу

source: Seperate titles with a main menu
de: Separate Titel mit Hauptmenü
fr: Titres séparés avec un menu principal
ru: Отдельные главы в основном меню

source: September
fr: septembre
ru: Сентябрь

source: Sequence repeat
de: Sequenz-Wiederholung
fr: Répéter la séquence
ru: Последовательность повторения

source: Serbian
de: Serbisch
fr: Serbe
ru: Сербский

source: Serial No
de: Seriennumme
fr: N° Série
ru: Серийный номер

source: Serial no
fr: N° de série

source: Serv.Name
fr: Nom Serv.
ru: Имя сервера

source: Server Name
fr: Nom serveur
ru: Имя сервера

source: Server:
fr: Serveur:
ru: Сервер:

source: Servers
de: Server
fr: Serveurs
ru: Серверы

source: Servers:
de: Server:
fr: Serveurs:
ru: Серверы:

source: Service Name
de: Sendername
fr: Nom service
ru: Имя канала

source: Service Title mode
de: Sendertitel Modus
fr: Mode du titre du service
ru: Режим имён каналов

source: Service font size
de: Sendername Schriftgröße
fr: Taille de la police des services
ru: Размер шрифта канала

source: Service info
de: Sender Info
fr: Info service

source: Service info font size
de: Senderinformation Schriftgröße
fr: Taille des caractères service info
ru: Размер шрифта сервисной информации

source: Service invalid! (Timeout reading PMT)
de: Sender ist ungültig! (Zeit lief beim Lesen der PMT ab)
fr: Service non valide! (Temps dépassé en lisant PMT)
ru: Сервис неисправен! (канал ушёл или слабый сигнал) (Таймаут чтения PMT)

source: Service name font size
de: Sendername Schriftgröße
fr: Taille des caractères nom du service
ru: Размер шрифта имени канала

source: Service not found! (SID not found in PAT)
de: Sender nicht gefunden! (SID nicht in PAT gefunden)
fr: Aucun service trouvé! (aucun SID trouvé dans PAT)
ru: Сервис не найден! (канал ушёл или слабый сигнал) (SID не найден в PAT)

source: Service number font size
de: Sendernummer Schriftgröße
fr: Taille des caractères numéro du service
ru: Размер шрифта номера канала

source: Service picons downsize
fr: Réduire la taille des picons du service

source: Service reference
de: Sender Referenz
fr: Référence service
ru: Справка

source: Service scan
de: Sendersuche
fr: Analyse des services
ru: Поиск каналов

source: Service searching
de: Sendersuche
fr: Recherche services
ru: Поиск каналов

source: Service unavailable! Check tuner configuration!
de: Sender nicht verfügbar! Bitte Tuner-Konfiguration überprüfen
fr: Service indisponible! Vérifier la configuration du tuner!
ru: Сервис недоступен! Проверьте настройки тюнера!

source: Service width
de: Sender Breite
fr: Largeur service
ru: Ширина под имя канала

source: ServiceName
fr: Nom du service

source: ServicePicon
fr: Picon des services

source: Services may be grouped in bouquets. When enabled, you can use more than one bouquet.
de: Sender können in Bouquets gruppiert werden. Wenn aktiviert, kann mehr als eine Bouquetliste benutzt werden
fr: Les services peuvent être regroupé en bouquets. Lorsque c'est activé, vous pouvez utilisez plus d'un bouquet.
ru: Каналы могут быть собраны в букеты. Можно использовать более одного букета.
