Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Press OK on your remote control to continue.
de: OK zum Fortfahren
fr: Appuyer sur 'OK' de la télécommande pour continuer.
ru: Нажмите OK для продолжения

source: Press OK to activate the selected skin.
de: OK um den gewählten Skin zu aktivieren
fr: Appuyer sur 'OK' pour activer le thème sélectionné
ru: Нажмите OK для активации выбранного скина

source: Press OK to activate the settings.
de: OK zum Aktivieren der Einstellungen
fr: Appuyer sur 'OK' pour activer les paramètres.
ru: Нажмите OK для активации установок

source: Press OK to close the window.
fr: Appuyer sur OK pour fermer cette fenêtre.

source: Press OK to edit the settings.
de: OK zum Editieren der Einstellungen
fr: Appuyer sur 'OK' pour éditer les paramètres.
ru: Нажмите OK для изменения настроек

source: Press OK to get further details for %s
de: OK, um weitere Details zu %s zu erhalten
fr: Appuyer sur 'OK' pour avoir des détails sur %s
ru: Нажмите ОК для получения подробной информации о %s

source: Press OK to scan
de: OK zum Starten des Scans
fr: Appuyer sur 'OK' pour analyser
ru: Нажмите OK для поиска

source: Press OK to select a provider.
de: OK, um einen Anbieter auszuwählen.
fr: Appuyer sur 'OK' pour sélectionner un opérateur.
ru: Нажмите OK для выбора провайдера

source: Press OK to select satellites
de: OK, um einen Satelliten auszuwählen
fr: Appuyer sur 'OK' pour sélectionner les satellites.
ru: Нажмите OK для выбора спутника

source: Press OK to select/deselect a CAId.
de: OK, um eine CAID auszuwählen/abzuwählen
fr: Appuyer sur 'OK' pour sélectionner/désélectionner un CAId.
ru: Нажмите OK для добавления/удаления CAID

source: Press OK to set the MAC address.
fr: Pressez OK pour définir une MAC adresse.

source: Press OK to start the scan
de: OK zum Starten des Scans
fr: Appuyer sur 'OK' pour commencer l'analyse
ru: Нажмите OK для начала поиска

source: Press OK to toggle the selection
de: OK, um die Auswahl umzuschalten
fr: Appuyer sur 'OK' pour basculer le choix
ru: Нажмите OK для выбора

source: Press OK to toggle the selection.
de: OK,um die Auswahl umzuschalten
fr: Appuyer sur 'OK' pour basculer le choix
ru: Нажмите OK для переключения выбора

source: Press Red button to continue when ready.
fr: Apppuyez sur le bouton rouge pour continuer lorsque vous êtes prêt.

source: Press Red button to continue, when you are ready and your usb is disconnected.
fr: Apppuyez sur le bouton rouge pour continuer lorsque vous êtes prêt et que votre clé USB est déconnectée.

source: Press Red button to continue.
fr: Apppuyez sur le bouton rouge pour continuer.

source: Press ok to confirm
de: Zur Bestätigung OK drücken
fr: Appuyer sur 'OK' pour confirmer
ru: Нажмите OK для подтверждения

source: Press yellow to set this interface as the default interface.
de: Gelbe Taste, um diese Schnittstelle als Standard festzulegen
fr: Appuyer sur 'Jaune' pour choisir cette interface comme interface standard.

source: Pressure
de: Druck
fr: Pression
ru: Давление

source: Pressure :
de: Druck:
fr: Pression :
ru: Давление :

source: Preview
de: Vorschau
fr: Aperçu
ru: Инфо

source: Preview menu
de: Vorschau des DVD-Menüs
fr: Menu aperçu
ru: Просмотреть меню

source: Previous
de: Vorherige/s/r
fr: Précédent
ru: Предыдущий

source: Primary DNS
de: Erster DNS
fr: DNS primaire
ru: Первичный DNS

source: Primetime hour
de: Primetime (Stunde)
fr: Heure du Prime Time
ru: Прайм-тайм часов

source: Primetime minute
fr: Minute du Prime Time
ru: Прайм-тайм минут

source: Prioritize updates of packages (--force-overwrite)
de: Priorisiere Update von Paketen (force-overwrite)
fr: Forcer la mise-à-jour des paquets (--force-overwrite)
ru: Приоритет обновления пакетов

source: Priority
de: Priorität
fr: Priorité
ru: Приоритет

source: Process
de: Aktivitätsanzeige
fr: Processus
ru: Процесс

source: Profile: Local box
de: Profil: Lokale Box
fr: Profile: Boîte locale
ru: Профиль: локальный

source: Progress
de: Fortschritt
fr: Progression
ru: Прогресс

source: Progress bar left
de: links
fr: Barre progression gauche
ru: Индикатор слева

source: Progress bar right
de: rechts
fr: Barre progression droite
ru: Индикатор справа

source: Properties of current title
de: Details zum ausgewählten Titel
fr: Propriétés du titre courant
ru: Свойства текущего заголовка

source: Protect configuration
fr: Protéger la configuration

source: Protect context menus
fr: Protéger les menus contextuels

source: Protect main menu
fr: Protéger le menu principal

source: Protect manufacturer reset screen
fr: Protéger l'écran de réinitialisation du fabricant

source: Protect movie list
fr: Protéger la liste des films

source: Protect on epg age
fr: Protéger sur l'âge de l'EPG

source: Protect plugin browser
fr: Protéger le parcoureur de réseau

source: Protect screens
fr: Protéger les écrans

source: Protect services
de: Sender schützen
fr: Services protégés
ru: Защитить каналы

source: Protect software update screen
fr: Protéger l'écran de mise-à-jour

source: Protect standby menu
fr: Protéger le menu veille

source: Protect timer menu
fr: Protéger le menu programmation

source: Protocol
de: Protokoll
fr: Protocole
ru: Протокол

source: Protocol:
de: Protokoll:
fr: Protocole:
ru: Протокол:

source: Provider
de: Anbieter
fr: Opérateurs
ru: Провайдер

source: Provider Name:
de: Anbieter Name:
fr: Nom opérateur:
ru: Имя поставщика услуг:

source: Provider to scan
de: Zu durchsuchender Anbieter
fr: Opérateur à scanner
ru: Провайдер для сканирования

source: Provider:
de: Anbieter:
fr: Opérateur:
ru: Провайдер:

source: Provider: n/a
de: Anbieter: n/a
fr: Opérateur: n/a
ru: Провайдер: n/a

source: Providers
de: Anbieter
fr: Opérateurs
ru: Провайдеры

source: Providers:
de: Anbieter:
fr: Opérateurs:
ru: Провайдеры:

source: Providers:
de: Anbieter:
fr: Opérateurs:
ru: Провайдеры:

source: Published
de: Veröffentlicht
fr: Publié
ru: Опубликованный

source: Purge deleted user bouquets
fr: Eliminer les bouquets utilisateurs effacés

source: Put TV in standby
de: Fernseher in Standby versetzen
fr: Mettre la TV en veille
ru: Перевод ТВ в режим ожидания

source: Python frontend for /tmp/mmi.socket
de: Python Frontend für /tmp/mmi.socket
fr: "Frontend" Python pour /tmp/mmi.socket
ru: Python интерфейс для /tmp/mmi.socket

source: Quick
de: Schnell
fr: Rapide
ru: Быстро

source: Quick Actions
de: Schnelle Tastenfunktionen
fr: Actions rapides
ru: Быстрые действия

source: Quick button setup
de: Quick button Einstellungen
fr: Paramètres touches rapides

source: Quick button setup for
de: Quickbutton Einstellungen für
fr: Paramétrer touches rapides pour

source: Quick zap
de: Schneller Zap
fr: Zap rapide
ru: Быстрое переключение

source: REC Symbol
fr: Symbole REC

source: RF output
de: RF-Ausgang
fr: Sortie RF
ru: ВЧ выход

source: Random
de: Zufällig
fr: Aléatoire
ru: Случайно

source: Rating
de: Einstufung
fr: Note
ru: Рейтинг

source: Rating defined by broadcaster - %d
de: Einstufung bestimmt vom Sender - %d
fr: Note définie par le diffuseur - %d
ru: Рейтинг определяется вещателем - %d

source: Rating undefined
de: Einstufung unbekannt
fr: Note non définie
ru: Рейтинг неопределён

source: Reader Statistics
de: Statistik des Kartenlesers
fr: Statistique des readers
ru: Статистика ридера

source: Ready to install "%s" ?
de: Fertig zur Installation von "%s"?
fr: Prêt à installer "%s"?
ru: Готовы к установке "%s" ?

source: Ready to install %s ?
de: Fertig zur Installation von %s?
fr: Prêt à installer %s?
ru: Готовы к установке %s ?

source: Ready to remove "%s" ?
de: Fertig zum Löschen von "%s"?
fr: Prêt à enlever "%s"?
ru: Готовы к удалению "%s" ?

source: Ready to remove %s ?
de: Fertig zum Löschen von %s?
fr: Prêt à enlever %s?
ru: Готовы к удалению "%s ?

source: Really WOL now?
de: Wake on LAN jetzt einschalten?
fr: Voulez-vous réveiller via le réseau (WOL) maintenant?
ru: Действительно WOL сейчас?

source: Really close without saving settings?
de: Wirklich ohne Sichern beenden?
fr: Vraiment fermer sans sauver les paramètres?
ru: Действительно закрыть без сохранения настроек?

source: Really delete completed timers?
fr: Enlever les programmations finies?

source: Really delete done timers?
fr: Enlever les programmations terminées?

source: Really delete this WeatherPlugin Entry?
de: Diesen WeatherPlugin Eintrag wirklich löschen?
fr: Voulez-vous vraiment effacer cette entrée plugin météo?
ru: Удалить эту запись в плагине WeatherPlugin?

source: Really delete this entry?
de: Diesen Eintrag löschen?
fr: Voulez-vous vraiment effacer l’entrée sélectionnée?

source: Really exit the subservices quickzap?
de: Den Unterkanal Quickzap wirklich beenden?
fr: Vraiment quitter sous services zaprapide?
ru: Действительно выйти из подсервиса быстрого переключения?

source: Really quit MyTube Player?
de: MyTube wirklich verlassen?
fr: Voulez-vous vraiment quitter MyTubePlayer?
ru: Выйти из MyTube Player?

source: Really reboot now?
de: Wirklich neu booten?
fr: Vraiment rebooter maintenant?
ru: Действительно перезагрузить сейчас?

source: Really reflash your %s %s and reboot now?
de: Die %s %s wirklich flashen und neu starten?
fr: Prêt à reflasher votre %s %s et rebooter maintenant?
ru: Действительно обновить ПО %s %s и перезагрузить сейчас?

source: Really restart now?
de: Wirklich neu starten?
fr: Vraiment redémarrer maintenant?
ru: Действительно перезапустить сейчас?

source: Really shutdown now?
de: Wirklich ausschalten?
fr: Vraiment éteindre maintenant?
ru: Действительно перевести в полный режим ожидания сейчас?

source: Really upgrade the front panel and reboot now?
de: Das Frontdisplay wirklich aktualisieren und neu starten?
fr: Voulez-vous vraiment mettre à jour le panneau avant et rebooter maintenant?
ru: Обновить ПО фронтпроцессора и перезагрузить?

source: Really upgrade the frontprocessor and reboot now?
de: Den Frontprozessor wirklich aktualisieren und neu starten?
fr: Voulez-vous vraiment mettre à jour le frontprocessor et rebooter maintenant?
ru: Действительно обновить ПО и перезагрузить сейчас?

source: Really upgrade your %s %s and reboot now?
de: Die %s %s wirklich aktualisieren und neu starten?
fr: Voulez-vous vraiment mettre à jour votre %s %s et rebooter maintenant?
ru: Действительно обновить ПО %s %s и перезагрузить сейчас?

source: Rebuild
de: Wiederherstellen
fr: Reconstruire
ru: Пересобрать

source: Rebuild LCN bouquet now?
de: LCN Bouquetliste wiederherstellen?
fr: Reconstruire le bouquet LCN maintenant?
ru: Пересобрать LCN список?

source: Reception Settings
de: Empfangseinstellungen
fr: Paramètres réception

source: Reception settings
de: Empfangseinstellungen
fr: Paramètres de réception

source: Record
de: Aufnahme
fr: Enregistrer
ru: Записать

source: Record - same as record button
fr: Enregistrement - même que le bouton d’enregistrement

source: Record next
de: Als Nächstes aufnehmen
fr: Enregistrer suivant
ru: Записать сдедующ.

source: Record now
de: Jetzt aufnehmen
fr: Enregistrer maintenant
ru: Записать

source: Record started! Stopping timeshift now ...
de: Aufnahme wurde gestartet! TimeShift wird jetzt angehalten
fr: Enregistrement démarré! Arrêt du PauseDirect maintenant...
ru: Запись начата! Остановка Timeshift

source: Record time limited due to conflicting timer %s
de: Aufnahmezeit aufgrund des in Konflikt stehenden Timers %s begrenzt
fr: Temps d'enregistrement limité à cause d'un conflit de programmations %s
ru: Время записи ограничено из-за конфликта таймера %s

source: Recordable media toolbox
de: DVD Medien-Toolbox
fr: Boite à outils Média enregistrable
ru: Инструменты записи DVD

source: Recording
de: Aufnahme
fr: Enregistrement
ru: Записывается

source: Recording Setup
de: Aufnahmeeinstellungen
fr: Paramètre des enregistrements
ru: Настройки записи

source: Recording and playback settings
de: Aufnahme-und Widergabeeinstellungen
fr: Paramètres enregistrement/lecture

source: Recording in progress
de: Aufnahme läuft
fr: Enregistrement en cours
ru: Идёт запись...

source: Recording type
de: Aufnahmetyp
fr: Type d'enregistrement
ru: Тип записи

source: Recording(s) are in progress or coming up in few seconds!
de: Zurzeit sind Aufnahmen aktiv oder starten gleich
fr: Des enregistrement(s) sont en cours ou se terminent dans quelques secondes!
ru: Запись(и) идёт или начнётся в ближайшие несколько секунд!

source: Recording(s) are in progress or coming up in few seconds! Entering standby, after recording the box will shutdown.
fr: Des enregistrement sont en cours ou planifié dans les secondes qui suivent! Passage en veille, le récepteur sera éteint à la fin de l'enregistrement.

source: Recordings
de: Aufnahmen
fr: Enregistrements
ru: Записи

source: Recordings abort PIP
fr: Enregistrements annule le PiP

source: Recordings abort pseudo recordings
fr: Enregistrements annulent les pseudos enregistrements

source: Recordings abort streaming
fr: Enregistrements annulent le streaming

source: Recordings always have priority
de: Aufnahmen haben immer Vorrang
fr: Enregistrements toujours prioritaires
ru: Запись имеет приоритет

source: Records
de: Aufnahmen
fr: Enregistrement
ru: Записи

source: Red
de: Rot
fr: Rouge
ru: Красный

source: Red button
fr: Bouton rouge

source: Red button...
de: Rote Taste
fr: Bouton rouge...
ru: Красная кнопка

source: Red colored
de: Rot
fr: Coloré en rouge
ru: Красного цвета

source: Red long
de: Rote Taste lang
fr: Rouge long
ru: Красный долго

source: Reduce size logging:
de: Reduziere Suche nach der Größe:
fr: Réduire la taille du journal:
ru: Уменьшить размер лога:

source: Reduce the size of the service picons for more line spacing between them.
fr: Réduire la taille des picons des services pour avoir plus d’interligne entres eux.

source: Reduce time scale
de: Zeitskala verkleinern
fr: Réduire l'échelle de temps
ru: Уменьшение масштаба времени

source: Reenter PIN
fr: Réentrer PIN

source: Reflash in progress Please wait until your %s %s reboots This may take a few minutes
de: Flash wird durchgeführt. Bitte warten bis die %s %s automatisch neu startet. Dies kann einige Minuten in Anspruch nehmen
fr: Mise à jour automatique en cours Veuillez attendre que votre %s %s redémarre Cela peut prendre quelques minutes
ru: Идёт процесс автоматического обновления Пожалуйста, дождитесь перезагрузки %s %s Это может занять несколько минут

source: Reflash recommended!
fr: Il est recommandé de flasher à nouveau!

source: Refresh
fr: Rafraîchir

source: Refresh every (in hours)
de: Alle x Stunden neu laden
fr: Rafraâichir chaque (en heures)
ru: Обновлять каждые (часов)

source: Refresh rate
de: Wiederholrate
fr: Fréquence rafraichissement
ru: Частота обновления

source: Refresh rate selection.
de: Auswahl der Bildwiderholrate
fr: Sélection fréquence rafraîchissement
ru: Выбор частоты обновления

source: Regard deep standby as standby
de: Standby wie DeepStandby behandeln
fr: Considérer la veille profonde comme la veille
ru: Считать полный режим ожидания как обычный

source: Region
fr: Région

source: Region :
fr: Région:
ru: Регион :

source: Related videos
fr: Vidéos liées

source: Relative
de: Relativ
fr: Relatif
ru: относительный

source: Relevance
de: Relevanz
fr: Pertinence
ru: Актуальность

source: Reload
de: Neu laden
fr: Recharger
ru: Обновить

source: Reload Services
de: Sender neu laden
fr: recharger les services
ru: Перезагрузить сервис

source: Reload blacklists
fr: Recharger la liste noire

source: Reloading EPG Cache...
de: Lade EPG Cache erneut
fr: Recharger le cache EPG...
ru: Обновление кэша EPG...

source: Reloading bouquets and services...
de: Lade Bouquets und Sender neu
fr: Recharger les bouquets et services...
ru: Обновление букетов и каналов...

source: Remaining
de: Verbleibend
fr: Restant
ru: Осталось

source: Remaining & Elapsed
de: Verbleibend und verstrichen
fr: Restant & écoulé
ru: Осталось / Прошло

source: Remember last service in PiP
fr: Se souvenir du dernier service en PiP

source: Remember service PIN
de: Sender PIN merken
fr: Enregistrer PIN service
ru: Сохранить PIN канала

source: Remember to reload enigma2 !
de: Denken Sie daran, Einigma2 wieder zu laden!
fr: Rappel vous devez relancer enigma2!
ru: Не забудьте перезагрузить систему!

source: Remote box
de: Entfernte Box
fr: Récepteur distant
ru: Удалённый ресивер

source: Remote control type
de: Fernbedienungstyp
fr: Type de télécommande
ru: Тип пульта ДУ

source: Remote logging:
fr: Relevé à distance:
ru: Удаленный лог:

source: Remove
de: Entfernen
fr: Retirer
ru: Удалить

source: Remove Confirmation
de: Bestätigung entfernen
fr: Enlever confirmation
ru: Подтверждение удаления

source: Remove EGAMI addons
de: EGAMI Addons entfernen
fr: Enlever les extensions EGAMI
ru: Удалить аддоны EGAMI

source: Remove EGAMIBoot
de: EGAMIBoot entfernen
fr: Enlever EGAMIBoot
ru: Удалить EGAMIBoot

source: Remove Image
de: Image entfernen
fr: Retirer image
ru: Удалить имидж

source: Remove Plugins
de: Plugins entfernen
fr: Enlever plugins
ru: Удалить Плагины

source: Remove Service
de: Sender entfernen
fr: Enlever service
ru: Удалить канал

source: Remove a mark
de: Markierung entfernen
fr: Retirer un marqueur
ru: Удалить метку

source: Remove a nameserver entry
de: DNS Eintrag entfernen
fr: retirer une entrée serveur de nom
ru: удалить данные DNS

source: Remove all alternatives
fr: Retirer tous les alternatifs

source: Remove all installed images
de: Alle installierte Images entfernen
fr: Enlever toutes les images installées
ru: Удалить все установленные имиджи

source: Remove all new found flags
fr: Enlever tous les nouveaux indicateurs

source: Remove bookmark
de: Lesezeichen entfernen
fr: retirer favori
ru: удалить закладку

source: Remove bouquet from parental protection
fr: Retirer le bouquet de la protection parentale

source: Remove cable services
fr: Enlever les services du câble

source: Remove completed timers after (days)
de: Lösche vollendete Timer nach (Tagen)
fr: Enlever les programmations terminées après (jours)
ru: Удалить готовые таймеры через (в днях)

source: Remove currently selected title
de: Aktuell ausgewählten Titel entfernen
fr: Retirer le titre actuellement sélectionné
ru: Удалить выбранный заголовок

source: Remove entry
fr: Retirer l’entrée

source: Remove finished.
de: Entfernung beendet
fr: Retrait terminé.
ru: Удаление завершено!

source: Remove from parental protection
fr: Retirer de la protection parentale

source: Remove installed plugins
de: Installierte Plugins entfernen
fr: Enlever les plugins installés
ru: Удалить установленные плагины

source: Remove items from trash can after (days)
de: Lösche Mülleimer nach (Tagen)
fr: Enlever les éléments de la corbeille après (jours)
ru: Удаление из корзины (в днях)

source: Remove new found flag
fr: Retirer l’indicateur nouvellement trouvé

source: Remove plugins
de: Plugins entfernen
fr: Enlever plugins
ru: Удалить плагины

source: Remove selected satellite
fr: Enlever le satellite sélectionné

source: Remove softcams or iptv plugins
de: Softcams oder iptv Plugins entfernen
fr: Enlever softcams ou plugins iptv
ru: Удалить эмуляторы или iptv плагины

source: Remove terrestrial services
fr: Enlever les services terrestres

source: Remove texts for the hearing impaired from external subtitles (instrumental music or environmental sounds, e.g., when a doorbell rings or a gun shot is heard).
fr: Enlever les textes pour les mal-entendants des sous-titres externes (musique instrumental ou bruit de l’environnement, par exemple, lorsqu’une sonnerie ou un coup de feu est entendu).

source: Remove title
de: Titel entfernen
fr: Retirer titre
ru: Удалить описание

source: Removing
de: Entferne...
fr: Suppression en cours...
ru: Удаление

source: Removing Service
de: Entferne Sender
fr: Suppression du service
ru: Удаление канала

source: Removing canceled!
de: Entfernen abgebrochen
fr: Supression annulée!
ru: Удаление отменено!

source: Removing directory %s failed. (Maybe not empty.)
de: Entfernen des Verzeichnisses %s fehlgeschlagen. (nicht leer?)
fr: Echec du retrait du répertoire %s. (Peut-être non vide.)
ru: Ошибка удаления каталога %s. (Возможно, он не пуст)

source: Removing partition table
de: Entferne Partitionstabelle
fr: Suppression de la table de partition
ru: Удалить таблицу разделов

source: Removing service
fr: Enlever service

source: Rename
de: Umbenennen
fr: Renommer
ru: Переименовать

source: Rename entry
fr: Renommer l’entrée

source: Rename failed!
de: Umbenennen fehlgeschlagen!
fr: Le renommage à échoué!
ru: Переименование неудачно!

source: Rename file
fr: Renommer un fichier

source: Rename name and description for new events
de: Bei geänderten Sendungen Namen und Beschreibung anpassen
fr: Renommer nom et description pour les nouveaux évènements

source: Rename to:
de: Umbenennen in:
fr: Renommer en:
ru: Дать новое имя:

source: Renamed %s!
de: %s umbenannt
fr: Renommé %s!
ru: Переименование %s!

source: Repeat
de: Wiederholen
fr: Répétitions
ru: Повтор

source: Repeat Display Message
de: Display Nachricht wiederholen
fr: Répéter les messages afficher
ru: Повторить сообщение

source: Repeat type
de: Wiederholungstyp
fr: Type de répétition
ru: Тип повтора

source: Repeating event currently recording... What do you want to do?
de: Wiederholender Aufnahmetimer ist zurzeit aktiv... Was soll gemacht werden?
fr: Répétion de l'événement en enregistrement... Que voulez-vous faire?
ru: Повторяющееся событие записывается... Что вы хотите сделать?

source: Repeats
de: Wiederholungen
fr: Répétitions
ru: Повторы

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
de: Ersetze `- ` in Dialogen mit farbigem Text je Sprecher(wie Videotextuntertitel für Hörgeschädigte).
fr: Remplacer `-` dans les dialogues avec texte coloré par haut-parleur (comme le télétexte sous-titres pour malentendants).

source: Require authentication for http streams
de: Verlange Authentifizierung für HTTP Streams
fr: Authentification requise pour les flux http
ru: Проверка подлинности для HTTP потоков

source: Required medium type:
de: Benötigte Rohlingssorte:
fr: Type de média requis:
ru: Необходимый тип носителя:

source: Rereading partition table
de: Lese Partitionstabelle erneut ein
fr: Relecture de la table de partition
ru: Перечитать таблицу разделов

source: Reserved
de: Reserviert
fr: Réservé
ru: Закреплённый

source: Reset
de: Zurücksetzen
fr: Réinitialiser
ru: Сброс

source: Reset and renumerate title names
de: Titelnamen zurücksetzen und neu numerieren
fr: Réinitialiser et renuméroter les titres
ru: Сбросить и перенумеровать заголовки

source: Reset persistent PIN code
fr: Réinitialiser le PIN code persistant

source: Reset playback position
de: Wiedergabeposition zurücksetzen
fr: Réinitialiser la position de reprise de lecture
ru: Сбросить позицию воспроизведения

source: Reset tv-screen after playback:
de: Den TV Bildschirm nach dem Playback zurücksetzen
fr: Faire un reste de l'écran TV après une lecture:

source: Reset video enhancement settings to system defaults?
de: Erweiterte A/V Einstellungen auf Standardwerte zurücksetzten?
fr: Réinitialiser paramètres vidéo améliorée au système standard?
ru: Сбросить настройки улучшения изображения в стандартные?

source: Reset video enhancement settings to your last configuration?
de: Erweiterte A/V Einstellungen auf Ihre letzte Konfiguration zurücksetzen?
fr: Réinitialiser les paramètres vidéo améliorée à votre dernière configuration?
ru: Применить последние настройки улучшения изображения?

source: Reshare:
fr: Repartage:
ru: Обновить ресурсы:

source: Resolution
de: Auflösung
fr: Résolution
ru: Разрешение

source: Restart
de: Neustart
fr: Redémarrer
ru: Перезагрузка ресивера

source: Restart %s %s.
de: Neustart %s %s.
fr: Redémarrer %s %s.
ru: Перезагрузка %s %s.

source: Restart Enigma2 to apply the changes?
fr: Redémarrer Enigma2 pour appliquer les changements?

source: Restart GUI
de: Benutzeroberfläche neu starten
fr: Relancer l'IGU
ru: Перезапустить меню
