Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Task list
de: Task Liste
fr: Liste des tâches
ru: Список задач

source: Teletext
de: Videotext
fr: Télétexte

source: Teletext base visibility
de: Transparenz des Videotexts
fr: Télétexte visibilité de base

source: Teletext subtitle color
de: Videotext Untertitelfarbe
fr: Couleur des sous-titres télétexte
ru: Цвет субтитров телетекста

source: Telnet Interface
fr: Interface Telnet
ru: Интерфейс Telnet

source: Telnet Port
fr: Port Telnet
ru: Порт Telnet

source: Telnet Setup
fr: Configuration Telnet
ru: Настройка Telnet

source: Telnet interface
fr: Interface Telnet

source: Telnet port
fr: Port Telnet

source: Temperature
de: Temperatur
fr: Température
ru: Температура

source: Terrestrial
de: Terrestrisch
fr: Terrestre
ru: Эфирный

source: Terrestrial bouquet:
de: Terrestrisches Bouquet
fr: Bouquet Terrestre:
ru: Эфирный:

source: Terrestrial provider
de: Terrestrischer Anbieter
fr: Opérateur terrestre
ru: DVB-T/T2 провайдер

source: Test DiSEqC settings
de: Teste DiSEqC Einstellungen
fr: Test paramètres DiSEqC
ru: Тест настроек DiSEqC

source: Test mode
de: Test Modus
fr: Mode test
ru: Режим теста

source: Test the network configuration of your %s %s.
de: Überprüfung der Netzwerk-Konfiguration der %s %s
fr: Tester la configuration réseau de votre %s %s.
ru: Тест сетевой конфигурации %s %s.

source: Test type
de: Testtyp
fr: Type test
ru: Тип теста

source: Testscreens
de: Testmuster um Ihren Bildschirm fein einzustellen
fr: Ecrans de test

source: Testscreens that are helpfull to fine-tune your display
de: Testmuster um Ihren Bildschirm fein einzustellen
fr: Ecran de tests qui sont utiles pour faire la mise au point de votre écran

source: Text
fr: Texte
ru: Текст

source: Text color
de: Textfarbe
fr: Couleur texte
ru: цвет текста

source: Text scrolling delay (software render)*
de: Textdurchlaufverzögerung(Software render)*
fr: Délai de défilement du texte (rendu logiciel)*

source: Text scrolling speed (software render)*
de: Textscrollgeschwindigkeit(Software render)
fr: Vitesse de défilement du texte (rendu logiciel)*

source: Thai
de: Textfarbe
fr: Thaï
ru: Тайский

source: Thank you for using the wizard. Please press OK to continue.
de: Der Assistent ist nun fertig. OK zum Fortfahren
fr: Merci d'utiliser l'assistant. Veuillez presser OK pour continuer.
ru: Спасибо Вам за использование мастера. Нажмите ОК для продолжения.

source: Thank you for using the wizard. Your %s %s is now ready to use. Please press OK to start using your %s %s.
de: Der Assistentist nun fertig. Die %s %s ist jetzt einsatzbereit. Drücken Sie OK auf der Fernbedienung um die %s %s zu benutzen
fr: Merci d'avoir utilisé l'assistant. Votre %s %s est maintenant prêt à l'usage. Appuyer sur 'OK' pour commencer a utiliser votre %s %s.
ru: Благодарим вас за использование мастера. Ваш %s %s теперь готов к использованию. Пожалуйста, нажмите ОК, чтобы начать работу с %s %s.

source: The %s %s reads the stored EPG data every (hours).
de: Die %s %s liest die EPG Daten alle x Stunden
fr: Le %s %s lit l'EPG stocké toutes les (heures).
ru: %s %s считывает сохранённые данные EPG каждые (час)

source: The %s %s stores the EPG data every (hours).
de: Die %s %s speichert die EPG Daten alle X Stunden
fr: Le %s %s stocke l'EPG toutes les (heures).
ru: %s %s сохраяет данные EPG каждые (час)

source: The %s %s will be now restarted to generate a new device UID. Don't forget to remap your device after the reboot. Press OK to continue
fr: Le %s %s sera maintenant redémarré pour générer un nouvel UID pour le périphérique. N’oubliez pas de faire un remap du périphérique après le redémarrage. Appuyez sur OK pour continuer

source: The /media/egamiboot/EgamiBootUpload directory is EMPTY! Please upload one of the file: VU+ Solo2 images - ZIP format image e.x OpenPLi-4.0-beta-vusolo2-20140304_usb.zip Xtrend ET Series images - ZIP format image e.x OpenVix-4.0-Helios-et9x00-20140424_usb.zip
de: Das /media/egamiboot/EgamiBootUpload directory ist leer! Laden Sie eine dieser Dateien: VU+ Solo2 images - ZIP format image e.x OpenPLi-4.0-beta-vusolo2-20140304_usb.zip Xtrend ET Series images - ZIP format image e.x OpenVix-4.0-Helios-et9x00-20140424_usb.zip
fr: Le répertoire /media/egamiboot/EgamiBootUpload est VIDE! Merci de charger un de ces fichiers: VU+ Solo2 images - ZIP format image e.x OpenPLi-4.0-beta-vusolo2-20140304_usb.zip Xtrend ET Series images - ZIP format image e.x OpenVix-4.0-Helios-et9x00-20140424_usb.zip
ru: Директория /media/egamiboot/EgamiBootUpload пуста! Загрузите один из файлов: VU+ Solo2 имиджей - ZIP формата как OpenPLi-4.0-beta-vusolo2-20140304_usb.zip Xtrend ET серии - ZIP формата как OpenVix-4.0-Helios-et9x00-20140424_usb.zip

source: The AutoTimer plugin is not installed! Please install it.
de: Das Plugin Autotimer ist nicht installiert! Bitte installieren
fr: Le plugin ProgAuto n'est pas installé! Merci de l'installer.
ru: Плагин АвтоТаймер не установлен! Пожалуйста, установите.

source: The Cool TV Guide plugin is not installed! Dont bother with it and use the default ViX EPG guide instead.
fr: Le plugin Cool TV Guide n’est pas installé! Ne vous ennuyez pas avec cela, utilisez plutôt l’EPG ViX par défaut.

source: The Cool TV Guide plugin is not installed! Please install it.
fr: Le plugin Cool TV Guide n'est pas installé! Veuillez l'installer.

source: The DVD standard doesn't support H.264 (HDTV) video streams.
de: Der DVDstandard unterstützt keine H.264 (HDTV) Video Streams
fr: Le standard DVD ne supporte pas le flux vidéo à la norme H.264 (HDTV)
ru: Стандарт DVD не поддерживает H.264 (HDTV) видео потоки.

source: The DreamPlex plugin is not installed! Please install it.
de: DasDreamPlex Plugin ist nicht installiert! Bitte installieren
fr: Le plugin Dreamplex n'est pas installé! Veuillez l'installer.
ru: Плагин DreamPlex не установлен! Пожалуйста, установите.

source: The EPGSearch plugin is not installed! Please install it.
de: Das Plugin EPG-Search ist nicht installiert! Bitte installieren
fr: Le plugin EPGSearch n'est pas installé! Merci de l'installer.
ru: Плагин EPGSearch не установлен! Пожалуйста, установите.

source: The IMDb plugin is not installed! Please install it.
de: Das Plugin IMDB ist nicht installiert! Bitte installieren
fr: Le plugin IMDb n'est pas installé! Merci de l'installer.
ru: Плагин IMDb не установлен! Пожалуйста, установите.

source: The MediaPlayer plugin is not installed! Please install it.
de: Das MediaPlayer Plugin ist nicht installiert! Bitte installieren
fr: Le plugin MediaPlayer n'est pas installé! Merci de l'installer.
ru: Плагин MediaPlayer не установлен! Пожалуйста, установите.

source: The PIN code has been changed successfully.
de: Der PIN Code wurde erfolgreich geändert
fr: Le code PIN a été changé avec succès.
ru: PIN успешно изменён!

source: The PIN code has been saved successfully.
fr: Le code PIN a été sauvegardé avec succès.

source: The PIN codes you entered are different.
de: Die eingegebenen PIN Codes sind unterschiedlich
fr: Les codes PIN saisis sont différents.
ru: PIN коды не совпадают!

source: The TV was switched to the recording service!
fr: La TV a zappé sur la chaîne enregistrée!

source: The URL to this image is not correct !!
de: Die URL diese Images ist falsch
fr: L'URL pour cette image n'est pas correcte !!
ru: Ссылка на этот имидж некорректна !!

source: The VideoMode plugin is not installed! Please install it.
de: Das VideoMode Plugin ist nicht installiert! Bitte installieren
fr: Le plugin VideoMode n'est pas installé! Veuillez l'installer.
ru: Плагин VideoMode не установлен! Пожалуйста, установите его.

source: The WebBrowser plugin is not installed! Please install it.
de: Das WebBrowser Plugin ist nicht installiert! Bitte installieren
fr: Le plugin Navigateur Web n'est pas installé! Veuillez l'installer.
ru: Плагин WebBrowser не установлен! Пожалуйста, установите его.

source: The available disk space for timeshift is less than specified in the settings. What do you want to do ?
fr: L’espace disque disponible pour le PauseDirect est moindre que celui spécifié dans la configuration. Que voulez-vous faire?

source: The buffer time for timeshift exceeds the specified limit in the settings. What do you want to do ?
fr: La durée du buffer pour le PauseDirect dépasse la limite spécifiée dans les paramètres. Que voulez-vous faire?

source: The default settings are 5 minutes earlier to wakeup from deep standby. It possibly may be necessary to change this. (e.g.: the actual wake-up time is inaccurate or to late, waiting to a network-drive, etc.)
de: Die Standardeinstellungen sind 5 Minuten früher aus dem Deep-Standby aufzuwachen. Es kann erforderlich sein dies zu ändern. (z.B.: die tatsächliche Aufwachzeit ist ungenau oder zu spät, warten auf ein Netzlaufwerk, usw.)
fr: La valeur par défaut est réveillé 5 minutes à l'avance depuis la veille profonde. Il peut être nécessaire de changer ceci (p.e.: le délai de réveil actuel est inapproprié ou trop tard, en attente de disque réeau, etc.)

source: The default settings are wakeup time - 5 minutes and timer begin time + 5 minutes. This setting changed the time window before the wakeup time. So can be detected a wakeup by a timer even at very early starting receivers.
de: Die Standardeinstellungen sind Aufwachzeit - 5 Minuten und Timerbeginn + 5 Minuten. Diese Einstellung verändert das Zeitfenster vor der Aufwachzeit. So kann das aufwachen durch einen Timer auch bei sehr früh startenden Receivern erkannt werden.
fr: La valeur par défaut est heure de réveil - 5 minutes et le timer démarre +5 minutes. Ce paramètre modifie la fenêtre de démarrage avant l'heure de réveil. On peut ainsi détecter un timer de réveil et anticiper le réveil du récepteur.

source: The device has been partitioned. Partitions will be now formatted.
fr: Le périphérique a été partitionné. Les partitions seront formatées.

source: The directory %s is not a EXT2, EXT3, EXT4 or NFS partition. Make sure you select a valid partition type.
de: Das Verzeichnis %s ist nicht auf einer EXT2/3/4 oder NTFS Partition. Wählen Sie eine passende Formatierung
fr: Le répertoire %s n'est pas une partition au EXT2, EXT3, EXT4 ou NFS. Veuillez choisir une partition du type correcte.
ru: Каталог %s не содержит EXT2, EXT3, EXT4 или NFS разделов. Убедитесь, что выбран правильный тип раздела.

source: The directory %s is not a EXT2, EXT3, EXT4, NTFS, NFS or CIFS partition. Make sure you select a valid partition type.
fr: Le répertoire %s n'est pas une partition EXT2, EXT3, EXT4, NTFS, NFS ou CIFS. Veuillez choisir une partition du type correcte.

source: The directory %s is not writable. Make sure you select a writable directory instead.
de: Das Verzeichnis %s ist nicht beschreibbar. Stellen Sie sicher, dass ein beschreibbares Verzeichnis angegeben wird
fr: Le répertoire %s n'est pas inscriptible. Vérifier d'avoir choisi un répertoire inscriptible à la place.
ru: Каталог %s только для чтения. Убедитесь в наличии разрешения записи.

source: The directory path and file name is i.O.: %s
de: Der Directorypfad und der Dateiname sind i.O.: %s
fr: Le répertoire et le nom de fichier est i.O.: %s
ru: Путь к каталогу и имя файла i.O.: %s

source: The directory path ended not with '/': %s
de: Der Directorypfad endet nicht auf '/': %s
fr: Le chemin du répertoire se termine par '/': %s
ru: Путь к каталогу закончилась не с '/': %s

source: The directory path is not specified!
de: Der Directorypfad ist nicht angegeben!
fr: Le chemin du répertoire n'est pas spécifié!
ru: Путь к каталогу не указан!

source: The directory path: %s does not exist!
de: Der Verzeichnispfad: %s existiert nicht
fr: Le chemin du répertoire: %s n'existe pas!
ru: Путь к каталогу: %s не существует!

source: The following files were found...
de: Die folgenden Dateien wurden gefunden...
fr: Les fichiers suivant ont été trouvés...
ru: Следующие файлы были найдены ...

source: The list of current mounted things
de: Liste der zur Zeit gemounteten Geräte
fr: Liste des périphériques actuellement montés
ru: Список текущих подключений

source: The loopthrough setting is wrong.
de: Die Durchschleifeinstellung ist falsch
fr: Le paramètre loopthrough (boucle) est incorrecte.
ru: Неправильная настройка цикла.

source: The missing directory: %s could not be created!
de: Das fehlende Verzeichnis: %s konnte nicht erstellt werden
fr: Le répertoire manquant: %s ne peut pas être créé!
ru: Недостающая каталог: %s не может быть создан!

source: The network wizard extension is not installed! Please install it.
de: Die NetzwerkWizard Extension ist nicht installiert! Bitte installieren Sie sie
fr: L'extension assistant réseau n'est pas installée! Veuillez l'installer.
ru: Мастер настройки сети не установлен! Пожалуйста, установите.

source: The new image will be installed and auto booted in few minutes.
de: Das neue Image wird installiert und in einigen Minuten neu gebootet
fr: La nouvelle image sera installée et démarrera automatiquement dans quelques minutes.
ru: Новый имидж будет установлен и загружен в течени нескольких минут.

source: The news file can not be analyzed, please be patient and try again later
de: Die Neuigkeiten Datei konnte nicht analysiert werden, bitte versuchen Sie es später nochmal
fr: Les nouveaux fichiers ne peuvent pas être analysé, merci de patienter et de réessayer plus tard
ru: Новостной файл не может быть проанализирован, попробуйте еще раз позже

source: The news file can not be reach from server, seems server has problems
de: Neuigkeiten können nicht angezeigt werden, es könnte am Netzwerk und/oder am Server liegen.
fr: Les nouveaux fichiers ne sont pas accessibles, probablement un problème sur le serveur.
ru: Новости не могут быть загружены, проблема с сервером.

source: The path %s already exists.
de: Der Pfad %s existiert bereits
fr: Le chemin %s existe déjà.
ru: Путь %s уже существует.

source: The path is OK, the file name was not specified: %s
de: Der Pfad ist richtig, der Dateiname wurde nicht gefunden: %s
fr: Le chemin est correcte, le nom de fichier n'a pas été spécifié: %s
ru: Путь правильный, но имя файла не указано: %s

source: The pin code you entered is wrong.
de: Der eingegebene PIN Code ist falsch
fr: Le code pin saisi est mauvais
ru: Введен неверный PIN код

source: The plugins were reloaded successfully!
fr: Les plugins ont été rechargé avec succès!

source: The results have been written to %s.
de: Die Ergebnisse wurden in der Datei %s gespeichert
fr: Les résultats ont été écrit sur %s.
ru: Результаты были записаны в %s.

source: The saved PIN was cleared.
fr: Le PIN code sauvegardé a été effacé.

source: The service has been added to the favourites.
fr: Le service a été ajouté aux favoris.

source: The service has been added to the selected bouquet.
fr: Le service a été ajouté au bouquet sélectionné.

source: The servicelist is reloaded.
de: Die Senderliste wird neu geladen
fr: La liste des services a été rechargée.
ru: Список каналов обновляется.

source: The setting 'without query' is the same as 'standard' without additional confirmation query. All other dependencies (e.g. recordings, time range) stay persist.
fr: Le paramètre 'sans demander' est le même que 'standard' sans la demande de confirmation additionnelle. Toutes les autres dépendances (p.e. enregistrement, plage horaire) persiste.

source: The sleep timer has been activated.
de: Der Sleeptimer wurde aktiviert.
fr: La veille programmée a été activée

source: The sleep timer has been disabled.
de: Der Ausschalttimer wurde abgeschaltet
fr: La veille programmée a été désactivée

source: The software management extension is not installed! Please install it.
de: Die Softwaremanagement Extension ist nicht installiert! Bitte installieren
fr: L'extension du gestionnaire logiciel n'est pas installée! Veuillez l'installer.
ru: Расширение для управлением ПО не установлено! Пожалуйста, установите.

source: The timer file (pm_timers.xml) is corrupt and could not be loaded.
de: Die Timer-Datei (pm_timers.xml) ist beschädigt und konnte nicht geladen werden
fr: Le fichier programmation (pm_timers.xml) est corrompu et ne peut-être chargé.
ru: Файл таймеров (pm_timers.xml) поврежден и не может быть загружен.

source: The timer file (timers.xml) is corrupt and could not be loaded.
de: Die Timer-Datei (timers.xml) ist beschädigt und konnte nicht geladen werden
fr: Le fichier programmation (timers.xml) est corrompu et ne peut-être chargé.
ru: Файл таймеров (timers.xml) поврежден и не может быть загружен.

source: The unicable connection setting is wrong. Maybe recursive connection of tuners.
fr: La configuration unicable est incorrecte. Peut-être une connexion récursice des tuners.

source: The user interface of your %s %s is restarting
de: Die Benutzeroberfläche der %s %s startet neu
fr: L'interface utilisateur de votre %s %s redémarre
ru: Перезапускается пользовательский интерфейс %s %s

source: The user interface of your %s %s is restarting due to an error in mytest.py
de: Die Benutzeroberfläche der %s %s startet wegen eines Fehler in mytest.py neu
fr: L'interface utilisateur de votre %s %s redémarre à cause d'une erreur dans mytest.py
ru: %s %s перезапускает пользовательский интерфейс из-за ошибки в файле mytest.py

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
de: Das WLAN Plugin ist nicht installiert! Erst installieren, und dann eine Option zum Fortfahren wählen.
fr: Le plugin LAN sans fil n'est pas installé! Veuillez l'installer et choisir ce que vous voulez faire ensuite.
ru: Плагин Wireless LAN не установлен! Пожалуйста, установите его и выберите, что делать далее.

source: The wireless LAN plugin is not installed! Please install it.
de: Das WLAN Plugin ist nicht installiert! Erst installieren und dann eine Option zum Fortfahren wählen
fr: Le plugin LAN sans fil n'est pas installé! Veuillez l'installer.
ru: Плагин Wireless LAN не установлен! Пожалуйста, установите его.

source: The wizard is finished now.
de: Der Assistent ist beendet
fr: L'assistant est terminé.
ru: Мастер закончил работу.

source: The wizard will now try to identify your connected usb device.
fr: Cet assistant va maintenant essayer d’identifier les périphériques USB qui sont connectés.

source: There are at least
de: Es sind mindestens
fr: Il y a au moins
ru: Есть по меньшей мере

source: There are at least %s updates available.
de: Es sind mindestens %s Updates verfügbar
fr: Il y a au moins %s mises-à-jour disponible.
ru: По крайней мере %s обновлений доступно.

source: There are currently no outstanding actions.
de: Es sind keine Aktivitäten geplant
fr: Il n'y a actuellement aucune action marquante.
ru: В настоящее время нет невыполненных действий.

source: There are no updates available.
de: Es sind keine Updates verfügbar
fr: Il n'y a pas de mise à jour disponible
ru: Нет доступных обновлений.

source: There are only %d MB free FLASH space available Installing or updating software can cause serious software problems ! Continue installing/updating software (at your own risk) ?
de: Im Flash sind nur %d MB freier Speicher verfügbar Installieren oder updaten von Software kann schwerwiegende Probleme verursachen ! Weitermachen (auf eigenes Risiko) ?
fr: Il n'y a que %d MB de libre dans le FLASH. Installer ou mettre à jour le logiciel peut causer de sérieux problèmes! Continuer l'installation/la mise à jour logiciel(à votre propre risque)?
ru: Доступно только %d MB памяти Установка или обновление софта может привести к серьезным проблемам ! Продолжить установку/обновление на свой риск ?

source: There are updates available. Do you want to open Software Update menu ?
de: Es gibt neue Updates. Wollen Sie das Update Menü öffnen ?
fr: Il y a des mises-à-jour disponible. Voulez-vous ouvrir le menu de mise-à-jour logiciel?
ru: Доступны обновления. Перейти в меню обновления ?

source: There has been an error, please try again later. If this issue persists, please check www.egami-image.com
fr: Désolé les feeds sont indisponible car en mode maintenance, merci d'essayer plus tard. Si le problème persiste merci de vérifier sur www.egami-image.com

source: There is already a folder with the file name: %s
de: Es gibt schon einen Ordner mit diesem Namen: %s
fr: Il y a déjà un répertoire avec le nom de fichier: %s
ru: Такая папка уже существует: %s

source: There is no signal to lock on !
de: Signalstärke zu gering für Lock
fr: Impossible de verrouiller un signal!
ru: Нет сигнала!

source: There is not any EGAMI Backup file on connected devices!
de: Auf angeschlossenen Speichergeräten gibt es keine EGAMI Backupdatei
fr: Il n'y a pas de fichier EGAMI Sauvegarde sur les périphériques connectés!
ru: Не найдено файлов с резервным копированием!

source: There might not be enough space on the selected partition.. Do you really want to continue?
de: Es könnte sein, dass nicht genügend freier Speicherplatz auf der gewählten Partition vorhanden ist. Wirklich fortfahren?
fr: Il n'y aura pas assez de place sur la partition sélectionnée. Souhaitez-vous vraiment continuer?
ru: Возможно, недостаточно места на выбранном разделе. Вы действительно хотите продолжить?

source: There was an error getting the feed entries. Please try again.
de: Beim Laden es Feeds ist ein Fehler aufgetreten. Bitte erneut versuchen
fr: Il y a eu une erreur en obtenant la liste des feeds. Merci de réessayer.
ru: Произошла ошибка. Пожалуйста, попробуйте еще раз.

source: This %s %s cannot decode %s streams!
de: Diese %s %s kann %s Streams nicht dekodieren!
fr: Cette %s %s ne peut décoder les flux %s!
ru: Данная версия ПО %s %s не может декодировать %s потоки!

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
de: Diesee RW DVD ist bereits formatiert - durch eine Neuformatierung wird der gesamte Inhalt gelöscht
fr: Ce support DVD RW est déjà formaté - le reformater effacera tout le contenu sur le disque.
ru: Этот DVD RW уже отформатирован - переформатирование может удалить все содержимое диска.

source: This Device is already mounted as HDD.
de: Das Gerät ist bereits als HDD gemountet
fr: Ce périphérique est déjà mounté en tant que disque dur.
ru: Устройство уже смонтирован как HDD.

source: This Month
de: In diesem Monat
fr: Ce mois
ru: В этом месяце

source: This STB can't decode %s streams!
de: Diese Box kann keine %s Streams dekodieren
fr: Cette STB ne peut décoder les flux %s!
ru: Этот ресивер не может декодировать %s потоки!

source: This Week
de: In dieser Woche
fr: Cette semaine
ru: На этой неделе

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
de: Dies erlaubt die Schriftgröße relativ zu den Skineinstellungen zu ändern, 1 erhöht die Größe um 1 und -1 verringert die Größe um 1
fr: Cela vous permets de changer la taille de la police relativement à la taille du thème, donc 1 augmente de 1 point la taille, et -1 diminue de 1 point la taille.
ru: Позволяет изменить размер шрифта по отношению к скину так, что '1' увеличивается на 1 пункт и '-1' уменьшается на 1 пункт

source: This allows you to change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
de: Dies erlaubt die Schriftgröße relativ zu den Skineinstellungen zu ändern, 1 erhöht die Größe um 1 und -1 verringert die Größe um 1
fr: Cela vous permet de changer la taille de la police de caractère relative au thème, donc 1 accroit la taille de 1 point, et -1 décroit la taille de 1 point.
ru: Позволяет изменить размер шрифта по отношению к скину.

source: This allows you to change the number of rows shown.
de: Dies erlaubt anzugeben, wie viele Zeilen gezeigt werden sollen
fr: Cela vous permet de changer le nombre de lignes affichées.
ru: Позволяет изменять вывод количества каналов.
