Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Zoom from right
fr: Zoomer depuis la droite

source: [Enigma2 Settings]
fr: [Paramètres Enigma2]

source: [Image Info]
fr: [Information image]

source: [TimeShift] Restarting Timeshift!
de: [TimeShift] TimeShift erneut starten
fr: [PauseDirect] Redémarrage du PauseDirect!
ru: [Timeshift] Перезапуск Timeshift!

source: [Timeshift] Merging records failed!
de: [TimeShift] Zusammenfügen der Aufnahmen fehlgeschlagen
fr: [PauseDirect] Echec de la fusion des enregistrements!
ru: [Timeshift] Соединить записи не удалось!

source: [alternative edit]
de: [Alternativen Editor]
fr: [éditeur alternatif]
ru: [другое редактирование]

source: [bouquet edit]
de: [Bouquet-Editor]
fr: [édition des bouquets]
ru: [редактирование букетов]

source: [favourite edit]
de: [Favoriten-Editor]
fr: [édition des favoris]
ru: [редактирование избранного]

source: [move mode]
de: [Verschiebemodus]
fr: [mode déplacement]
ru: [режим перемещения]

source: a gui to assign services/providers to common interface modules
fr: Une interface graphique pour attribuer des services/fournisseurs aux modules d'interface commune
ru: Выбор каналов/провайдеров для добавления в CI модули

source: a gui to assign services/providers/caids to common interface modules
de: Ein GUI, um Sender/Anbieter/CAIDs Common Interfaces zuzuweisen
fr: un IGU pour assigner Services/Opérateurs/CAIDs aux modules Interface Commune
ru: Выбор каналов/провайдеров/caids для добавления в CI модули

source: about to start
de: Startet gleich
fr: sur le point de commencer
ru: собирается начать

source: accuWheater.com Information
de: accuWheater.com Informationen
fr: Information accuWheater.com
ru: accuWheater.com Информация

source: activatePiP
de: PIP aktivieren
fr: Activer PiP

source: add bookmark
de: Lesezeichen hinzufügen
fr: ajouter marque page
ru: добавить закладку

source: address:
de: Adresse:
fr: adresse:
ru: адрес:

source: adult movie/drama
de: Film/Drama für Erwachsene
fr: film pour adulte/drame
ru: фильм/драма для взрослых

source: advanced
de: Fortgeschritten/erweitert
fr: avancé
ru: расширенный

source: adventure/western/war
de: Abenteuer/Western/Krieg
fr: aventure/western/guerre
ru: приключения/вестерн/военный

source: advertisement/shopping
de: Werbung/Einkaufen
fr: publicité/shoppint
ru: реклама/покупки

source: after MediaPortal quits
de: Nachdem Media Portal beendet wurde
fr: après avoir quitter MediaPortal
ru: после MediaPortal выйти

source: after SimplePlayer quits
de: Nachdem Simple Player beendet wurde
fr: après avoir quitter SimplePlayer
ru: после SimplePlayer выйти

source: alpha then oldest
de: alpha dann älteste
fr: alpha et puis plus vieux

source: alphabetic
de: Alphabetisch
fr: alphabétique
ru: алфавитный

source: alphabetic reverse
de: Umgekehrt alphabetisch
fr: inverse ordre alphabétique
ru: сортировать по алфавиту (Я-А)

source: alphabetical
fr: alphabétique

source: alpharev then newest
de: alphrev dann neueste
fr: alpha inverse puis plus récent

source: alternative
fr: alternatif
ru: Альтернатива

source: and never ask again this session
fr: et ne plus demander à nouveau pendant cette session

source: any recordings
fr: n’importe quel enregistrements

source: are you sure you want to cancel all the changes
fr: êtes vous certains d’annuler tous les changements

source: arts/culture (without music, general)
de: Kunst/Kultur (ohne Musik, allgemein)
fr: arts/culture (sans musique, générale)
ru: искусство/культура (без музыки, общее)

source: arts/culture magazine
de: Kunst/Kultur Magazine
fr: magazine arts/culture
ru: искусство/культурный журнал

source: as plugin in extended bar
de: Als Plugin in Erweiterungsliste
fr: comme plugin dans barre étendue
ru: как плагин в дополнительной панели

source: ask user
fr: Demander à l’utilisateur

source: at
de: Bei/am
fr: à
ru: в

source: at beginning
de: Am Anfang
fr: au début
ru: в начале

source: at end
de: Am Ende
fr: à la fin
ru: в конце

source: athletics
de: Leichtathletik
fr: athlétismes
ru: атлетика

source: audio track (%s) format
de: Audiospur (%s) Format
fr: Format piste audio (%s)
ru: формат звуковой дорожки (%s)

source: audio track (%s) language
de: Audiospur (%s) Sprache
fr: Langue piste audio (%s)
ru: язык звуковой дорожки (%s)

source: audio tracks
de: Tonspuren
fr: pistes audio
ru: звуковые дорожки

source: auto deepstandby
de: Automatischer Deep Standby
fr: Mise en veille profonde automatique
ru: автоматом перейти в полный режим ожидания

source: auto standby
de: Automatischer Standby
fr: Mise en veille automatique
ru: автоматом перейти в режим ожидания

source: automatic
de: Automatisch
fr: automatique
ru: автоматический

source: back
de: Zurück
fr: retour
ru: назад

source: background image
de: Hintergrundbild
fr: image d'arrière plan
ru: фоновое изображение

source: because of the used filesystem the back-up
fr: à cause du système de fichier utilisé la sauvegarde

source: better
de: Besser
fr: meilleur
ru: лучше

source: black
de: Schwarz
fr: noir
ru: чёрный

source: black & white
de: Schwarz & Weiß
fr: noir & blanc
ru: чёрный и белый

source: blacklist
de: Negativliste
fr: liste noire
ru: чёрный список

source: blue
de: Blau
fr: bleu
ru: синий

source: bootlogos
fr: logos de boot

source: bottom
fr: bas

source: broadcasting/press
de: Medien/Presse
fr: diffusion/presse
ru: телевидение/пресса

source: burn audio track (%s)
de: Brenne die Audiospur (%s)
fr: Graver piste audio (%s)
ru: записать аудио дорожку (%s)

source: by date
de: Nach Datum
fr: par date
ru: по дате

source: card
de: Karte
fr: carte
ru: карта

source: card reader
de: Kartenleser
fr: lecteur de carte
ru: картридер

source: cartoon/puppets
de: Cartoons/Puppen
fr: dessins animés/marionnettes
ru: Мультфильм/куклы

source: center
de: Zentriert
fr: centré
ru: центр

source: centered
fr: centré
ru: по центру

source: centered, wrapped
fr: centré, couvert
ru: по центру, выравненный

source: chapters
de: Kapitel
fr: chapitres
ru: разделы

source: childrens's/youth program (general)
de: Kinder-/Jugendprogramm (allgemein)
fr: enfants/programme jeunesse (générale)
ru: детские/молодёжные программы (общее)

source: circular left
de: Links-zirkulär
fr: circulaire à gauche
ru: круговая левая

source: circular right
de: Rechts-zirkulär
fr: circulaire à droite
ru: круговая правая

source: close share view
de: Schließe Freigabeansicht
fr: fermer la vue partagée
ru: закрыть обзор ресурсов

source: comedy
fr: comédie
ru: комедия

source: confirmed
de: Bestätigt
fr: confirmé
ru: присвоен

source: connected
de: Verbunden
fr: connecté
ru: подключено

source: cooking
de: Kochen
fr: cuisine
ru: приготовление пищи

source: copy
de: Kopieren
fr: copier
ru: копировать

source: copy file
de: Datei kopieren
fr: Copier un fichier
ru: Копировать файл

source: copy folder
de: Verzeichnis kopieren
fr: Copier un répertoire
ru: копировать папку

source: create directory
de: Verzeichnis erstellen
fr: création répertoire
ru: создать каталог

source: daily
de: Täglich
fr: quotidien
ru: ежедневно

source: day
de: Tag
fr: jour
ru: день

source: decrease uphop by 1
de: Uphop um 1 verringern
fr: Diminuer les uphop de 1
ru: уменьшение uphop на 1

source: default
de: Standard
fr: standard
ru: По умолчанию

source: delete
de: Löschen
fr: effacer
ru: удалить

source: delete cut
de: Schnitt löschen
fr: effacer coupe
ru: удалить вырезанное

source: deleting file ...
de: Lösche Datei...
fr: Effacement du fichier...
ru: Удаление файлов

source: deleting folder ...
de: Lösche Ordner...
fr: Effacement du répertoire...
ru: Удаление папки

source: descramble and record ecm
de: Entschlüsseln und Aufnahme ECM
fr: décoder et enregistrer ECM
ru: раскодировать и записывать ECM

source: detective/thriller
de: Detektiv/Thriller
fr: policier/thriller
ru: детектив/триллер

source: disable
de: Abschalten
fr: désactiver
ru: выключить

source: disabled
de: Abgeschaltet
fr: Désactivé
ru: выключено

source: disconnected
de: Nicht verbunden
fr: déconnecté
ru: отключено

source: discussion/interview/debate
de: Diskussion/Interview/Debatte
fr: discussion/interview/débat
ru: обсуждение/интервью/дебаты

source: display
fr: afficher

source: do nothing
de: Nichts machen
fr: ne rien faire
ru: ничего не делать

source: documentary
de: Dokumentation
fr: documentaire
ru: документальный

source: don't descramble, record ecm
de: Nicht entschlüsseln, Aufnahme ECM
fr: ne pas décoder, enregistrer ECM
ru: не раскодировать, записывать ECM

source: done!
de: Erledigt!
fr: terminé!
ru: выполнено!

source: drivers
de: Treiber
fr: pilotes

source: east
de: Osten
fr: est
ru: восток

source: ecm time:
de: ECM Zeit:
fr: temps ECM:
ru: время ecm:

source: economics/social advisory
de: Wirtschaft/Soziale Ratgeber
fr: économie/conseil social
ru: экономика/социум

source: education/science/factual topics (general)
de: Bildung/Wissenschaft/Tatsachen (allgemein)
fr: éducation/science/sujets factuels (général)
ru: образование/наука/фактические темы (общее)

source: empty
de: Leer
fr: vide
ru: пустой

source: enable
de: Einschalten
fr: activer
ru: включить

source: enabled
de: Eingeschaltet
fr: activé
ru: включено

source: end cut here
de: Schnitt endet hier
fr: fin de coupe ici
ru: конец редактирования

source: end zapping
fr: fin du zapping

source: enter number to jump to channel.
de: Gebe Zahl ein um zum Sender zu springen
fr: entrer le numéro pour aller à cette chaîne.
ru: введите число, чтобы перейти к каналу.

source: entertainment (10-16 year old)
de: Unterhaltung (10-16 Jahre)
fr: divertissement (10-16 ans)
ru: развлечения (10-16 лет)

source: entertainment (6-14 year old)
de: Unterhaltung (6-14 Jahre)
fr: divertissement (6-14 ans)
ru: развлечения (6-14 лет)

source: epg cache backup
de: Sicherung des EPG Caches
fr: sauvegarde du cache de l'epg

source: equal to
de: Gleich wie
fr: égale au
ru: также как

source: equestrian
de: Reiter
fr: équestre
ru: конный спорт

source: error starting scanning
fr: erreur au démarrage du scan

source: error while scanning
fr: erreur pendant le scan

source: et9000/et9100
fr: et9000/et91000

source: execute cuts (requires MovieCut plugin)
fr: exécuter cuts (nécessite le plugin MovieCut)

source: exit DVD player or return to file browser
de: DVD Player verlassen, oder zurück zur Dateiverwaltung
fr: quitter lecteur DVD ou retourner à le navigateur fichiers
ru: закрыть DVD плеер и вернуться в проводник

source: experimental film/video
de: Experimental Filme/Video
fr: film experimental/vidéo
ru: экспериментальный фильм/видео

source: ext2 - recommended for USB flash memory
fr: ext2 - recommandé pour les mémoires flash USB

source: ext3 - recommended for HARD Disks
fr: ext3 - recommandé pour les disques durs

source: ext4 - recommended for EGAMIBoot
fr: ext4 - recommandé pour EGAMI Boot

source: externally loopthrough to
de: Extern verbunden mit
fr: rebouclé en externe par

source: extra wide
de: Besonders breit
fr: extra large

source: failed
de: Fehlgeschlagen
fr: échec
ru: неудачно

source: false
de: Falsch
fr: faux
ru: ложь

source: fashion
de: Mode
fr: mode
ru: мода

source: fast
de: Schnell
fr: rapide
ru: быстро

source: fileformats (BMP, PNG, JPG, GIF)
de: Dateiformate (BMP, PNG, JPG, GIF)
fr: Formats de fichiers (BMP, PNG, JPG, GIF)
ru: форматы файлов (BMP, PNG, JPG, GIF)

source: filename
de: Dateiname
fr: nom de fichier
ru: имя файла

source: film/cinema
de: Film/Kino
fr: film/cinéma
ru: фильм/кино

source: fine arts
de: Schöne Künste
fr: beaux arts
ru: изобразительные искусства

source: fitness & health
de: Fitness & Gesundheit
fr: fitness & santé
ru: красота и здоровье

source: flat alphabetic
de: Alphabetisch
fr: alphabétique
ru: прямой по алфавиту

source: flat alphabetic reverse
de: Umgedreht alphabetisch
fr: inverse alphabétique
ru: по алфавиту в обр. пор.

source: folk/traditional music
de: Folk/traditionelle Musik
fr: folk/musique traditionelle
ru: народная/национальная музыка

source: football/soccer
de: Fußball/Soccer
fr: football
ru: футбол

source: foreign countries/expeditions
de: Fremde Länder/Expeditionen
fr: pays étranger/voyage
ru: зарубежные страны/экспедиции

source: forward to the next chapter
de: Weiter zum nächsten Kapitel
fr: avancer au chapitre suivant
ru: вперед к следующему разделу

source: free
de: Frei
fr: libre
ru: свободно

source: free diskspace
de: Freier Festplattenspeicher
fr: espace disque libre
ru: свободно

source: from
de: Von
fr: de
ru: из

source: full
de: Voll
fr: complet
ru: полный

source: further education
de: Weitere Bildung
fr: formation continue
ru: дальнейшее образование

source: game show/quiz/contest
de: Spiel Show/Quiz/Wettkampf
fr: émission de jeu/question/concours
ru: игры/викторины/конкурсы

source: gardening
de: Garten
fr: jardinage
ru: садоводство

source: get the cards' server
de: Zeige den Karten-Server
fr: obtention des serveurs de cartes
ru: установить картсервер

source: go to deep standby
de: In Deep Standby gehen
fr: mettre en veille profonde
ru: перейти в полный режим ожидания

source: go to standby
de: In Standby gehen
fr: mettre en veille
ru: перейти в режим ожидания

source: google.com API Wheater
fr: google.com API Météo

source: goto deep-standby
fr: mettre en veille profonde

source: goto standby
fr: mettre en veille

source: grab this frame as bitmap
de: Diesen Frame als Bitmap speichern
fr: saisir cette frame commme bitmap
ru: захватить этот кадр как растровый

source: green
de: Grün
fr: vert
ru: зелёный

source: handicraft
de: Handwerk
fr: artisanat
ru: ремёсла

source: handled
de: Behandelt
fr: manipulé
ru: обрабатывается

source: has been sent to the SVN team team. please quote
fr: a été envoyé à l'équipe SVN. Merci de citer

source: height
de: Höhe
fr: hauteur
ru: высота

source: help...
de: Zeige Hilfe...
fr: aide...

source: hide
fr: caché

source: horizontal
fr: horizontale
ru: горизонтальная

source: increase uphop by 1
de: Uhop um 1 erhöhen
fr: augmenter le uphop de 1
ru: увеличится uphop на 1

source: information/education/school program
de: Information/Bildung/Schule
fr: programme d'information/éducation/scolaire
ru: информация/образование/школьная программа

source: init module
de: Modul initialisieren
fr: initialiser le module
ru: инициализировать модуль

source: init modules
de: Module initialisieren
fr: initialiser modules
ru: инициализировать модули

source: insert mark here
de: Markierung hier einfügen
fr: insérer marqueur ici
ru: вставить метку

source: internally loopthrough to
de: Intern verbunden mit
fr: rebouclé en interne par

source: invalid type
de: Ungültiger Typ
fr: type non valide
ru: недопустимый тип

source: is strongly advised.
de: Wird sehr empfohlen
fr: est fortement conseillé.
ru: настоятельно рекомендуется.

source: jump back to the previous title
de: Zum vorherigen Titel springen
fr: se rendre vers le titre précédant
ru: перейти к предыдущей главе

source: jump forward to the next title
de: Zum nächsten Titel springen
fr: se rendre vers le titre suivant
ru: перейти к следующей главе

source: jump to chapter by number
fr: aller au chapitre par le nombre

source: just abort, no message
fr: simplement abandonner, pas de message

source: just abort, show message
fr: simplement abandonner, afficher un message

source: just boot
de: Nur booten
fr: juste démarrer

source: kernel modules
de: Kernel Module
fr: modules du noyau

source: languages
de: Sprachen
fr: langues
ru: язык

source: left
de: Links/übrig
fr: gauche
ru: левый

source: left, wrapped
fr: gauche, couvert
ru: выровнять влево

source: leisure hobbies (general)
de: Freizeit/Hobby (allgemein)
fr: passe-temps/loisirs (général)
ru: досуг, хобби (общее)

source: length
de: Länge
fr: longueur
ru: длина

source: limit ..., aborting !
de: Grenzwert..., Abbruch!
fr: limiter..., abandon!
ru: предел ..., прервано!

source: literature
de: Literatur
fr: littérature
ru: литература

source: live broadcast
de: Live Übertragung
fr: diffusion en direct
ru: прямой эфир

source: locked
de: Signal gelockt
fr: verrouillé
ru: захвачено

source: loopthrough to
de: Verbunden mit
fr: rebouclé par
ru: петля к

source: magazines/reports/documentary
de: Magazin/Report/Dokumentation
fr: magazine/reportage/documentaire
ru: журналы/отчёты/документальный

source: making a backup before updating
de: Lege Backup vor einem Update an
fr: faire un backup avant de mettre à jour
ru: резервировать перед обновлением

source: manage local Files
de: Örtliche Dateien verwalten
fr: gérer les fichiers locaux
ru: управление локальными файлами

source: manual
de: Manuell
fr: manuel
ru: ручной

source: martial sports
de: Kampfsport
fr: sports martiaux
ru: единоборства

source: medicine/physiology/psychology
de: Medizin/Physiologie/Psychologie
fr: médecine/physiologie/psychologie
ru: медицина/физиология/психология

source: medium
fr: moyen

source: middle
fr: milieu

source: mins
de: Minuten
fr: min
ru: мин

source: month
de: Monat
fr: mois
ru: месяц

source: motor sport
fr: sport moteur
ru: мотоспорт

source: motoring
de: Motorhobby
fr: automobile
ru: наблюдение

source: move
de: Verschieben
fr: déplacer
ru: переместить

source: move file
de: Datei verschieben
fr: Déplacer fichier
ru: Переместить файл

source: move folder
de: Ordner verschieben
fr: Déplacer répertoire
ru: переместить папку

source: movie/drama (general)
de: Film/Drama (allgemein)
fr: film/drame (général)
ru: фильм/драма (общее)

source: multinorm
fr: multinorme
ru: мультинорм

source: music/ballet/dance (general)
de: Musik/Ballett/Tanz (allgemein)
fr: musique/ballet/danse (général)
ru: музыка/балет/танцы (общее)

source: musical/opera
de: Musical/Oper
fr: musical/opéra
ru: музыка/опера

source: nature/animals/environment
de: Natur/Tiere/Umwelt
fr: nature/animaux/environnement
ru: природа/животные/естественная среда

source: never
de: Niemals
fr: jamais
ru: никогда

source: never abort
fr: ne jamais annuler

source: new media
de: Neue Medien
fr: nouveau média
ru: новый медиаресурс

source: news magazine
de: Nachrichtenmagazin
fr: magazine d'information
ru: журнал новостей

source: news/current affairs (general)
de: Nachrichten/Gegenwart (allgemein)
fr: nouvelles / actualités (général)
ru: новости/события (общее)

source: news/weather report
de: Nachrichten/Wetter
fr: nouvelles/la météo
ru: новости/прогноз погоды

source: no
de: Nein
fr: non
ru: нет

source: no CAId selected
de: Keine CAID ausgewählt
fr: aucun CAId sélectionné!
ru: не выбран CAId

source: no CI slots found
de: Keine CI Slots gefunden
fr: aucun slots CI trouvés
ru: не найден CI слот

source: no channel list
fr: pas de liste des chaînes

source: no delay
fr: Aucun délai

source: no module found
de: Kein Modul gefunden
fr: Aucun module trouvé
ru: модуль не найден

source: no or unknown card inserted
de: Keine oder unbekannte Karte gesteckt
fr: pas ou carte inconnue insérée
ru: нет или вставлена неизвестная карта

source: no resource manager
fr: aucun gestionnaire de ressource

source: no storage devices found
de: Kein Speichermeduim gefunden
fr: aucun périphérique de stockage trouvé
ru: не найдено устройств хранения

source: none
de: Kein
fr: aucun
ru: нет

source: not activated
fr: pas activé

source: not configured
de: Nicht konfiguriert
fr: pas configuré
ru: не настроен

source: not locked
de: Kein Signal
fr: pas verrouillé
ru: не захвачен

source: not supported
de: Nicht unterstützt
fr: pas supporté
ru: не поддерживается

source: not used
de: Nicht verwendet
fr: pas utilisé
ru: не использовано

source: nothing connected
de: Nichts angeschlossen
fr: rien n'est connecté
ru: ничего не подключено

source: of
de: Von
fr: de
ru: выкл

source: of a DUAL layer medium used.
de: eines DUAL-Layer-Mediums benutzt
fr: pour un double couche utilisé.
ru: используемого двухслойного носителя.

source: of a SINGLE layer medium used.
de: eines SINGLE-Layer-Mediums benutzt
fr: pour un simple couche utilisé.
ru: используемого однослойного носителя.

source: off
de: aus
fr: arrêt
ru: выкл

source: offset is
de: Offset ist
fr: offset est
ru: смещение

source: on
de: an
fr: marche
ru: вкл

source: on READ ONLY medium.
de: auf dem nicht beschreibbaren Medium
fr: sur support en LECTURE SEULE
ru: диск только для чтения.

source: once
de: Einmalig
fr: une fois
ru: один раз

source: only HD
de: Nur HD
fr: seulement HD
ru: только HD

source: only in Standby
fr: seulement en veille

source: original language
de: Originalsprache
fr: langue originale
ru: язык оригинала

source: packages selected.
de: Pakete ausgewählt
fr: packages sélectionnés.
ru: пакетов выбрано.

source: page left
de: Seite links
fr: page de gauche
ru: страница влево

source: pass
de: Durchgang
fr: passe
ru: передать

source: performing arts
de: Darstellende Künste
fr: arts de la scène
ru: исполнительские виды искусства

source: please press OK when ready
de: OK drücken, wenn fertig
fr: veuillez appuyer sur 'OK' quand vous êtes prêt(e)
ru: пожалуйста, нажмите OK, когда будете готовы

source: please wait, loading picture...
de: Bitte warten, Bild wird geladen...
fr: veuillez patienter, chargement de l'image...
ru: пожалуйста, ждите, загрузка изображения...

source: please wait...
de: Bitte warten...
fr: merci de patienter...
ru: ожидайте...

source: popular culture/traditional arts
de: Populäre Kultur/traditionelle Kunst
fr: culture populaire/arts traditionnels
ru: популярная культура/традиционное искусство

source: pre-school children's program
de: Vorschulprogramm
fr: programme pour enfants préscolaire
ru: дошкольные детские программы

source: provider:
de: Anbieter:
fr: opérateur:
ru: провайдер:

source: real or pseudo recordings
fr: Enregistrements réels ou pseudos

source: real recordings
fr: Enregistrements réels

source: real recordings or streaming
fr: Enregistrements réels ou streaming

source: reboot system
de: Box neu booten
fr: Redémarrer le système
ru: перегрузить систему

source: record
de: Aufnehmen
fr: enregistrer
ru: записать

source: record time changed, start prepare is now: %s
fr: heure d’enregistrement modifié, la préparation du départ est maintenant: %s

source: recording...
de: Nimmt auf...
fr: enregistrement...
ru: запись...

source: red
de: Rot
fr: rouge
ru: красный

source: reliable
de: zuverlässig
fr: fiable

source: remarkable people
de: Bemerkenswerte Leute
fr: personnes remarquables
ru: замечательные люди

source: remove after this position
de: Nach dieser Position löschen
fr: retirer après cette position
ru: удалить после этой позиции

source: remove before this position
de: Vor dieser Position löschen
fr: retirer avant cette position
ru: удалить перед этой позицией

source: remove bookmark
de: Lesezeichen löschen
fr: retirer maque page
ru: удалить закладку

source: remove directory
de: Verzeichnis löschen
fr: retirer répertoire
ru: удалить каталог

source: remove this mark
de: Diese Markierung löschen
fr: retirer ce marqueur
ru: удалить метку

source: rename
de: Umbenennen
fr: renommer
ru: переименовать

source: renaming file ...
de: Benenne Datei um...
fr: Renommage du fichier...
ru: переименование файла...

source: renaming folder ...
de: Benenne Ordner um...
fr: Renommage du répertoire...
ru: переименование папки

source: repeat playlist
de: Wiederholung der Wiedergabeliste
fr: répéter liste de lecture
ru: повторить плейлист

source: repeated
de: Wiederholend
fr: répété
ru: повторный

source: resoring satellites.xml not posibel!
fr: impossible de restaurer satellites.xml!

source: restart GUI
de: Benutzeroberfläche neu starten
fr: Relancer l'IGU
ru: перазгрузка GUI

source: reverse by date
de: Umgekehrt nach Datum
fr: inverser par date
ru: сортировка обратно по дате

source: rewind to the previous chapter
de: Zum vorherigen Kapitel zurück
fr: retour au chapitre précédant
ru: назад на предыдущую главу

source: right
de: Rechts
fr: droite
ru: правый

source: right, wrapped
fr: droit, couvert
ru: выравненный вправо

source: romance
de: Romanze
fr: romantique
ru: романс

source: running...
de: Läuft...
fr: actif...
ru: выполняется...
