Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Write error while recording. Disk full? %s
de: Schreibfehler bei der Aufnahme. Speichermedium voll? %s
fr: Erreur d'écriture lors de l'enregistrement. Disque plein? %s
ru: Ошибка во время записи. Диск переполнен? %s

source: Write failed!
de: Schreiben fehlgeschlagen!
fr: Echec d'écriture!
ru: Запись неудачна!

source: XBox 360 support
de: XBox 360 Unterstützung
fr: Support XBox 360
ru: Поддержка XBox 360

source: YES
fr: OUI

source: Yahoo Weather
de: Yahoo Wetter
fr: Météo Yahoo
ru: Погода Yahoo

source: Year
de: Jahr
fr: Année
ru: Год

source: Yellow
de: Gelb
fr: jaune
ru: Желтый

source: Yellow DVB subtitles
de: Gelbe DVB Untertitel
fr: Sous-titres DVB jaune
ru: Желтые DVB субтитры

source: Yellow button
fr: Bouton jaune

source: Yellow long
de: Gelbe Taste lang
fr: Jaune long
ru: Желтый долго

source: Yes
de: Ja
fr: Oui
ru: Да

source: Yes to all
de: Ja zu allen
fr: Oui à tout
ru: Да для всех

source: Yes, always
de: Ja, immer
fr: Oui, toujours
ru: Да, всегда

source: Yes, and delete this movie
de: Ja, diesen Film löschen
fr: Oui, et effacer ce film
ru: Да, удалить эту запись

source: Yes, and return to the movie list
fr: Oui, et retour vers la liste des films

source: Yes, but don't save timeshift as movie
de: Ja, aber TimeShift nicht als Film speichern
fr: Oui, et ne pas sauvegarder le PauseDirect comme film
ru: Не сохранять Timeshift

source: Yes, but play next video
de: Ja, aber nächstes Video abspielen
fr: Oui, mais jouer la vidéo suivante
ru: Да, но воспроизвести следующее видео

source: Yes, but play previous video
de: Ja, aber vorheriges Video abspielen
fr: Oui, mais lire la vidéo précédente
ru: Да, но воспроизвести предыдушее видео

source: Yes, but save timeshift as movie and continue recording
de: Ja aber TimeShift als Film speichern und Aufnahme fortsetzen
fr: Oui, mais sauver PauseDirect comme film et continuer l'enregistrement
ru: Сохранить Timeshift и продолжить запись

source: Yes, but save timeshift as movie and stop recording
de: Ja aber TimeShift als Film speichern und Aufnahme beenden
fr: Oui, mais sauver PauseDirect comme film et arrêter l'enregistrement
ru: Сохранить Timeshift и остановить запись

source: Yes, delete from Timerlist
de: Ja, aus der Timerliste löschen
fr: Oui, enlever de la liste des programmations?
ru: Да, удалить из списка таймеров

source: Yes, delete from Timerlist and delete recording
de: Aus der Timerliste löschen und Aufnahme entfernen
fr: Oui, effacer de la liste des programmations et effacer l'enregistrement
ru: Да, удалить из списка таймеров и запись

source: Yes, delete this movie and return to the movie list
fr: Oui, effacer ce film et retour vers liste des films

source: Yes, do a manual scan now
de: Ja, eine automatische Suche durchführen
fr: Oui, faire une analyse manuelle maintenant
ru: Да, выполнить ручной поиск

source: Yes, do an automatic scan now
de: Ja, eine automatische Suche durchführen
fr: Oui, faire une analyse automatique maintenant
ru: Да, выполнить автоматический поиск

source: Yes, do another manual scan now
de: Ja, eine weitere manuelle Suche durchführen
fr: Oui, faire une autre analyse manuelle maintenant
ru: Да, повторить ручной поиск

source: Yes, install new skins
fr: Oui, installer le nouveau thème

source: Yes, restore the settings now
de: Ja, stelle meine Einstellungen wieder her.
fr: Oui, restaurer les paramètres maintenant
ru: Да, восстановить установки сейчас

source: Yesterday
de: Gestern
fr: Hier
ru: Вчера

source: You already have a bootlogo installed, would you like to remove "%s"?
de: Sie haben schon ein Bootlogo installiert soll es entfernt werden "%s"?
fr: Vous avez déjà un bootlogo installé, voulez-vous l'enlever "% s "?
ru: У вас уже есть установленный загрузочный экран, вы хотели бы удалить "%s"?

source: You already have a channel list installed, would you like to remove "%s"?
de: Justieren Sie die Position der Benutzeroberfläche. Die Ränder des roten Bereichs sollten die Ränder des TV-Bildschirms berühren. Danach Grün drücken.
fr: Vous avez déjà une liste de chaînes installée, voulez-vous enlever "%s"?
ru: У вас уже есть установленный список каналов, вы хотели бы удалить "%s"?

source: You are not running EGAMI Image. You must mount devices Your self.
de: Sie verwenden kein EGAMI Image. Sie müssen die Speichergeräte selbst mounten
fr: Vous n'utilisez pas une image EGAMI. Vous devez monter les périphériques vous même.
ru: Вы не запустили имидж EGAMI. Вы должны монтировать устройства сами.

source: You can Display MiniTV with or without OSD Menu
de: Sie können MiniTv mit oder ohne OSDMenü sehen
fr: Vous pouvez afficher MiniTV avec ou sans menu sur l'écran
ru: Отображать MiniTV с или без меню

source: You can Display PIP with or without OSD Menu
de: Sie können PiP mit oder ohne OSD Menü sehen
fr: Vous pouvez afficher l'incrustation d'image (PIP) avec ou sans menu sur l'écran
ru: Отображать PIP с или без меню

source: You can cancel the installation.
de: Die Installation kann abgebrochen werden.
fr: Vous pouvez annuler l'installation.
ru: Вы можете отменить установку.

source: You can cancel the removal.
de: Das Entfernen kann abgebrochen werden
fr: Vous pouvez annuler le retrait
ru: Вы можете отменить удаление.

source: You can continue watching TV while this is running.
fr: Vous pouvez continer de regarder la TV pendant le processus.

source: You can have the list sorted by time or alphanumerical.
de: Sie können die Liste zeitlich oder alphanumerisch sortiert haben
fr: Vous pouvez avoir la liste triée par date ou alphanumérique.
ru: Вы можете отсортировать список по дате или буквенно-цифровым способом

source: You can install here tar.gz/tar.bz2/ipk/zip packages
de: Hier können Sie tar.gz/tar.bz2/ipk/zip Pakete installieren
fr: Vous pouvez installer ici les packages tar.gz/tar.bz2/ipk/zip
ru: Установка tar.gz/tar.bz2/ipk/zip пакетов

source: You can install this plugin.
de: Sie können dieses Plugin installieren
fr: Vous pouvez installer le plugin.
ru: Вы можете установить этот плагин.

source: You can only burn Dreambox recordings!
de: Nur Dreamboxaufnahmen können gebrannt werden!
fr: Vous pouvez seulement graver des enregistrements Dreambox!
ru: Вы можете записать ваши записи!

source: You can remove here extensions which you want
de: Hier können Sie Erweiterungen entfernen
fr: Vous pouvez supprimer ici les extensions que vous souhaitez
ru: Удаление различных плагинов

source: You can remove this plugin.
de: Sie können deses Plugin entfernen
fr: Vous pouvez retirer ce plugin.
ru: Вы можете удалить этот плагин.

source: You can select with yellow the OnlineFlash Image or select Recovery to create a USB Disk Image for clean Install.
fr: Vous pouvez choisir avec le bouton jaune l’image en ligne ou choisir Récupération pour créer une image disque USB pour une installation propre.

source: You can setup here what buttons should do
fr: Vous pouvez configurer ici ce que les touches doivent faire
ru: Вы можете настроить режим работы пульта

source: You can switch with left and right this tuner types %s
fr: Vous pouvez basculer avec les touches gauche et droite le type de tuner %s

source: You cannot delete this!
de: Löschen nicht möglich!
fr: Vous ne pouvez effacer ceci!
ru: Вы не можете удалить это!

source: You didn't select a channel to record from.
de: Sie haben keinen Sender zum Aufnehmen ausgewählt
fr: Vous n'avez pas sélectionné une chaîne à enregistrer.
ru: Вы не выбрали канал для записи.

source: You have already sent this log, are you sure you want to resend this log:
fr: Vous avez déjà envoyé ce log, êtes-vous sûr que vous voulez renvoyer ce log?

source: You have chosen to save the current timeshift
fr: Vous avez choisi d'enregistrer le PauseDirect actuel

source: You have chosen to save the current timeshift event, but the event has not yet finished What do you want to do ?
de: Sie wollen den aktuellen Timeshift speichern, aber die Sendung läuft noch. Was soll gemacht werden?
fr: Vous avez choisi d'enregistrer l'événement PauseDirect en cours, mais l'événement n'est pas encore fini. Que voulez-vous faire?
ru: Вы выбрали для сохранения Timeshift текущего событие, но оно еще не закончено Что вы хотите сделать?

source: You have not setup your user info in the setup screen Press MENU, and enter your info, then try again
fr: Vous n’avez pas configuré vos informations d’utilisateur dans l’écran de configuration Appuyez sur MENU, entrez vos coordonnées, puis essayez à nouveau.

source: You have selected no logs to delete.
de: Sie haben keine Logs zum Löschen gewählt
fr: Vous n'avez sélectionné aucun logs à supprimer.
ru: Вы не выбрали отчёты для удаления.

source: You have selected no logs to send.
de: Sie haben keine Logs zum Verschicken gewählt
fr: Vous n'avez sélectionné aucun log à envoyer.
ru: Вы не выбрали отчёты для отправки.

source: You have to provide a name for the new Image.
de: Sie müssen einen Namen für das neue Image eingeben
fr: Veuillez saisir un nom pour la nouvelle image.
ru: Укажите имя для нового имиджа.

source: You have to select one Image to install. Please, upload your zip file in the folder: /media/egamiboot/EgamiBootUpload and select the image to install.
de: Sie müssen ein Image auswählen Laden Sie Ihr Image in den Ordner: /media/egamiboot/EgamiBootUpload und installieren es von dort
fr: Vous devez sélectionner une image à installer. S'il vous plaît, envoyez votre fichier zip dans le dossier: /media/egamiboot/EgamiBootUpload et sélectionnez l'image à installer.
ru: Вы должны выбрать имидж для установки. Загрузите ваш zip файл в директорию: /media/egamiboot/EgamiBootUpload и выберите имидж для установки.

source: You have to setup backup location.
de: Sie müssen ein Backup Verzeichnis wählen
fr: Vous devez définir la localisation du backup.
ru: Выберите место для резервных копий

source: You have to wait %s!
de: Sie müssen %s warten
fr: Vous devez attendre %s!
ru: Необходимо подождать %s!

source: You remove softcams and iptv plugins here
de: Hier können Sie Softcams und IPTV Plugins entfernen
fr: Vous supprimez softcams et plugins IPTV ici
ru: Удаление softcams и iptv плагинов

source: You seem to be in timeshft, the service will briefly stop as timeshift stops.
fr: Vous semblez être en PauseDirect, le service s’arrêtera brièvement en même temps que le PauseDirect s’arrête.

source: You seem to be in timeshift!
de: TimeShift scheint aktiv zu sein
fr: Vous semblez être en PauseDirect!
ru: Кажется, вы режиме TimeShift!

source: You seem to be in timeshift, Do you want to leave timeshift ?
de: TimeShift scheint aktiv zu sein. Wollen Sie TimeShift stoppen?
fr: Vous semblez être en PauseDirect, Voulez-vous quitter le PauseDirect?
ru: Вы, кажется, в TimeShift, Вы хотите оставить TimeShift?

source: You system does not support ext4
de: Ihr System unterstützt nicht das ext4 Dateisystem
fr: Votre système ne supporte pas ext4
ru: Система не поддерживает Ext4

source: YouTube Player
fr: Lecteur Youtube

source: Your %s %s does not have an internet connection
de: Ihre %s %s hat keine Internetverbindung
fr: Votre %s %s n'a pas de connexion internet.
ru: Ваш %s %s не имеет подключения к Интернету

source: Your %s %s does not support PiP HD
de: Ihre %s %s unterstützt kein PiP HD
fr: Votre système %s %s ne supporte pas le PiP HD
ru: Ваш %s %s не поддерживает PiP HD

source: Your %s %s goes to WOL
de: Ihre %s %s schaltet ins Wake on LAN
fr: Votre %s %s va se réveiller par le réseau (WOL)
ru: Ваш %s %s переходит в WOL

source: Your %s %s has no network access, please check your network settings and make sure you have network cable connected and try again.
fr: Votre %s %s n’a pas accès au réseau, merci de vérifier votre configuration réseau et vous assurez que le câble réseau est connecté et réessayer.

source: Your %s %s is not connected to the internet
de: %s %s ist nicht mit dem Internet verbunden. Bitte überprüfen Sie die Netzwerkeinstellungen und versuchen es erneut
fr: Votre %s %s n'est pas connecté à l'Internet
ru: Ваш %s %s не подключен к интернету

source: Your %s %s is not connected to the internet, please check your network settings and try again.
de: %s%s ist nicht mit dem Internet verbunden
fr: Votre %s %s n'est pas connecté à Internet, s'il vous plaît vérifiez vos paramètres de réseau et essayez à nouveau.
ru: Ваш %s %s не подключен к интернету. Пожалуйста, проверьте сеть и попробуйте снова.

source: Your %s %s is now ready to be used. Your internet connection is not working now.
de: Ihre %s %s kann jetzt verwendet werden. Die Internetverbindung funktioniert noch nicht.
fr: Votre %s %s est maintenant prête à l'utilisation. Votre connexion internet fonctionne pas.
ru: %s %s готов к использованию. Ваше подключение работает.

source: Your %s %s is now ready to be used. Your internet connection is working now.
de: Ihre %s %s kann jetzt verwendet werden. Die Internetverbindung funktioniert nun.
fr: Votre %s %s est maintenant prête à l'utilisation. Votre connexion internet fonctionne maintenant.
ru: %s %s готов к использованию. Ваше соединение с Интернет работает.

source: Your %s %s is now ready to use. Your internet connection is working now. Please press OK to continue.
de: Ihre %s %s ist jetzt betriebsbereit. Ihre Iinternetverbindung funktioniert. OK zum Fortfahren
fr: Votre %s %s est maintenant prête à l'utilisation. Votre connexion internet fonctionne maintenant. Veuillez presser OK pour continuer.
ru: %s %s готов к работе. Интернет соединение уже работает. Нажмите ОК для продолжения.

source: Your %s %s is rebooting
de: %s %s startet neu
fr: Votre %s %s redémarre.
ru: Перезагрузка %s %s

source: Your %s %s is shutting down
de: %s %s schaltet sich aus
fr: Votre %s %s s'éteint.
ru: Перевод %s %s в полный режим ожидания

source: Your %s %s is shutting down. Please wait...
de: Ihre %s %s fährt jetzt herunter. warten Sie...
fr: Votre %s %s s'éteint. Veuillez patienter...
ru: %s %s выключается.

source: Your %s %s isn't connected to the internet properly. Please check it and try again.
de: Die %s %s ist nicht mit dem Internet verbunden. Bitte die Netzwerkeinstellungen überprüfen und es erneut versuchen
fr: Votre %s %s n'est pas connecté à Internet, s'il vous plaît vérifiez vos paramètres de réseau et essayez à nouveau.
ru: Ваш %s %s не подключен к интернету. Проверьте настройки и попробуйте снова.

source: Your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
de: %s %s könnte jetzt unbenutzbar sein. Bitte im Handbuch nach Hinweisen suchen bevor die %s %s neu gestartet wird.
fr: Votre %s %s pourrait être inutilisable maintenant. S'il vous plaît consultez le manuel pour obtenir de l'aide avant de redémarrer votre %s %s.
ru: Сейчас ваш %s %s может стать непригодным к использованию. Обратитесь к руководству для получения дополнительной помощи до перезагрузки %s %s.

source: Your %s %s offers three levels of configuration options: Simple - We suggest this level if this is your first contact with a %s %s. Intermediate - This level enables you to change some more options, mainly the graphical user interface and the behaviour of your %s %s. Expert - This gives you full control over all available settings of your %s %s. Warning: Higher levels may lead to increased usage complexity.
de: %s %s bietet 3 Levels der Konfiguration an: Einfach - Am besten für den ersten Kontakt mit einer %s %s. Mittel - Hier haben Sie mehr Möglichkieten des Änderns des Verhaltens und der Benutzeroberfläche Ihrer %s %s. Experte - Völlige Kontrolle aller möglichen Einstellungen Ihrer %s %s. Warnung: Höherer Level bedeutet komplexere Einstellmöglichkeiten
fr: Votre %s %s offre trois niveaux d'options de configuration: Simple - Nous vous suggérons ce niveau si c'est votre premier contact avec un %s %s. Intermédiaire - Ce niveau vous permet de modifier quelques options, notamment l'interface utilisateur graphique et le comportement de votre %s %s. Expert - Cela vous donne un contrôle total sur tous les paramètres disponibles de votre %s %s. Avertissement: Des niveaux plus élevés peut conduire à une complexité d'utilisation accrue.
ru: Ресивер %s %s предоставляет три уровня конфигурации : Простой - для тех, кто никогда не настраивал имидж для %s %s. Средний - будет доступно больше настроек, в основном для графического интерфейса %s %s. Эксперт - доступны все опции и настройки %s %s. Внимание: Более высокий уровень может привести к затруднению при настройке системы.

source: Your %s %s was not shutdown properly. Do you want to put it in %s?
de: Ihre %s %s wurde nicht richtig heruntergefahren. Möchten Sie in %s?
fr: Votre %s %s n’a pas été éteind correctement. Voulez-vous le mettre en %s?

source: Your %s %s will be restarted after the installation of service Ready to install %s ?
de: %s %s wird neu gestartet, wenn der Service installiert ist. Bereit "%s" zu installieren?
fr: Votre %s %s sera redémarré après l'installation du service. Prêt à installer %s?
ru: %s %s будет перезапущен после установки сервиса Вы готовы к установке %s ?

source: Your %s %s will be restarted after the installation of service. Do you want to install now ?
de: %s %s wird nach Installieren des Services neu gestartet Service jetzt installieren?
fr: Votre %s %s sera redémarré après l'installation du service. Voulez-vous l'installer maintenant?
ru: %s %s будет перезапущен после установки сервиса. Вы хотите установить сейчас?

source: Your %s %s will be restarted after the removal of service Do you want to remove now ?
de: %s %s wird nach Entfernen des Senders neu gestartet Sender jetzt entfernen?
fr: Votre %s %s sera redémarré après la suppression du service. Voulez-vous l'enlever maintenant?
ru: %s %s будет перезапущен после удаления сервиса Вы хотите удалить сейчас?

source: Your %s %s will be restarted after the removal of the service Do you want to remove the service now ?
fr: Votre %s %s sera redémarré après avoir enlever le service. Voulez-vous l’enlever maintenant?

source: Your IP:
de: Ihre IP:
fr: Votre IP:
ru: IP адрес:

source: Your STB will restart after pressing OK on your remote control.
de: Die Box wird neu starten, wenn Sie OK auf der Fernbedienung drücken
fr: Votre récepteur va redémarrer après avoir appuyé sur la touche OK de la télécommande.
ru: Ресивер будет перезапущен после нажатия кнопки OK на пульте ДУ

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
de: Die Zusammenstellung überschreitet die Größe eines einfachen Mediums, es wird ein Dual-Layer-Rohling benötigt
fr: Votre collection dépasse la taille d'un support simple couche, vous aurez besoin d'un DVD double couche vierge!
ru: Ваша коллекция превышает размер однослойного диска. Вам нужен чистый двухслойный DVD!

source: Your config file is not well formed: %s
fr: Votre fichier de configuration n’est pas formaté correctement: %s

source: Your config file is not well-formed: %s
fr: Votre fichier de configuration n’est pas formaté correctement: %s

source: Your current collection will get lost!
de: Ihre aktuelle Zusammenstellung geht dabei verloren
fr: Votre collection actuelle sera perdue!
ru: Ваша текущая коллекция будет утеряна!

source: Your front panel will be upgraded This may take a few minutes
de: Das Frontdisplay wird jetzt aktualisiert Bitte warten bis die %s %s neu startet Es dauert einige Minuten
fr: Votre affichage frontal va être mis à jour. Merci de patienter pendant que votre %s %s redémarre. Cela peux prendre quelques minutes.
ru: Ваш фронтпроцессор будет обновлён Это может занять несколько минут

source: Your frontprocessor will be upgraded Please wait until your %s %s reboots This may take a few minutes
de: Der Frontprozessor wird jetzt aktualisiert Bitte warten bis die %s %s neu startet Es dauert einige Minuten
fr: Votre processeur frontal va être mis à jour. Merci de patienter pendant que votre %s %s redémarre. Cela peux prendre quelques minutes.
ru: Ваш фронтпроцессор будет обновлён Пожалуйста, подождите, пока %s %s не перезагрузится Это может занять несколько минут

source: Your internet connection is not working! Please choose what you want to do next.
de: Ihre Internetverbindung funktioniert nicht! Was wollen Sie jetzt tun?
fr: Votre connexion internet ne fonctionne pas! Veuillez choisir ce que vous voulez faire ensuite.
ru: Ваше соединение с Интернет не работает. Выберите, что будете делать дальше.

source: Your internet connection is working (ip: %s)
de: Ihre Internetverbindung besteht (IP:%s)
fr: Votre connexion internet fonctionne (ip: %s)
ru: Ваше подключение к интернету работает (IP: %s)

source: Your network configuration has been activated.
de: Ihre Netzwerk-Konfiguration wurde aktiviert
fr: Votre configuration réseau a été activée.
ru: Ваши сетевые настройки активированы.

source: Your network has finished restarting
fr: Votre réseau est redémarré

source: Your network is not working. Please try again.
de: Ihre Internetverbindung funktioniert nicht! Bitte eine Option zum Fortfahren wählen
fr: Votre réseau ne fonctionne pas. Merci de réessayer plus tard.
ru: Ваша сеть не работает. Попробуйте еще раз.

source: Your network is restarting, Please wait...
fr: Veullez attendre pendant le redémarrage de votre réseau…

source: Your receiver does not have an internet connection
de: Ihre Box hat keine Internetverbindung
fr: Votre récepteur ne dispose pas de connexion Internet
ru: Ваш ресивер не имеет подключения к Интернету

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
de: Ihre WLAN-Internetverbindung konnte nicht gestartet werden! Ist Ihr USB WLAN-Stick korrekt angeschlossen? Bitte eine Option zum Fortfahren wählen
fr: Votre connexion internet LAN sans fil ne peut démarrer! Avez-vous connecté correctement votre clé USB WLAN? Veuillez choisir ce que vous voulez faire ensuite.
ru: Ваше беспроводное интернет соединение не может быть активировано. Вы подключили USB WLAN адаптер? Выберите, что будете делать дальше.

source: Zap + Exit
de: Umschalten + Verlassen
fr: Zap + Sortir
ru: Переключение + Выход

source: Zap back to previously tuned service?
de: Zurückschalten zum vorher laufenden Sender?
fr: Revenir sur le service précédemment réglé?
ru: Переключить на предыдущий настроенный канал?

source: Zap back to service before positioner setup?
de: Zurückschalten zum Sender, der vor dem Öffnen der Rotor Einstellungen lief?
fr: Revenir sur le service avant le réglage positionneur?
ru: Переключить на предыдущий канал до начала настройки позиционера?

source: Zap back to service before tuner setup?
de: Zurückschalten zum Sender vor dem Tuner Setup?
fr: Revenir sur le service avant le réglage tuner?
ru: Вернуться к предыдущему каналу до начала настройки тюнера?

source: Zap down
de: Zappen nach unten
fr: Zapper vers le bas

source: Zap focus to Picture in Picture
de: Zap Fokus auf Bild-in-Bild legen
fr: Focus du Zap pour l'incrustation d'image (PiP)
ru: Переключить центр Картинки в картинке

source: Zap focus to main screen
de: Zap Fokus auf Hauptbild legen
fr: Focus du zap sur l'écran principal
ru: Переключить центр основного экрана

source: Zap mode
de: Zap Modus
fr: Mode de zap
ru: Режим переключения

source: Zap to
de: Zappen zu
fr: Zapper vers

source: Zap to channel (setup in menu)
de: Zap zum Kanal (Setup im Menü)
fr: Zapper vers la chaîne (config dans menu)
ru: Переключиться на канал (настройки в меню)

source: Zap to channel and close (setup in menu)
de: Zap zum Kanal und schließe( Setup im Menü)
fr: Zapper sur la chaîne et fermer (config dans menu)
ru: Переключиться на канал и закрыть (настройки в меню)

source: Zap up
de: Springe nach oben
fr: Zap haut

source: Zoom In/Out TV...
fr: Zoom En/Hors TV...
ru: Увеличение включено/Выходит за рамки ТВ...

source: Zoom Off...
de: Zoom Aus
fr: Zoom désactivé...
ru: Увеличение выключено...

source: Zoom from left
fr: Zoomer depuis la gauche
