Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: If set to 'yes' the infobar will be displayed when a new event starts.
de: Wenn 'Ja', wird die Infobar angezeigt, wenn ein neues Programm anfängt
fr: Si mis sur 'oui' la barre d'info sera affichée à chaque changement d'événement.
ru: Если выбрано 'Да', то инфопанель будет отображаться при смене текущего события.

source: If set to 'yes' the infobar will be displayed when changing channels.
de: Wenn 'Ja',wird die Infobar angezeigt, wenn der Sender gewechselt wird
fr: Si mis sur 'oui' la barre d'info sera affichée à chaque changement de chaînes.
ru: Если выбрано 'Да', то инфопанель будет отображаться при переключении каналов.

source: If set to 'yes' you can preview channels in the EPG list.
de: Wenn 'Ja', erscheint eine Programmvorschau im EPG
fr: Si mis sur 'oui' vous pouvez prévisualiser les chaînes dans la liste EPG.
ru: Если выбрано 'Да', то просмотр каналов будет включён в EPG.

source: If set to 'yes' you can preview channels in the channel list. Press 'OK' to preview the selected channel, press a 2nd 'OK' to exit and zap to that channel, pressing 'EXIT' to return to the channel you started at.
de: Wenn 'Ja' erhalten Sie eine Programmvorschau im EPG. Mit OK startet die Vorschau, ein zweiter Druck auf OK beendet das EPG und schaltet zum gewählten Sender, mit 'EXIT' kommen Sie zum Sender vor Aufruf des EPG
fr: Si mis sur 'oui' vous pouvez prévisualiser les chaînes dans la liste des chaînes. Appuyez sur 'OK' pour prévisualiser la chaîne, appuyer une 2ème fois sur 'OK' pour zapper sur cette chaîne, appuyez sur 'EXIT' pour revenir sur la chaîne de départ.
ru: Если выбрано 'Да', то можно просматривать каналы, не закрывая список.

source: If set to 'yes', allows you use the seekbar to jump to a point within the event.
de: 'Ja' ermöglicht es, die Zeitleiste zum Sprung in eine Sendung zuverwenden.
fr: Si mis sur 'oui', vous autorise a utiliser la barre de recherche pour aller à un endroit précis dans un événement.
ru: Если установлено Да, это позволит использовать панель поиск.

source: If set to 'yes', enable autorecord for automatically background timeshift
de: "Ja" ermöglicht Autorecord für automatischen Timshift im Hintergrund.
fr: Si défini sur 'oui', active l'enregistrement automatique pour le PauseDirect en tâche de fond
ru: Если установлено 'да', доступна запись для фонового Timeshift

source: If the free space is less than setting value, then an attempt is made to delete the old timeshift files.
fr: Si l’espace libre est inférieur à la valeur définie, une tentative d’effacement des anciens fichiers de timeshift est lancée.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times):
de: Wenn der Text zu lang für das Display ist, läuft es mehrfach durch (Anzahl der Durchgänge):
fr: Si le texte est trop long pour être afficher sur l'affichage avant, il sera répété (nombre de fois):
ru: Если текст слишком длинный для отображжения на дисплее, он будет повторяться (количество раз):

source: If you can see this, something is wrong with your scart connection. Press OK to return.
fr: Si vous voyez ceci, quelque chose fonctionne mal avec la péritel. Veuillez presser OK pour continuer.

source: If you want to connect your %s %s to the Internet, this wizard will guide you through the basic network setup of your %s %s. Please select the network interface that you want to use for your internet connection. Please press OK to continue.
de: Wenn die %s %s mit dem Internet verbunden werden soll, so hilft dieser Assistent bei den Grundeinstellungen für das Netzwerk der %s %s Wählen Sie das Interface für die Internetverbindung aus.\nDrücken Sie OK auf der Fernbedienung, um die Netzwerkeinstellungen vorzunehmen
fr: Si vous voulez connecter votre %s %s à internet, cette assistant vous guidera à paramétrer les réglages basiques du réseau de votre %s %s. Merci de choisir l'interface réseau que vous voulez utiliser pour la connexion à Internet. Appuyez sur 'OK' pour continuer.
ru: Если вы хотите подключить %s %s к сети интернет, этот мастер проведет Вас через основные настройки сети для ресивера%s %s. Выберите сетевой интерфейс для подключения ресивера к интернет. Нажмите ОК для начала настройки сети.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
de: Wenn Ihr Fernseher über Helligkeits- oder Kontraststeigerung verfügt, diese bitte deaktivieren. Wenn es eine "Dynamik"-Einstellung gibt, sollte sie auf Standard gesetzt werden. Veränderen Sie die Intensität der Hintergrundbeleuchtung nach Ihrem Geschmack. Verringern Sie den Kontrast des Fernsehers soweit wie möglich Verringern Sie anschließend die Helligkeit soweit wie möglich. Stellen Sie dabei sicher, dass die beiden untersten Grauschattierungen erkennbar bleiben. Die hellen Schattierungen werden im folgenden Schritt eingestellt OK, wenn Sie mit dem Ergebnis zufrieden sind
fr: Si votre TV a un perfectionnement de luminosité ou de contraste, neutralisez-le. S'il y a quelque chose appelé "dynamique", positionnez le sur standard. Ajustez le niveau de contre-jour sur une valeur convenant à votre goût. Baissez le contraste sur votre TV autant que possible. Puis baissez les paramètres luminosité aussi bas que possible, mais assurez-vous que les deux nuances les plus plus basses de gris soient distinguable. Ne pas s'inquiéter des nuances luminosité maintenant. Elles seront fixées dans la prochaine étape. si vous êtes satisfait du résultat, appuyez sur 'OK'.
ru: Если в Вашем телевизоре наблюдается превышение яркости или контрастности, устраните это. Если в Вашем TB выбран один из режимов настроек изображения,например, "динамичный", сбросьте настройки в стандартные. Уменьшите контрастность Вашего ТВ на максимально возможное значение. Теперь уменьшите яркость на максимально низкое значение, насколько это возможно, при этом следите, чтобы два самых нижних оттенка были различимы. Не беспокойтесь о ярких оттенках, они будут настроены на следующем этапе. Если Вас устраивает результат, нажмите OK.

source: If your usb drive is connected and mounted you have to poweroff your box, remove the usb device and reboot.
fr: Si votre clé USB est connectée et montée vous devez éteindre votre récepteur, enlever la clé USB et redémarrer.

source: Image Information
de: Image Informationen
fr: Information image
ru: Информация

source: Image Manager
de: Image Verwaltung
fr: Gestion image
ru: Менеджер имиджа

source: Image Name
fr: Nom de l'image
ru: Название имиджа

source: ImageWizard
fr: Assistant Image

source: Immediate shutdown
de: Sofortiger Shutdown
fr: Eteindre immédiatement
ru: немедленный переход в полный режим ожидания

source: In addition to the check at an event start, a repetitive check can be used, so that the conditions 'buffer limit in hours' or 'check free space' are detected earlier.
fr: En plus de vérifier au démarrage de l’événement, un test répétitif peut être utilisé, donc les conditions ‘limite du buffer en heures’ ou ‘vérifier l’espace libre ‘ sont détectée plus tôt.

source: In order to record a timer, a tuner was freed successfully:
fr: Afin d'enregistrer une émission programmée, un tuner a été libéré avec succés:

source: In progress
de: In Bearbeitung
fr: En cours
ru: В процессе

source: Inadyn Log
fr: Log Inadyn
ru: Журнал InaDyn

source: Inadyn Setup
de: Inadyn Einstellungen
fr: Configuration Inadyn
ru: Настройка InaDyn

source: Include AIT in http streams
de: AIT in HTTP-Streams integrieren
fr: Inclure AIT dans les flux HTTP
ru: Включать AIT в http поток

source: Include AIT in recordings
fr: Inclure AIT dans les enregistrements

source: Include CI assignment
fr: Inclure assignation CI

source: Include ECM in http streams
de: ECM in HTTP-Streams integrieren
fr: Inclure ECM dans les flux HTTP
ru: Включать ECM в http поток

source: Include EIT in http streams
de: EIT in HTTP-Streams integrieren
fr: Inclure EIT dans les flux HTTP
ru: Включать EIT в http поток

source: Incorrect service type for PiP!
fr: Type de service incorrect pour PiP!

source: Increase time scale
de: Erhöhe Zeitspanne
fr: Agrandir l'échelle de temps
ru: Увеличение масштаба времени

source: Increased voltage
de: Erhöhte Spannung
fr: Augmenter la tension
ru: Повышенное напряжение

source: Index allocated:
de: Index reserviert
fr: Index alloués:
ru: Выделен Индекс:

source: India
de: Indien
fr: Inde
ru: Индия

source: Info button (long)
de: Tastendruck auf Info (lang)
fr: Touche Info (long)
ru: Кнопка Info (длительное)

source: Info button (short)
de: Tastendruck auf Info (kurz)
fr: Touche Info (court)
ru: Кнопка Info (короткое)

source: Info icon width
de: Info Icon Breite
fr: Largeur de l'icône info
ru: Ширина пикона

source: InfoBar
fr: Barre d’infos

source: InfoBar EPG
fr: Info-barre EPG

source: Infobar EPG
fr: Info-barre EPG
ru: Инфобар EPG

source: Infobar Setup
fr: Configuration info-barre
ru: Настройки инфопанели

source: Infobar frontend data source
de: Datenquelle der Informationen in Infobar
fr: Info-barre source des données (frontend)
ru: Инфопанель данных

source: Infobar settings
de: Infobar Einstellungen
fr: Paramètres info-barre

source: InfobarEPG settings
de: Infobar EPG Einstellungen
fr: Paramètres EPG info-barre
ru: Настройки инфобара EPG

source: Information
fr: Informations
ru: Информация

source: Informations about current enigma2 register
de: Informationen über aktuelle Enigma2 Register
fr: Information sur l'actuel registre enigma2
ru: Текущая информация

source: Init
de: Initialisieren
fr: Initialiser
ru: Инициализация

source: Initial fast forward speed
de: Anfangsgeschwindigkeit schneller Vorlauf
fr: Vitesse initiale de l'avance rapide
ru: Начальная скорость перемотки вперед

source: Initial lock ratio
de: Anfangswert des Locks
fr: Ratio de verrouillage initial
ru: Блокировка исходных пропорциий

source: Initial rewind speed
de: Anfangsgeschwindigkeit Rücklauf
fr: Vitesse initiale du retour rapide
ru: Начальная скорость перемотки назад

source: Initial scroll delay
fr: Délai initial du défilement

source: Initial signal quality
de: Anfangssignalqualität
fr: Qualité du signal initial
ru: Начальное качество сигнала

source: Initial signal quality:
de: Anfangssignalqualität:
fr: Qualité du signal initial:
ru: Начальное качество связи:

source: Initialization
de: Initialisierung
fr: Initialisation
ru: Инициализация

source: Initializing storage device...
de: Initialisiere Laufwerk
fr: Initialiser le périphérique de stockage...
ru: Инициализация устройства хранения...

source: Inotify Monitoring
de: Inotify Überwachung
fr: Surveillance Inotify
ru: Уведомления об изменениях в файловой системе

source: Inotify monitoring
fr: Surveillance Inotify

source: Input
de: Eingabe
fr: Entrée
ru: Ввод данных

source: Input Stream ID
fr: Entré l’ID du stream (flux)

source: Input device setup
de: Eingabegerät Einstellungen
fr: Paramètres du périphérique entrée
ru: Настройка устройств ввода

source: Input devices
fr: Périphériques entrée
ru: Пульт ДУ

source: Input length - Filename
de: Eingabe Länge - Dateiname
fr: Entrer la longueur - nom du fichier
ru: Длина имени файла

source: Install
de: Installiere
fr: Installer
ru: Установить

source: Install CCcam Config Files...
de: CCcam Konfigurationsdateien installieren
fr: Installataion des fichiers de configuration de CCcam...
ru: Установите CCcam конфиг файл

source: Install Channel List...
de: Kanalliste installieren
fr: Installation de la liste des chaînes...
ru: Установить список каналов

source: Install Confirmation
de: Installationsbestätigung
fr: Confirmation de l'installation
ru: Подтверждение установки

source: Install IPK
de: IPK installieren
fr: Installer IPK
ru: Установить IPK

source: Install Image
de: Image installieren
fr: Installer Image
ru: Установить имидж

source: Install MGCamd Config Files...
de: MGCamd und Konfigurationsdateien installieren
fr: Installer les fichiers de configuration de MGCamd...
ru: Установите Mgcamd конфиг файл

source: Install OSCam Config Files...
de: SCam und Konfigurationsdateien installieren
fr: Installer les fichiers de configuration d'OScam...
ru: Установите Oscam конфиг файл

source: Install Tar-ball
de: Tar-ball installieren
fr: Installer Tar-ball
ru: Установить Tar-ball

source: Install Tar.gz and IPK Addons
de: Tar.gz und IPK Addons installieren
fr: Installer Tar.gz et extensions IPK
ru: Установка Tar.gz и IPK пакетов

source: Install Wicardd Config Files...
de: Wicardd Konfigurationsdateien installieren
fr: Installer les fichiers de configuration de Wicardd...
ru: Установите Wicardd конфиг файл

source: Install channel list
de: Kanalliste installieren
fr: Installer liste des chaînes
ru: Установить список каналов

source: Install extensions
de: Extensions installieren
fr: Installer extensions.
ru: Установка плагинов

source: Install extensions.
de: Extensions installieren.
fr: Installer extensions.
ru: Установка расширений

source: Install from /media/egamiboot/EgamiBootUpload
de: Von /media/egamiboot/EgamiBootUpload installieren
fr: Installer depuis /media/egamiboot/EgamiBootUpload
ru: Установка из /media/egamiboot/EgamiBootUpload

source: Install from Internet (OpenPLi,OpenVix,OpenATV,OpenMips,HDMU)
de: Aus dem Internet (OpenPLi,OpenVix,OpenATV,OpenMips,HDMU) installieren
fr: Installer depuis Internet (OpenPLi,OpenVix,OpenATV,OpenMips,HDMU)
ru: Установка из сети (OpenPLi,OpenVix,OpenATV,OpenMips,HDMU)

source: Install lcd picons on
de: LCD Picons installieren in
fr: Installer les picons LCD sur
ru: Установить пиконы дисплея в

source: Install local extension
de: Lokale Extension installieren
fr: Installer extension locale
ru: Локальная установка расширения

source: Install manually packages from /tmp
de: Manuell Pakete aus /tmp installieren
fr: Installer manuellement des packages depuis /tmp
ru: Ручная установка пакетов из /tmp

source: Install or remove finished.
de: Installation oder Deinstallation beendet
fr: Installation/Retrait terminé.
ru: Установка или удаление закончено

source: Install picons on
de: Picons installieren auf
fr: Installer les picons sur
ru: Установить пиконы в

source: Install plugins
de: Plugins installieren
fr: Installer des plugins
ru: Установка плагинов

source: Install softcam
de: Installiere Softcam
fr: Installer softcam
ru: Установить эмулятор

source: Install tar.gz file...
fr: Installer le fichier tar.gz…

source: Installation aborted !
de: Installation abgebrochen!
fr: Installation annulée!
ru: Установка прервана!

source: Installation finished.
de: Installation beendet
fr: Installation terminée.
ru: Установка завершена

source: Installed
fr: Installé

source: Installing
de: Installiere
fr: Installation
ru: Установка

source: Installing Service
de: Installiere Sender
fr: Service installation
ru: Установка сервиса

source: Installing Software...
fr: Installation logiciel...

source: Installing an addon... Please wait...
de: Installiere Addon, bitte warten
fr: Installation extension... Merci de patienter...
ru: Установка Аддона... Пожалуйста, ждите...

source: Installing service
fr: Installation des services

source: Installing software...
de: Installiere Software
fr: Installation logiciel...

source: Instant record
de: Sofortaufnahme
fr: Enregistrement immédiat

source: Instant record location
de: Sofortaufnahme Verzeichnis
fr: Emplacement enregistrements immédiats
ru: Расположение записей

source: Instant recording location
de: Sofortaufnahme Verzeichnis
fr: Emplacement enregistrements immédiats
ru: Расположение файлов немедленной записи

source: Instant recording...
de: Sofortaufnahme...
fr: Enregistrement immédiat...
ru: Текущая запись

source: Instant recordings location
de: Sofortaufnahme Verzeichnis
fr: Localisation des enregistrements instantanés
ru: Расположение файлов записи

source: Intermediate
de: Dazwischenliegend
fr: Intermédiaire
ru: Промежуточный

source: Internal
de: Intern
fr: Interne
ru: Встроенный

source: Internal Flash
de: Interner Flash
fr: Flash interne
ru: Память

source: Internal hdd only
de: Nur interne Festplatte
fr: Hdd interne seulement
ru: Только внутренний жесткий диск

source: Interval between keys when repeating:
de: Zeit zwischen Tastendrücken, wenn Wiederholung aktiv:
fr: Interval entre les touches lors de répétition:
ru: Интервал нажатий клавиши для повторения

source: Interval in min:
de: Intervall in Min:
fr: Intervalle en min:
ru: Интервал в мин:

source: Invalid directory selected: %s
de: Ungültiges Verzeichnis ausgewählt: %s
fr: Répertoire sélectionné non valide: %s
ru: Неверно выбранный каталог: %s

source: Invalid location
de: Fehlerhafter Ort
fr: Emplacement non valide
ru: Неправильное расположение

source: Invalid transponder data
de: Ungültige Transponderdaten
fr: Donnée du transpondeur invalide
ru: Неверный данные ТП

source: Invert
de: Invertieren
fr: Inverser
ru: Инвертировать

source: Ireland
de: Irland
fr: Irelande
ru: Ирландия

source: Is this setting ok?
de: Sind die Einstellungen richtig?
fr: Est-ce que paramètre est correcte?
ru: Этот параметр в порядке?

source: Is this video mode ok?
de: Ist dieser Videomodus in Ordnung?
fr: Est-ce que ce mode vidéo est correcte?
ru: Этот видеорежим правильный?

source: Israel
fr: Israël
ru: Израиль

source: It is running scripts from /usr/script
de: Es führt Skripte aus /usr/script aus
fr: En cours d'exécution des scripts dans /usr/script
ru: Запуск скриптов из /usr/script

source: It seems that your Internet connection is not ok, please check it
de: Anscheinend funktioniert Ihre Internetverbindung nicht. Bitte überprüfen Sie
fr: Il semble que votre connexion à Internet ne fonctionne pas, merci de vérifier.
ru: Проблема с интернет-соединением, проверьте настройки

source: Italian
de: Italienisch
fr: Italien
ru: Итальянский

source: Italy
de: Italien
fr: Italie
ru: Италия

source: JUMP 24 HOURS
de: Springe 24 Stunden
fr: SAUTER 24 HEURES
ru: ПЕРЕЙТИ НА 24 ЧАСА

source: January
de: Januar
fr: janvier
ru: Январь

source: Japan
fr: Japon
ru: Япония

source: Job View
de: Jobansicht
fr: Vue travail
ru: Просмотр задания

source: Job overview
fr: Supervision des jobs

source: July
de: Juli
fr: juillet
ru: Июль

source: Jump back 24 hours
de: 24 Stunden zurück springen
fr: Revenir de 24 heures
ru: Перейти обратно на 24 часа

source: Jump first press in channel selection
de: Springe beim ersten Tastendruck in die Kanalwahl
fr: Sauter dès premier appui sélecteur chaînes
ru: Приоритет работы пульта

source: Jump forward 24 hours
de: 24 Stunden vorwärts springen
fr: Sauter de 24 heures en avant
ru: Перейти вперед на 24 часа

source: Jump to beginning of list
de: An den Anfang der Liste springen
fr: Sauter au début de la liste
ru: Перейти к началу списка

source: Jump to current time
de: Zur aktuellen Zeit springen
fr: Aller à l'heure actuelle
ru: Перейти в текущее время

source: Jump to end of list
de: An das Ende der Liste springen
fr: Se rendre à la fin de liste
ru: Переход в конец списка

source: Jump to prime time
de: Zur PrimeTime springen
fr: Aller à l'heure du "prime time"
ru: Перейти в начальное время

source: Jump to the next marked position
fr: Aller à la position marquée suivante

source: Jump to the previous marked position
fr: Aller à la position marquée précédente

source: June
de: Juni
fr: juin
ru: Июнь

source: Just change channels
de: Nur Kanäle umschalten
fr: Juste changer de chaîne
ru: Простая смена каналов

source: Just scale
de: Nur Skalieren
fr: Juste mettre à l'échelle
ru: только масштабирование

source: Just zap
de: Nur Zappen
fr: Juste zapper
ru: переключение

source: Keep service
de: Sender beibehalten
fr: Garder le service
ru: Текущий сервис

source: Keeps the movie list open whilst playing audio files.
fr: Garder la liste des films ouvertes lors de la lecture des fichiers audio.

source: Kernel Modules Setup
fr: Modules du noyau configuration

source: Kernel-Debug:
fr: Débogage noyau:
ru: Отладка ядра:

source: Kernel: %s
fr: Noyau: %s
ru: Ядро: %s

source: Kernel: %s
fr: Noyau: %s
ru: Ядро: %s

source: Keyboard
de: Tastatur
fr: Clavier
ru: Клавиатура

source: Keyboard map
de: Tastaturlayout
fr: Agencement du clavier
ru: Раскладка клавиатуры

source: Keyboard setup
de: Tastatur Einstellungen
fr: Configuration clavier
ru: Настройка клавиатуры

source: Keymap Selection
fr: Sélection keymap

source: Keymap changed, you need to restart the GUI
fr: Le keymap a changé, vous devez redémarrer l’IGU

source: Kodi installed:
fr: Kodi installé:

source: Kodi/extra partition free space:
fr: Kodi/partition extra espace libre:

source: Konwertuj istniejace napisy
fr: Autre sous-titres existants

source: LAN adapter
de: NLAN Adapter
fr: Adaptateur réseau local (LAN)
ru: Сетевой адаптер

source: LAN connection
de: LAN Verbindung
fr: Connexion LAN
ru: Подключение к локальной сети

source: LCD scroll speed
fr: Vitesse de défilement du LCD
ru: Скорость прокрутки

source: LCN plugin for DVB-T/T2 services
de: LCN Plugin für DVB-T/T2 Sender
fr: Plugin LCN (numérotation officielle) pour les services DVB-T/T2
ru: Плагин LCN для DVB-T/T2

source: LCN rules:
de: LCN Regeln:
fr: Régles LCN (numérotation officielle):
ru: LCN

source: LED Deep Standby
de: LED im Deep Standby
fr: LED en veille profonde
ru: LED в полном режиме ожидания

source: LED Display Panel
fr: Panneau affichage LED

source: LED Normal
fr: LED en fonctionnement
ru: LED в рабочем режиме

source: LED Standby
de: LED im Standby
fr: LED en standby
ru: LED в режиме ожидания

source: LED brightness during deep standby.
de: LED Helligkeit im Deep Standby
fr: LED luminosité pendant la veille profonde
ru: Яркость LED в полном режиме ожидания

source: LED brightness during normal operations.
de: LED Helligkeit im Normalbetrieb
fr: LED luminosité en opération normale
ru: Яркость LED в рабочем режиме

source: LED brightness during standby.
de: LED Helligkeit im Standby
fr: LED luminosité en standby.
ru: Яркость LED в режиме ожидания

source: Label
de: Marke
fr: Etiquette
ru: Ярлык

source: Language
de: Sprache
fr: Paramètres langue
ru: Язык

source: Language selection
de: Sprachauswahl
fr: Sélection de la langue
ru: Выбор языка

source: Last Req.
de: Zuletzt angewählt
fr: Dernière req.
ru: Последние запросы

source: Last config
de: Letzte Konfiguration
fr: Dernière config
ru: Последняя конфигурация

source: Last speed
de: Letzte Geschwindigkeit
fr: Dernière vitesse
ru: Последняя скорость

source: Last update: %s
de: Letztes Update: %s
fr: Dernière mise à jour: %s
ru: Последнее обновление: %s

source: Last used share:
de: Letzte benutzte Freigabe:
fr: Dernier partage utilisé:
ru: Последнее использование:

# third event: 'third' event label
source: Later
de: Später
fr: Plus tard
ru: Позднее

source: Latest news about EGAMI Images
de: Letzte Neuigkeiten zu EGAMI Images
fr: Dernières nouvelles à propos des images EGAMI
ru: Новости EGAMI

source: Latvian
de: Lettisch
fr: Letton
ru: Латвийский

source: Leave DVD player?
de: DVD Player beenden?
fr: Quitter le lecteur DVD?
ru: Выйти из DVD плеера?

source: Left
de: Links
fr: Gauche
ru: Лево

source: Left from servicename
de: Links vom Sendernamen
fr: à la gauche du nom du service
ru: Слева от имени канала

source: Leisure hobbies
de: Freizeit/Hobby
fr: Détentes hobbys
ru: отдых, хобби

source: Light Grey
de: Hellgrau
fr: Gris clair
ru: Светло-серый

source: Likes:
fr: Aimes:

source: Limit character set for recording filenames
de: Beschränken Sie den Zeichensatz für Dateinamen von Aufnahmen
fr: Limiter jeu caractères pour nom enregistrements
ru: Лимит набора символов для имен записи
