Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: satellites.xml not found or corrupted! It is possible to watch TV, but it's not possible to search for new TV channels or to configure tuner settings
fr: satellites.xml pas trouvé ou corrompu! Vous pouvez regarder la TV, mais il ne sera pas possible de rechercher de nouvelles chaînes ou de configurer les paramètres des tuners.

source: save
de: Speichere
fr: Sauver

source: save last directory on exit
de: Letztes Verzeichnis beim Beenden speichern
fr: sauver dernier répertoire en sortant
ru: сохранить последний каталог при выходе

source: save playlist on exit
de: Wiedergabeliste beim Beenden speichern
fr: sauver liste de lecture en quittant
ru: сохранить плейлист при выходе

source: scan state
de: Scanstatus
fr: état de l'analyse
ru: состояние поиска

source: science fiction/fantasy/horror
fr: science fiction/fantastique/horreur
ru: научная фантастика/фэнтези/ужасы

source: second cable of motorized LNB
de: Zweites Kabel vom Rotor
fr: deuxième câble du LNB motorisé
ru: второй кабель мотоподвеса

source: seconds
de: Sekunden
fr: secondes
ru: секунд

source: security
de: Sicherheit
fr: sécurité

source: select
de: Auswählen
fr: sélectionner
ru: выбрать

source: select CAId's
de: CAIDs auswählen
fr: sélectionner CAId's
ru: выбор CAId'ов

source: send signal to this process...
de: Sende diesem Prozess ein Signal
fr: envoyer le signal à ce processus...
ru: послать сигнал этому процессу...

source: serious music/classic music
de: Ernste Musik/klassische Musik
fr: musique sérieuse/musique classique
ru: серьёзная/классическая музыка

source: serious/classical/religious/historical movie/drama
de: Ernste/klassische/religiöse/hitorische Filme/Dramen
fr: grave/classique/religieux/film historique/drame
ru: серьёзное/классическое/религиозное/исторический/драма

source: settings
fr: paramètres

source: share:
de: Freigabe:
fr: partage:
ru: ресурс:

source: show
fr: afficher

source: show DVD main menu
de: Zeige DVD Hauptmenü
fr: afficher menu DVD principal
ru: показать главное меню DVD

source: show all cards
de: Zeige alle Karten
fr: afficher toutes les cartes
ru: показать все карты

source: show all tags
de: Zeige alle Tags
fr: afficher tous les tags
ru: показать все теги

source: show cards with uphop 0
de: Zeige Karten mit uphop 0
fr: Afficher les cartes avec uphop 0
ru: показать карты с uphop 0

source: show cards with uphop 1
de: Zeige Karten mit uphop 1
fr: Afficher les cartes avec uphop 1
ru: показать карты с uphop 1

source: show cards with uphop 2
de: Zeige Karten mit uphop 2
fr: Afficher les cartes avec uphop 2
ru: показать карты с uphop 2

source: show cards with uphop 3
de: Zeige Karten mit uphop 3
fr: Afficher les cartes avec uphop 3
ru: показать карты с uphop 3

source: show cards with uphop 4
de: Zeige Karten mit uphop 4
fr: Afficher les cartes avec uphop 4
ru: показать карты с uphop 4

source: show cards with uphop 5
de: Zeige Karten mit uphop 5
fr: Afficher les cartes avec uphop 5
ru: показать карты с uphop 5

source: show cards with uphop 6
de: Zeige Karten mit uphop 6
fr: Afficher les cartes avec uphop 6
ru: показать карты с uphop 6

source: show cards with uphop 7
de: Zeige Karten mit uphop 7
fr: Afficher les cartes avec uphop 7
ru: показать карты с uphop 7

source: show cards with uphop 8
de: Zeige Karten mit uphop 8
fr: Afficher les cartes avec uphop 8
ru: показать карты с uphop 8

source: show cards with uphop 9
de: Zeige Karten mit uphop 0
fr: Afficher les cartes avec uphop 9
ru: показать карты с uphop 9

source: show event details
de: Zeige Sendungs-Details
fr: afficher détails événement
ru: показать детали события

source: show mediaplayer on mainmenu
de: Zeige Mediaplayer im Hauptmenü
fr: Afficher le Mediaplayer sur le menu principal
ru: показать медиаплеер в основном меню

source: show mediaplayer on plugin list
fr: Afficher le Mediaplayer sur le menu des plugins

source: show pictureplayer on mainmenu
fr: Afficher le lecteur de photos sur le menu principal

source: show pictureplayer on plugin list
fr: Afficher le lecteur de photos sur la liste des plugins

source: show single EPG...
de: Zeige Einfachen EPG...
fr: Afficher EPG Unique...
ru: отобразить EPG

source: show softwaremanager in plugin menu
de: Zeige Softwareverwaltung in Erweiterungen
fr: Afficher gestion logiciel dans le menu plugin
ru: отображать управление ПО в меню плагинов

source: show softwaremanager on blue button
de: Zeige Softwareverwaltung mit blauer Taste
fr: Afficher gestion logiciel avec la touche bleue
ru: отображать управление ПО на СИНЕЙ кнопке

source: show/game show (general)
de: Show/Spielshow (allgemein)
fr: spectacle/spectacle de jeu (général)
ru: телешоу (общее)

source: shuffle
de: Zufällig
fr: mélanger
ru: случайный порядок

source: shut down
de: Ausschalten
fr: éteindre
ru: выключить

source: skins
fr: Thèmes

source: skip backward
de: Rückwärts springen
fr: Retour rapide
ru: перемотка назад

source: skip backward (enter time)
de: Rückwärts springen (Zeit eingeben)
fr: Retour rapide (saisir temps)
ru: перейти назад (введите время)

source: skip forward
de: Vorwärts springen
fr: Avance rapide
ru: перемотка вперед

source: skip forward (enter time)
de: Vorwärts springen (Zeit eingeben)
fr: Avance rapide (saisir temps)
ru: перейти вперед (введите время)

source: slow
de: Langsam
fr: lent
ru: медленно

source: soap/melodram/folkloric
de: Soap/Melodram/Folklore
fr: soap/mélodrame/folklorique
ru: мелодрамы/фольклор

source: social/political issues/economics (general)
de: Soziales/Politisches/Wirtschaft (allgemein)
fr: social/problèmes politique/économiques (général)
ru: социальные/политические вопросы/экономика (общее)

source: social/spiritual science
de: Soziale/spirituelle Wissenschaft
fr: sciences sociales/spirituel
ru: социальное/религия

source: sorting of playlists
de: Sortierung der Wiedergabeliste
fr: tri des listes de lecture
ru: сортировка плейлистов

source: special events
de: Spezialveranstaltungen
fr: événement spécial
ru: специальные события

source: sports (general)
de: Sport (allgemein)
fr: sports (général)
ru: спортивные (общее)

source: sports magazine
de: Sportmagazin
fr: magazine de sport
ru: спортивный журнал

source: start cut here
de: Schnitt hier starten
fr: départ de coupe ici
ru: начало редактирования

source: start directory
de: Anfangsverzeichnis
fr: répertoire départ
ru: начальный каталог

source: start recording
fr: Démarrer l'enregistrement

source: stepsize
de: Schrittweite
fr: taille du pas
ru: размер шага

source: stereo
fr: stéréo
ru: стерео

source: stop recording
fr: Arrêter l'enregistrement

source: switch Fan On/Off
de: Lüfter ein/ausschalten
fr: tourner le ventilateur On/Off
ru: Вентилятор Вкл/Выкл

source: switch to bookmarks
de: Gehe zu Lesezeichen
fr: basculer vers marque page
ru: переключить на закладки

source: switch to filelist
de: Gehe zur Dateiliste
fr: basculer vers la liste des fichiers
ru: переключить на список файлов

source: switch to the next angle
de: Zur nächsten Kameraperspektive wechseln
fr: basculer vers l'angle suivant
ru: перейти в следующей угол

source: switch to the next audio track
de: Zum nächsten Audio-Titel wechseln
fr: basculer vers piste audio suivante
ru: перейти к следующей звуковой дорожке

source: switch to the next subtitle language
de: Zur nächsten Untertitel-Sprache wechseln
fr: basculer vers le langage sous-titre suivant
ru: переключиться на следующий язык субтитров

source: system:
fr: système:
ru: система:

source: systemplugins
fr: Plugins système

source: team sports
de: Mannschaftssport
fr: sports d'équipe
ru: коммандный спорт

source: technology/natural science
de: Technologie/Naturwissenschaft
fr: technologie/sciences naturelles
ru: технологии/естественные науки

source: template file
de: Template Datei
fr: fichier modèle
ru: шаблон файла

source: the Green button and restart the wizard.
fr: le bouton vert et redémarrer l’assistant.

source: this bouquet is protected by a parental control pin
de: Dieses Bouquet ist durch einen Jugendschutz-Pin gesichert.
fr: ce service est protégé par un code pin parental
ru: этот канал защищен PIN родительского контроля

source: this recording
de: Diese Aufnahme
fr: cet enregistrement
ru: записано

source: this service is protected by a parental control pin
de: Dieses Bouquet ist durch einen Jugendschutz-PIN Code geschützt
fr: ce service est protégé par un pin contrôle parental
ru: этот канал защищен PIN-кодом родительского контроля

source: this will take between 2 and 9 minutes
fr: cela prendra entre 2 et 9 minutes

source: to the box you have to unplug it, press
fr: au le récepteur vous devez d’abord l’enlever, appuyer

source: toggle time, chapter, audio, subtitle info
de: Schalte zwischen Zeit-, Kapitel-, Audio- und Untertitel-Info um
fr: commuter temps, chapitre, audio, info sous-titres
ru: время переключения, разделы, аудио, информация субтитров

source: top
de: Oben
fr: haut
ru: верхний

source: tourism/travel
de: Tourismus/Reise
fr: tourisme/voyage
ru: туризм/путешествия

source: traditional (fast)
de: klassisch (schnell)
fr: traditionnel (rapide)

source: true
de: Wahr
fr: vrai
ru: правда

source: uShare Log
fr: Log uShare
ru: Журнал uShare

source: uShare Name
fr: Nom uShare
ru: Имя uShare

source: uShare Port
fr: Port uShare
ru: Порт uShare

source: uShare Setup
fr: Configuration uShare
ru: Настройка uShare

source: uShare name
fr: Nom uShare

source: uShare port
fr: Port uShare

source: unavailable
de: Nicht verfügbar
fr: indisponible
ru: недоступно

source: unconfirmed
de: Nicht bestätigt
fr: non confirmé
ru: не присвоен

source: unknown
de: Unbekannt
fr: inconnu
ru: неизвестный

source: unknown service
de: Unbekannter Sender
fr: service inconnu
ru: неизвестный канал

source: unpublished
de: Unveröffentlicht
fr: inédit
ru: неопубликованный

source: until standby/restart
de: Bis zum Standby/Neustart
fr: jusqu'à veille/redémarrage
ru: до режима ожидания/перезапуска

source: updates available.
de: Updates verfügbar
fr: mise à jour disponible.
ru: обновлений доступно.

source: user defined
de: Benutzerdefiniert
fr: défini par l'utilisateur
ru: определен пользователем

source: user feed url
de: Benutzerdefinierte Feed URL
fr: url définie par l'utilisateur

source: using:
de: Benutze:
fr: utilisant:
ru: используется:

source: variety show
de: Varieté
fr: spectacle de variété
ru: эстрадный концерт

source: vertical
de: Vertikal
fr: verticale
ru: вертикальная

source: very fast
de: Sehr schnell
fr: très rapide

source: vfat - use only for media-files
fr: vfat - seulement pour les fichiers médias

source: wait for mmi...
de: Warte auf mmi...
fr: attente pour mmi...
ru: ожидание mmi...

source: waiting
de: Ich warte
fr: en attente
ru: ожидание

source: wakeup
de: Einschalten
fr: Réveil
ru: Пробуждение

source: wakeup to standby
de: Einschalten in Standby
fr: Réveil depuis le mode veille
ru: прбудиться и перейти в режим ожидания

source: water sport
de: Wassersport
fr: sport aquatique
ru: водные виды спорта

source: weblinks
fr: Liens web

source: weekly
de: Wöchentlich
fr: hebdomadaire
ru: еженедельно

source: west
de: Westen
fr: ouest
ru: запад

source: when asking question about this log
de: Wenn Fragen zu diesem Log gestellt werden
fr: en posant la question sur ce log
ru: при выяснении этого отчёта

source: when asking question about this log A copy has been sent to yourself.
de: Wenn Fragen zu diesem Log gestellt werden Eine Kopie wurde Ihnen zugeschickt
fr: en posant la question sur ce log. Une copie a été envoyée vers vous-même.
ru: при выяснении этого отчёта Копия была отправлена себе.

source: white
de: Weiß
fr: blanc
ru: белый

source: wide
de: Breite
fr: large

source: width
de: Breite
fr: largeur
ru: ширина

source: will take about 1-4 minutes for this system
fr: cela prendra entre 1-4 minutes sur ce système

source: will take about 3-12 minutes for this system
fr: cela prendra entre 3-12 minutes sur ce système

source: will take about 30 minutes for this system
fr: cela prendra 30 minutes sur ce système

source: winter sport
fr: sport d'hiver
ru: зимние виды спорта

source: wireless network interface
de: WLANadapter
fr: interface réseau sans fil
ru: интерфейс беспроводной сети

source: with %d error
de: mit %d Fehler
fr: avec %d erreur
ru: с %d ошибкой

source: with exit button
de: Mit Exit Taste
fr: avec la touche exit
ru: кнопкой EXIT

source: with left/right buttons
de: Mit Links/Rechts Tasten
fr: avec les touches gauche/droite
ru: кнопками влево/вправо

source: with long OK press
de: Mit OK Taste lang
fr: avec un appui long sur OK
ru: длинным нажатием ОК

source: with text
fr: avec texte

source: with tuner name
fr: avec nom du tuner

source: without
de: Ohne
fr: sans
ru: без

source: without Query
fr: sans demander

source: working
de: Ich arbeite
fr: travail en cours...
ru: работающий

source: yellow
de: Gelb
fr: jaune
ru: желтый

source: yes
de: Ja
fr: oui
ru: да

source: yes (keep feeds)
de: Ja (Feeds behalten)
fr: oui (garder feeds)
ru: да (сохранить фиды)

source: your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your STB.
de: Die %s %s könnte jetzt unbenutzbar sein. Bitte im Handbuch nach Hinweisen suchen,bevor die Box neu gestartet wird.
fr: Votre %s %s pourrait être inutilisable maintenant. S'il vous plaît consultez le manuel pour obtenir de l'aide avant de redémarrer votre récepteur.
ru: Ваш %s %s может стать непригодным к использованию. Обратитесь к руководству для получения дополнительной информации до перезагрузки.

source: zap and record
de: Zappen und aufnehmen
fr: zapper et enregistrer
ru: переключить и записать

source: zapped
de: Gezappt
fr: zappé
ru: переключено

source: zapping
fr: zappé

source: (PiP)
ru: (Картинка в картинке)

source: (Radio)
ru: (Радио)

source: (TV)
ru: (ТВ)

source: %d GB
ru: %d ГБ

source: %d Gb
ru: %d Гб

source: %d KB
ru: %d КБ

source: %d MB
ru: %d МБ

source: %d Min
de: %d Minute
ru: %d мин

source: %d Mins
de: %d Minuten
ru: %d мин

source: %d kB
ru: %d кБ

source: %d min
ru: %d мин

source: %d minute
ru: %d минута

source: %d minutes
de: %d Minuten
ru: %d минут

source: %s%d min
ru: %s%d минут

source: 16:10 Letterbox
ru: Режим прямоугльника 16:10

source: 16:10 PanScan
ru: 16:10 Панорама

source: 16:9 Letterbox
ru: Режим прямоугльника 16:9

source: 3D Mode
de: 3D Modus
ru: Режим 3D

source: 3D Surround
ru: 3D Звук

source: 4:3 Letterbox
ru: Режим прямоугльника 4:3

source: 4:3 PanScan
ru: 4:3 Панорама

source: AccuWeatherWeatherPlugin
de: Accu wetter Plugin
ru: Плагин Погоды

source: Album
ru: Альбом

source: Alias
ru: Псевдоним

source: Arts/Culture
de: Kunst/Kultur
ru: Искусство/Культура

source: Aspect Ratio
de: Seitenverhältnis
ru: Соотношение сторон

source: Aspect Ratio:
de: Seitenverhältnis:
ru: Соотношение сторон:

source: Aspect Ratio: n/a
de: Seitenverhältnis n/a
ru: Соотношение сторон: n/a

source: Aspect ratio
de: Seitenverhältnis
ru: Соотношение сторон

source: Auto
ru: Автоматически

source: Basque
de: Baskisch
ru: Баскский

source: Bus:
ru: Шина:

source: CCcam Info
ru: CCcam Инфо

source: Canada
de: Kanada
ru: Канада

source: Card infos (CCcam-Reader)
ru: Информация о карте (CCcam-Reader)

source: Chap.
de: Kap.
ru: Глава

source: Chipset: %s
de: Chipsatz: %s
ru: Чипсет: %s

source: Clients
ru: Клиенты

source: Communication
de: Kommunikation
ru: Общение, связь

source: Configure the refresh rate of the screen.
de: Bestimmen Sie die Wiederholrate für den Bildschirm
ru: Настройка частоты обновления экрана.

source: Configure which tuner will be preferred for recordings, when more than one tuner is available. 'Disabled' would select a tuner based on preferred tuner in customise screen. 'Auto' would choose based on E2's default rules, ignoring preferred tuner in customise screen.
ru: Настройка приоритета тюнера для записи.

source: Cool TV Guide
ru: Плагин Cool TV Guide

source: DMM normal
ru: DMM стандартно

source: Date
de: Datum
ru: Дата

source: Description
de: Beschreibung
ru: Описание

source: Detected HDD:
ru: Найден HDD:

source: DiSEqC port %s: %s
ru: DiSEqC порт %s: %s

source: E
de: O
ru: Е

source: ECM data will be included in the stream. This enables a client receiver to decode it.
de: ECM Daten werden in den Stream eingefügt. Dies ermöglicht es anderen Empfängern, ihn zu entschlüsseln
ru: ECM данные будут включены в потоке. Это позволяет приемнику-клиенту декодировать его.

source: EGAMI MultiBoot
ru: Мультизагрузка

source: Expert
de: Experte
ru: Эксперт

source: Extensions
ru: Расширения

source: FLASH
ru: Внутренняя память

source: Format
de: Formatieren
ru: Формат

source: France
de: Frankreich
ru: Франция

source: Frontprocessor version: %d
ru: Версия фронтпроцессора: %d

source: GB
ru: ГБ

source: Genre
de: Kategorie
ru: Жанр

source: Hello
de: Hallo
ru: Добро пожаловать

source: Hong Kong
ru: Гонконг

source: Hops:
ru: Шаги:

source: Horizontal
ru: Горизонтальная

source: Images satellite
de: Stellt den Satelliten dar
ru: Cпутниковые изображения

source: Info
ru: Инфо

source: Interface
ru: Интерфейс

source: Interface:
ru: Интерфейс:

source: Inversion
ru: Инверсия

source: LOF
ru: Тип LNB

source: LOF/H
ru: Верхний диапазон

source: LOF/L
ru: Нижний диапазон

source: Latitude
de: Breitengrad
ru: Широта

source: Latitude :
de: Breitengrad:
ru: Широта :

source: Letterbox zoom
ru: увелич. Letterbox

source: Lock ratio
de: Lock Verhältnis
ru: Блокировать соотношение

source: Log
ru: Отчет

source: Login OK
ru: Правильный логин

source: Long << / >>
de: Lang Rücklauf/Vorlauf
ru: Длительно кнопки перемотки << / >>

source: Longitude
de: Längengrad
ru: Долгота

source: Longitude :
de: Längengrad:
ru: Долгота :

source: MB
ru: МБ

source: Maxdown +
ru: Макс.вниз +

source: Maxdown -
ru: Макс.вниз -

source: Maxdown:
ru: Макс.вниз:

source: Menu
de: Menü
ru: Меню

source: Message
de: Nachricht
ru: Сообщение

source: MiniDLNA Log
ru: Журнал MiniDLNA

source: Mins
de: Minuten
ru: Мин

source: Mins Secs
de: Minuten Sekunden
ru: Мин Сек

# Video output mode
source: Mode
de: Modus [Video Ausgang]
ru: Режим выдеовыхода

source: Modulation
ru: Модуляция

source: Multi EPG
ru: Мульти EPG

source: Multisat
ru: Несколько спутников

source: N/A
ru: Н/Д

source: NodeID
ru: ID узла

source: NodeID:
ru: ID узла:

source: OK
ru: ОК

source: OSD
ru: Меню

source: OScam Info
ru: OScam Инфо

source: Oe-Core: %s
ru: Ое-Ядро: %s

source: OpenVpn Log
ru: Журнал OpenVPN

source: Original
ru: Оригинальный

source: Oscam Info - Configuration
de: OScam Info - Konfiguration
ru: Oscam Инфо - Конфигурация

source: PAT Info
ru: PAT

source: PRIMETIME
ru: ПРАЙИМТАЙМ

source: Packages
de: Pakete
ru: Пакеты

source: Pause
ru: пауза

source: People & Blogs
de: Leute und Blogs
ru: Люди

source: PiP
ru: (Картинка в картинке)

source: Picon
ru: Пикон

source: Plugins
ru: Плагины

source: Polarisation
ru: Поляризация

source: Port
ru: Порт

source: Port A
ru: Порт A

source: Port B
ru: Порт B

source: Port C
ru: Порт C

source: Port D
ru: Порт D

source: Port:
ru: Порт:

source: Profile
de: Profil
ru: Профиль

source: RAM
ru: Оперативная память

source: Radio
ru: Радио

source: Reader
de: Kartenleser
ru: Ридер

source: Reboot
de: Neustart
ru: Перезагрузка

source: Samba Log
ru: Журнал Samba

source: Satellite
de: Satellit
ru: Спутник

source: Satellites
de: Satelliten
ru: Спутники

source: Sats
de: Satelliten
ru: Спутники

source: Saturation
de: Sättigung
ru: Насыщенность

source: Service
de: Sender
ru: О канале

source: Service name
ru: Имя канала

source: Services
de: Sender
ru: Сервисы

source: Signal:
ru: Сигнал:

source: Simple
de: Einfach
ru: Простой

source: Slot %d
de: Steckplatz %d
ru: Слот %d

source: Sports
de: Sport
ru: Спортивный

source: Standard
ru: Стандарт

source: Stop
ru: Стоп

source: TB
ru: ТБ

source: TV
ru: ТВ тюнер

source: Toneburst
ru: Тоновый сигнал

source: Toneburst A/B
ru: Тоновый сигнал A/B

source: Total
de: Gesamt
ru: Всего

source: Total:
de: Gesamt:
ru: Всего:

source: Transparent
ru: Прозрачный

source: Transponder Time
ru: Спутника

source: Tuner
ru: Тюнер

source: Tuner :
ru: Тюнер

source: Type
de: Typ
ru: Тип

source: Type:
de: Typ:
ru: Тип:

source: Unicable LNB
ru: Кабельный LNB

source: Uphops +
ru: Скачки +

source: Uphops -
ru: Скачки -

source: Uphops:
ru: Скачки:

source: Version: %s
ru: Версия: %s

source: Version:
ru: Версия:

source: Version: %s
ru: Версия: %s

source: Vertical
de: Vertikal
ru: Вертикальная

source: WWW: %s
ru: Сайт: %s

source: Web Interface
ru: Веб интерфейс

source: Zap
de: Umschalten (Zappen)
ru: Переключение

source: am
ru: утра

source: auto
de: Automatisch
ru: авто

source: ballet
de: Ballett
ru: балет

source: ecm.info
ru: ecm инфо

source: extensions.
ru: расширений.

source: foreca.com Wheater Information
ru: Информация о погоде

source: hops:
ru: скачки:

source: jazz
ru: джаз

source: kmh
ru: км/ч

source: menu
de: Menü
ru: меню

source: minute
ru: мин

source: minutes
de: Minuten
ru: минут

source: ms
ru: мс

source: multi
ru: мульти

source: normal
ru: нормальный

source: original
ru: оригинальный

source: provid:
ru: id провайдера:

source: religion
ru: религия

source: rock/pop
ru: рок/поп

source: simple
de: einfach
ru: простой

source: standard
ru: стандарт

source: talk show
ru: интервью/беседа

source: tennis/squash
de: Tennis/Sqash
ru: теннис/сквош

source: zap
de: Zappen
ru: переключить

source: Animations
de: Animationen

source: Back/Recall
de: Zurück

source: Epg/Guide long
de: Epg/Guide lang

source: F1/LAN long
de: F1/LAN lang

source: F2 long
de: F2 lang

source: F3 long
de: F3 lang

source: Help long
de: Help lang

source: Info (EPG) Long
de: Info (EPG) lang

source: Max:
de: Höchstens:

source: Message...
de: Nachricht...

source: Power long
de: Power lang

source: Scaler vertical dejagging
de: Scaler vertikales Antialiasing

source: Streaming
de: Streame...

source: Volume
de: Lautstärke

source: config menu
de: Konfigurationsmenü

source: long
de: Lang

source: vix
de: Spinner
