Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Bitrate:
fr: Débit binaire:
ru: Битрейт:

source: Black
de: Schwarz
fr: Noir
ru: Чёрный

source: Black screen
de: Schwarzer Bildschirm
fr: Ecran noir
ru: Чёрный экран

source: Black screen till locked
fr: Ecran noir jusqu'au vérouillage
ru: Черный экран блокируется до

source: Blinking REC Symbol
fr: Symbole d’enregistrement clignotant

source: Block noise reduction
de: Reduktion Bildschirmrauschen
fr: Réduction des blocs de bruit
ru: Подавление блочных шумов

source: Blue
de: Blau
fr: Bleu
ru: Синий

source: Blue button
fr: Bouton bleu

source: Blue long
de: Blau lang
fr: Bleu long
ru: Синий долго

source: Bookmarks
de: Lesezeichen
fr: Favoris
ru: Закладки

source: Boost blue
de: Blau lang
fr: Intensifier le bleu
ru: Добавить синий

source: Boost green
de: Grün lang
fr: Intensifier le vert
ru: Добавить зелёный

source: Boot Confirmation
de: Bestätigung des Bootens
fr: Configuration Boot
ru: Подтверждение загрузки

source: Boot Image
fr: Démarrer image
ru: Загрузочный образ

source: Boot Image(Ok)
fr: Démarrer image(Ok)

source: Boot-up action
de: Was beim Booten geschehen soll
fr: Action au démarrage

source: Bootlogo Setup
de: Bootlogo Einstellung
fr: Configuration Bootlogo

source: Bouquet List
de: Bouquet Liste
fr: Liste des bouquets
ru: Список букетов

source: BouquetList
fr: Liste des bouquets

source: Brazil
de: Brasilien
fr: Brésil
ru: Бразилия

source: Brightness
de: Helligkeit
fr: Luminosité
ru: Яркость

source: Brightness (Dimmed)
fr: Luminosité (réduite)

source: Brightness (Normal)
de: Helligkeit (Normal)
fr: Luminosité (Normal)
ru: Яркость в режиме работы

source: Brightness (Standby)
de: Helligkeit (Standby)
fr: Luminosité (Standby)
ru: Яркость в режиме ожидания

source: Broadcast:
fr: diffusion en direct:
ru: Трансляция:

source: Buffer size [kB]:
de: Buffer Größe [kB]:
fr: Taille tampon [kB]:
ru: Размер буфера [kB]:

source: Buffering %d%%
de: Pufferung %d%%
fr: Mise en mémoire %d%%

source: Buffers:
de: Buffer:
fr: Tampons:
ru: Буфер:

source: Build: %s
de: Erstellt: %s
fr: Compilation: %s
ru: Сборка: %s

source: Bulgarian
de: Bulgarisch
fr: Bulgare
ru: Болгарский

source: Burn Bludisc
de: Bludisc brennen
fr: Graver un Blu-Disc

source: Burn DVD
de: DVD brennen
fr: Graver le DVD
ru: Прожечь DVD

source: Burn existing image to medium
de: Vorhandenes Image auf das Medium brennen
fr: Graver l'image existante sur le média
ru: Записать имидж на носитель

source: Burn to medium
de: Auf das Medium brennen
fr: Graver sur le média
ru: Запись на носитель

source: Button
de: Taste
fr: Touche
ru: Кнопка

source: Button setup
de: Tasten-Einstellungen
fr: Configuration touches
ru: Кнопки пульта

source: ButtonSetup
de: Tasten Einstellungen
fr: Paramètres des boutons

source: By EGAMI Image Team
fr: Par l'équipe de l'Image EGAMI

source: Bypass HDMI EDID Check
de: HDMI EDID Überprüfung überspringen
fr: Ignorer la vérification HDMI EDID
ru: Обход проверки HDMI EDID

source: Bytes received:
de: Bytes empfangen:
fr: Bytes reçus:
ru: Бит принято:

source: Bytes sent:
de: Bytes gesendet:
fr: Bytes envoyés:
ru: Бит передано:

source: C-Band
fr: Bande C
ru: C-Диапазон

source: CAT Info
fr: Info CAT
ru: CAT

source: CCcam Client Info
fr: CCcam Info clients
ru: Инфо CCcam клиента

source: CCcam Config Switcher
de: CCcam Konfiguration Umschalter
fr: CCcam changer de config
ru: Выбор конфигураций CCcam

source: CCcam ECM Info
fr: CCcam Info ECM
ru: CCcam ECM Инфо

source: CCcam Info %s by AliAbdul mod EGAMI %s This plugin shows you the status of your CCcam.
fr: CCcam Info %s par AliAbdul mod EGAMI %s Ce plugin affiche le statut de votre CCcam.

source: CCcam Info Config
de: CCcam Info Konfiguration
fr: CCcam Config info
ru: Конфигурация CCcam Инфо

source: CCcam Info Setup
fr: CCcam Config info
ru: Настройка CCcam Инфо

source: CCcam Provider Info
fr: CCcam Info opérateur
ru: CCcam Provider Инфо

source: CCcam Remote Info
fr: CCcam Info distant
ru: CCcam Remote Инфо

source: CCcam Server Info
fr: CCcam Info serveur
ru: CCcam Server Инфо

source: CCcam Share Info
fr: CCcam Info partage
ru: CCcam Share Инфо

source: CCcam Shares Info
fr: CCcam Info partages
ru: CCcam Shares Инфо

source: CCcam.cfg Basic Line Editor
fr: CCcam.cfg éditeur basique de ligne
ru: CCcam.cfg редактор

source: CF card mounted in:
de: CF card gemounted in:
fr: Carte CF mountée en:
ru: CF-карта установлена в:

source: CHANGE BOUQUET
de: BOUQUET ändern
fr: CHANGER DE BOUQUET
ru: СМЕНИТЬ БУКЕТ

source: CI (Common Interface) Setup
de: CI Einstellungen
fr: CI (Interface commune) configuration

source: CI assignment
de: CI Zuweisung
fr: Assignation CI
ru: Настройка модуля доступа

source: CI+ Helper Setup
fr: CI+ Helper Configuration

source: CIHelper Setup
fr: Configure CIHelper

source: CIHelper for SLOT CI0
fr: CIHelper pour le SLOT CI0

source: CIHelper for SLOT CI1
fr: CIHelper pour le SLOT CI1

source: Cable
de: Kabel
fr: Câble
ru: Кабель

source: Cable Scan
de: Kabel Suche
fr: Analyse câble
ru: Сканировать кабельный диапазон

source: Cache thumbnails
fr: Cacher les vignettes
ru: Кешировать зскизы

source: Cached:
fr: En cache:
ru: Кэширование:

source: Calculate
de: Berechnen
fr: Calculer
ru: Подсчет

source: Calculate all positions
de: Alle Positionen berechnen
fr: Calculer toutes les positions
ru: Подсчет всех позиций

source: Calculation complete
de: Berechnung fertig
fr: Calcul terminer
ru: Подсчет окончен

source: Calibrate
de: Kalibrieren
fr: Calibrer
ru: Калибровка

source: Cam Info
fr: Info CAM
ru: Справка

source: Can be used for different fps between external subtitles and video.
de: Kann für verschiedene fps zwischen externen Untertiteln und Video verwendet wertden
fr: Peut-être utilisé pour différent fps entre les sous-titres externes et la vidéo.
ru: Может использоваться для различных частот кадров.

source: Can't going to live TV! Switch to live TV and restart Timeshift ?
fr: Impossible de retourner sur la TV en direct! Retourner sur la TV en direct et redémarre le PauseDirect?

source: Can't play the next Timeshift file! Switch to live TV and restart Timeshift ?
fr: Impossible de lire le fichier PauseDirect suivant! Basculer sur la TV en direct et redémarrer le PauseDirect?

source: Can't play the previous timeshift file! You can try again.
fr: Impossible de lire le fichier de PauseDirect précédent! Vous pouvez réessayer.

source: Can't unmount partiton, make sure it is not being used for swap or record/timeshift paths
fr: Impossible de faire un unmount d’une partition, assurez vous qu’elle n’est pas utilisée pour comme chemin pour un swap ou les enregistrements / PauseDirect

source: Cancel
de: Abbrechen
fr: Abandon
ru: Отмена

source: Cancel save timeshift as movie
de: Timeshift als Film abbrechen
fr: Abandon sauvegarde du PauseDirect comme film
ru: Не сохранять Timeshift как видеозапись

source: Cannot delete file
de: Kann die Datei nicht löschen
fr: Ne peut pas effacer le fichier
ru: Не удаётся удалить файл!

source: Cannot determine
de: Kann nicht bestimmen
fr: Ne peut pas déterminer
ru: Невозможно определить

source: Cannot find any signal ..., aborting !
de: Finde kein Signal, breche ab
fr: Aucun signal trouvé ..., annulation!
ru: Невозможно найти любой сигнал ..., прервано!

source: Cannot move to the trash can
fr: Impossible de déplacer dans la corbeille

source: Capabilities:
fr: Capacités:

source: Capacity:
de: Kapazität:
fr: Capacité :
ru: Емкость:

source: Cards:
de: Karten:
fr: Cartes:
ru: Карта:

source: Cards:
de: Karten:
fr: Cartes:
ru: Карт:

source: Cards: 0
de: Karten: 0
fr: Carte:0
ru: Карт: 0

source: Cardserial
de: Seriennummer der Karte
fr: N° de série de la carte
ru: Серийный номер карты

source: Cascade PiP
fr: PiP en cascade
ru: Каскад PiP

source: Center DVB subtitles
de: Zentriere DVB Untertitel
fr: Centrer les sous-titres DVB
ru: DVB субтитры по центру

source: Change Configuration mode simple to advanced
fr: Changer le mode de configuration de simple en avancé

source: Change PIN
fr: Changer PIN

source: Change bouquets in quickzap
de: Bouquets wechseln beim Quickzap
fr: Changer les bouquets en zapping rapide
ru: Переключать букеты при смене каналов

source: Change city
de: Ort ändern
fr: Changer ville
ru: Изменить город

source: Change next timer
de: Nächsten Timer ändern
fr: Changer programmation suivante
ru: Изменить следующий таймер

source: Change recording (add time)
fr: Modifier un enregistrement (ajouter du temps)

source: Change recording (duration)
de: Aufnahme ändern (Aufnahmelänge)
fr: Modifier l'enregistrement (durée)
ru: Изменить продолжительность записи

source: Change recording (end time)
fr: Modifier un enregistrement (heure de fin)

source: Change repeat and delay settings?
de: Ändern von Verzögerung- und Wiederholungswerten?
fr: Changer les paramètres du délai et de la répétition?
ru: Измененить настройки повтора и задержки?

source: Change settings for your switch modes: single lnb, tonburst or diseqc
fr: Changer les paramètres pour le mode de switch: LNB simple, toneburst ou DiseQc

source: Change some keys functions
de: Einige Tastenbelegungen ändern
fr: Changer la fonction de certaines touches
ru: Режимы работы кнопок пульта

source: Change step size
de: Schrittweite ändern
fr: Changer taille pas
ru: Изменить размер шага

source: Change timer
de: Timer ändern
fr: Changer programmation
ru: Изменить таймер

source: Change to bouquet
de: Zum Bouquet wechseln
fr: Changer vers bouquet
ru: Перейти в букет

source: Changelog
fr: Log des changements
ru: Лог

source: Changes need a system restart to take effect. Restart your %s %s now?
de: Die Änderungen erfordern einen Neustart. Jetzt %s %s neu starten?
fr: Périphériques modifiés cela nécessite un redémarrage pour que cela prenne effet. Redémarrer votre %s %s maintenant?
ru: Необходимо перезагрузить систему. Перезагрузить %s %s сейчас?

source: Channel
de: Kanal
fr: Chaîne
ru: Канал

source: Channel Info
de: Senderinformation
fr: Info sur la chaîne
ru: Инфо о канале

source: Channel List
de: Kanalliste
fr: Liste des chaînes
ru: Список каналов

source: Channel List Setup
de: Kanallisteneinstellungen
fr: Config liste des chaînes
ru: Настройки списка каналов

source: Channel Name
de: Kanalname
fr: Nom de la chaîne

source: Channel down
de: Kanal nach unten
fr: Chaîne bas

source: Channel info
fr: Info chaîne

source: Channel list context menu
de: Kanalliste Kontextmenü
fr: Liste des chaînes menu contextuel
ru: Контекстное меню списка каналов

source: Channel list cursor behavior
de: Kanalliste Cursor-Verhalten
fr: Liste chaînes comportement curseur
ru: Навигация в списке каналов

source: Channel list line mode
fr: Mode ligne de la liste des chaînes

source: Channel list on mode change
de: Kanalliste bei Moduswechsel
fr: Liste des chaînes en changeant de mode
ru: Список каналов при изменении режима

source: Channel list preview
de: Vorschau Kanalliste
fr: Liste des chaînes prévisualisation
ru: Предпросмотр списка каналов

source: Channel list service mode*
de: Kanalliste im Sendermodus*
fr: Liste des chaînes mode de service*
ru: Режим списка каналов

source: Channel list type
de: Typ der Kanalliste
fr: Type de liste des chaînes
ru: Тип списка каналов

source: Channel not in services list
de: Kanal nicht in der Senderliste
fr: Chaîne absente de la liste des services
ru: Канала нет в списке

source: Channel preview mode
de: Kanalvorschau Mode
fr: Mode de prévisualisation des chaînes
ru: Режим предпросмотра канала

source: Channel selection
de: Kanalwahl
fr: Sélection de la chaîne
ru: Выбор каналов

source: Channel selection settings
de: Kanalwahl Einstellungen
fr: Paramètres sélection de chaîne
ru: Настройки списка каналов

source: Channel up
de: Kanal nach oben
fr: Chaîne haut

source: Channel videos
fr: Chaînes vidéos

source: Channel zap delay another button
fr: Délai de zap de chaîne un autre bouton

source: Channel zap delay first button
fr: Délai de zap de chaîne premier bouton

source: Channel zap delay mode
fr: Délai du mode de zap de chaîne

source: Channel:
de: Kanal:
fr: Chaîne:
ru: Канал:

source: Channel:
fr: Chaîne:

source: ChannelEPG settings
de: Sender-EPG Einstellungen
fr: Configs EPG chaîne
ru: Настройка EPG канала

source: Channellist menu
de: Kanallistenmenü
fr: Liste des chaînes menu

source: Channelname
fr: Nom de la chaîne

source: Chapter
de: Kapitel
fr: Chapitre
ru: Глава

source: Chapter:
de: Kapitel:
fr: Chapitre:
ru: Глава:

source: Check
de: Test
fr: Vérification
ru: Проверить

source: Check every (hours)
de: Alle x Stunden prüfen
fr: Vérifier chaque (heures)
ru: Интервал проверки (часов)

source: Check the internet connection
de: Überprüfung der Internetverbindung
fr: Vérfier la connexion internet
ru: Проверьте интернет-соединение

source: Check the internet connection again
de: Nochmalige Überprüfung der Internetverbindung
fr: Vérifier à nouveau la connexion internet
ru: Вновь проверьте интернет-соединение

source: Check update every (hours)
de: Update alle x Stunden prüfen
fr: Vérifier mise-à-jour chaque (heures)
ru: Интервал проверки обновления(часов)

source: Checking Feeds
de: Prüfe Feeds
fr: Vérifier les feeds
ru: Проверка фидов

source: Checking Logs...
de: Überprüfe Log Dateien...
fr: Vérification des logs...
ru: Проверка журналов...

source: Checking file system...
de: Überprüfe Dateisystem
fr: Vérification du système de fichiers...
ru: Проверка файловой системы

source: Checking filesystem...
de: Überprüfe Dateisystem...
fr: Vérification du système de fichiers...
ru: Проверка файловой системы...

source: Checking for Updates...
de: Suche nach Updates...
fr: Vérification des mises-à-jour...
ru: Проверка обновлений...

source: Checking the internet connection
de: Überprüfe die Internetverbindung
fr: Vérification de la connexion Internet
ru: Проверка сети

source: Checking tuner %d DiSEqC port %s for %s
de: Prüfe Tuner %d DiSEqC Port %s für %s
fr: Vérification du tuner %d DiSEqC port %s pour %s
ru: Проверка тюнера %d DiSEqC порт %s для %s

source: Children/Youth
de: Kinder/Jugend
fr: Enfant/Jeunesse
ru: Дети/Молодежь

source: Chipset: BCM%s
de: Chipsatz: BCM%s
fr: Processeur:BCM%s
ru: Чипсет: BCM%s

source: Choice filesystem.
fr: Choisir un système de fichiers.

source: Choose Bouquet
de: Wählen Sie ein Bouquet
fr: Choisir un bouquet
ru: Выбор букета

source: Choose Tuner
de: Tuner wählen
fr: Choisir Tuner

source: Choose Your favorite bootlogo
de: Wählen Sie ihr persönliches Bootlogo
fr: Choisir vos logos de boot préférés

source: Choose a tag for easy finding a recording.
de: Wählen Sie einen TAG, um Aufnahmen einfacher zu finden
fr: Choisir un tag pour retrouver facilement un enregistrement.
ru: Выберите тег для легкого поиска записи.

source: Choose between Daily, Weekly, Weekdays or user defined.
de: Zwischen täglich, wöchentlich, wochentags oder benutzerdefiniert wählen
fr: Choisir entre Journalier, Hebdomadaire, jour de semaine ou défini par l'utilisateur.
ru: Выбор ежедневно, еженедельно, по будням, или определить самостоятельно

source: Choose how the screens will smoothly slides on the screen.
fr: Choisir comment les écrans vont doucement défiler sur l’écran.

source: Choose target folder
de: Zielverzeichnis wählen
fr: Choisir le répertoire cible
ru: Выбор каталога

source: Choose the location where the EPG data will be stored when the %s %s is shut down. The location must be available at boot time.
de: Wählen, wo die EPG Daten gespeichert werden, wenn die %s %s ausgeschaltet wird. Dieser Ort muss beim Start verfügbar sein.
fr: Choisir la localisation pour stocker les données EPG lorsque %s %s est éteint. La localisation doit être accessible au moment du démarrage.
ru: Выбор расположения сохранения данных EPG когда %s %s находится в режиме полного ожидания. Место должно быть доступно при загрузке.

source: Choose the name of the file that holds the EPG data when the %s %s is shut down. This can be handy to differentiate between several boxes.
de: Dateinamen wählen für die EPG-Daten
fr: Choisir le nom du fichier qui contient les données EPG lorsque %s %s est éteint. Cela peut être pratique pour faire une distinction entre plusieurs récepteurs.
ru: Выбор имени файла данных EPG когда %s %s находится в режиме полного ожидания. Это полезно для сравнения между несколькими ресиверами

source: Choose time interval to which the graphics will be rounded off.
de: Das Zeitraster wählen, auf das die Grafiken gerundet werden
fr: Choisir le délai après lequel les images seront modifiées.
ru: Выбор временного интервала для округления

source: Choose what you want the '0' button to do when PIP is active.
de: Wählen, was bei der 0-Taste passieren soll, wenn PiP aktiv ist
fr: Choisir l'action de la touche '0' lorsque PiP est actif.
ru: Функция кнопки '0' в активном режиме PiP

source: Choose where to mount your devices to:
de: Wählen , wohin Ihre Geräte gemountet werden sollen
fr: Emplacement montage de votre périphérique:
ru: Точка монтирования устройства:

source: Choose whether AAC sound tracks should be transcoded.
de: Wählen, ob AAC Tonspuren transkodiert werden sollen
fr: Choisir si les pistes son AAC doivent être transcodées.
ru: Следует ли транскодировать AAC звуковые дорожки.

source: Choose whether multi channel sound tracks should be convert to PCM or SPDIF.
de: Wählen, ob Mehrkanalton als PCM oder SPDIF ausgegeben werden soll
fr: Choisir si les pistes son multi-canaux doivent sortir en PCM ou en SPDIF.

source: Choose whether multi channel sound tracks should be downmixed to stereo.
de: Wählen, ob Mehrkanalton zu Stereo heruntergerechnet werden soll
fr: Choisir si les pistes son multi-canaux doivent être downmixées en stéréo.
ru: Выберите, будет ли мнгоканальный звук перекодироваться в стерео.

source: Choose whether multi channel sound tracks should be output as PCM.
de: Wählen, ob Mehrkanalton als PCM ausgegeben werden soll
fr: Choisir si les pistes son multi-canaux doivent sortir en PCM.
ru: Выберите, будет ли мнгоканальный звук перекодироваться в PCM.

source: Choose whether or not to show an icon when a motorised dish is moving.
de: Soll ein Icon angezeigt werden, wenn sich der Antennenrotor bewegt?
fr: Choisir si un icône doit être affiché lorsqu'une antenne motorisée bouge.
ru: Выбор показа/скрытия значка движения поворотной антенны

source: Choose which level of menu/settings to display. 'Expert' level shows all items.
de: Wählen des Levels der Anzeige für Menü/Einstellungen. 'Expert'-Level zeigt alle Punkte.
fr: Choisir quel niveau de menu/paramètres doit être affiché. 'Expert' affiche tous les éléments.
ru: Выбор показа уровней меню. В режиме Эксперт отображается все.

source: Choose which tuner to configure.
de: Wählen, welcher Tuner konfiguriert werden soll.
fr: Choisir quel tuner configurer.
ru: Выбор тюнера для настройки

source: Chose between record and ZAP.
de: Wählen zwischen Aufnahme und Zappen
fr: Choisir entre enregistrer ou zapper.
ru: Выбор между записью и переключением.

source: Circular LNB
de: LNB Zirkulär
fr: LNB Circulaire

source: Circular left
de: Linkszirkulär
fr: Circulaire gauche
ru: Круговая левая

source: Circular right
de: Rechtszirkulär
fr: Circulaire droit
ru: Круговая правая

source: City
de: Stadt
fr: Ville
ru: Город

source: Clean network trash can's
de: Räume Papierkorbe im Netzwerk auf
fr: Vider les corbeilles réseau
ru: Очищать сетевую корзину

source: Clean network trash cans
fr: Vider les corbeilles réseau
ru: Очищать сетевую корзину

source: Cleaning Trashes
de: Müll löschen
fr: Vider la corbeille
ru: Удалить из корзины

source: Cleanup
de: Aufräumen
fr: Nettoyage
ru: Очистить

source: Clear
de: Löschen
fr: Effacer
ru: Очистить

source: Clear before scan
de: Vor der Suche löschen
fr: Effacer avant d'analyser
ru: Очистить перед сканированием

source: Clear fixed
de: Neue Adresse
fr: Effacer les fixés
ru: Очистить

source: Clear history on Exit:
de: Verlauf beim Verlassen löschen
fr: Effacer l'historique en quittant:
ru: Очистить историю при выходе:

source: Clear log
de: Log löschen
fr: Effacer le log
ru: Очистить журнал

source: Clear playlist
de: Wiedergabeliste leeren
fr: Effacer liste de lecture
ru: очистить список файлов

source: Click on your remote on the button you want to change, then click on "OK"
de: Drücken Sie die Taste, die Sie ändern wollen, dann OK
fr: Appuyer sur le bouton de la télécommande que vous voulez changer, ensuite appuyer sur 'OK'

source: Clock
de: Uhr
fr: Horloge

source: Clone TV screen to LCD
fr: Dupliquer l’écran TV vers le LCD

source: Close
de: Schließen
fr: Fermer
ru: Закрыть

source: Close PiP on exit
de: PiP mit Exit beenden
fr: Fermer le PiP en quittant
ru: Закрывать PiP при выходе

source: Close bouquet list.
de: Bouquetliste schließen
fr: Fermer la liste des bouquets.
ru: Закрыть список букетов

source: Close dialog
de: Dialog schließen
fr: Fermer le dialogue
ru: Закрыть диалог

source: Close title selection
de: Titelauswahl schließen
fr: Fermer sélection titre
ru: Закрыть выбор названия

source: Cloudiness
de: Bewölkung
fr: Opacité
ru: Облачность

source: Code rate HP
de: Empfangsrate HP
fr: Fréquence code Haut (HP)
ru: Скорость кодирования HP

source: Code rate LP
de: Empfangsrate LP
fr: Fréquence code Bas (LP)
ru: Скорость кодирования LP

source: Collection name
de: Name der Zusammenstellung
fr: Nom de la collection
ru: Название коллекции

source: Collection of nice IPTV plugins, bootlogos and softcams
de: Sammlung schöner IPTV Plugins, Bootlogos und Softcams
fr: Collection de plugins IPTV, logos de boot et softcams
ru: Сборка IPTV плагинов, заставок и эмуляторов

source: Collection of plugins/skins/picons/channel lists
de: Sammlung von Plugins/Skins/Picons/Senderlisten
fr: Collection de plugins/thèmes/picons/liste des chaînes
ru: Сборка плагинов/скинов/пиконов/списков каналов

source: Collection settings
de: Einstellungen Zusammenstellung
fr: Paramètres de la collection
ru: Настройки коллекции

source: Color
de: Farben
fr: Couleur

source: Color format
de: Farbformat
fr: Format couleur
ru: Формат цвета

source: Color space
de: Farbraum
fr: Espace colorimétrique
ru: Цветовое пространство

source: Comedy
de: Komödie
fr: Comédie
ru: Комедия

source: Command To Run
de: Befehl zum Ausführen
fr: Commande a exécuter
ru: Команды для запуска

source: Command execution...
de: Befehlsausführung...
fr: Exécution de la commande...

source: Command order
de: Befehlsfolge
fr: Ordre de la commande
ru: Последовательность команд

source: Command type
de: Befehlstyp
fr: Type de commande
ru: Тип команды

source: Common Interface
de: CI
fr: Interface Commune
ru: Модуль условного доступа

source: Common Interface Assignment
de: CI Zuweisung
fr: Assignation Interface Commune (CI)
ru: Настройка модуля доступа

source: Common Interface assignment
de: CI Zuweisung
fr: Assignation Interface Commune (CI)
ru: Настройка модуля доступа

source: Common interface
de: CI
fr: Interface commune (CI)
ru: Модуль условного доступа

source: Complete
de: Komplett
fr: Terminé
ru: Полное

source: Complex (allows mixing audio tracks and aspects)
de: Komplex (erlaubt Mischen verschiedener Ton- und Bildformate)
fr: Complexe (autorise mélange pistes audio et aspects)
ru: Комплекс (микширование звуковых дорожек и разрешения видео)

source: Composition of the recording filenames
de: Art des Dateinamens von Aufnahmen
fr: Composition du noms de fichier des enregistrements
ru: Список имен файлов записи

source: Configfile %s saved.
de: Konfigurationsdatei %s gespeichert.
fr: Le fichier de configuration %s a été sauvegardé.
ru: Файл конфигуарции %s сохранён!

source: Configuration mode
de: Konfigurationsmodus
fr: Mode de configuration
ru: Режим конфигурации

source: Configuration mode: %s
de: Konfigurationsmodus: %s
fr: Mode configuration: %s
ru: Режим конфигурации: %s
