Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Limit debug log size (MB)
de: Debug Log auf (MB) beschränken
fr: Limiter le log de débogage (MB)
ru: Ограничить размер лога отладки (МБ)

source: Limit east
de: Grenzwert Ost
fr: Limite est
ru: Восточный предел

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
de: Beschränken Sie den verwendeten Zeichensatz für Dateinamen von Aufnahmen auf 7Bit ASCII. Dies erhöht die Kompatibilität mit anderen Geräten und Betriebssystemen
fr: Limiter les caractères qui peuvent être utilisé dans le nom des enregistrements à (7 bits) ascii. Cela assure une compatibilité avec les systèmes d'exploitation ou les systèmes de fichiers avec un jeu de caractère limité.
ru: Ограничьте набор символов, которые могут быть использованы в записи имен.

source: Limit west
de: Grenzwert West
fr: Limite ouest
ru: Ограничение запад

source: Limits cancelled
de: Grenzwerte deaktiviert
fr: Limites annulées
ru: Ограничения выключены

source: Limits enabled
de: Grenzwerte aktiviert
fr: Limites activées
ru: Ограничения включены

source: Limits off
de: Grenzwerte aus
fr: Désactiver les limites
ru: Ограничения выключены

source: Limits on
de: Grenzwerte ein
fr: Limites activées
ru: Ограничения включены

source: Link Quality:
de: Verbindungsqualität
fr: Qualité du lien:
ru: Качество связи:

source: Link quality:
de: Verbindungsqualität:
fr: Qualité du lien:
ru: Качество соединения:

source: Link:
de: Verbindung:
fr: Lien:
ru: Подключен:

source: Linked titles with a DVD menu
de: Verknüpfte Titel mit einem DVD-Menü
fr: Titres liés avec un menu DVD
ru: Связанные заголовки с меню DVD

source: List
de: Liste
fr: Liste
ru: Список

source: List EPG functions...
de: Liste EPG Funktionen auf...
fr: Liste des fonctions EPG...
ru: Список функций EPG ...

source: List of Storage Devices
de: Speichergeräteliste
fr: Liste périphériques stockage
ru: Список устройств хранения

source: List of storage devices
de: Speichergeräteliste
fr: Liste des Périphériques de Stockage
ru: Список устройств хранения

source: List version %d, found %d channel
de: List version %d, gefunden %d channel
fr: Version de la liste %d, %d chaînes trouvées
ru: Версия списка %d, найден %d канал

source: List/Fav
fr: Liste/Fav

source: List/PVR
fr: Liste/PVR

source: Listen to the radio...
de: Radio hören
fr: Ecouter la radio...
ru: слушать радио...

source: Lists reloaded!
de: Listen wurden neu geaden
fr: Listes rechargées!

source: Lithuanian
de: Litauisch
fr: Lituanien
ru: Литовский

source: Load
de: Laden
fr: Charger
ru: Загрузить

source: Load EPG
de: EPG laden
fr: Charger EPG
ru: Загрузка EPG

source: Load feed on startup:
de: Feed beim Starten laden
fr: Charger les feeds au démarrage:
ru: Загрузка фида при запуске:

source: Load playlist
de: Wiedergabeliste laden
fr: Charger liste de lecture
ru: загрузить плейлист

source: Load plugin list after TV display
fr: Charger la liste des plugins après l’affichage TV

source: Load unlinked userbouquets
fr: Charger les userbouquets non liés

source: Local box
de: Lokale Box
fr: Boite locale
ru: Ресивер

source: Local network
de: Lokales Netzwerk
fr: Réseau Local
ru: Локальная сеть

source: Location
de: Zielverzeichnis
fr: Emplacement
ru: Расположение

source: Lock:
fr: Vérouillé:

source: Log Manager
de: Log Verwaltung
fr: Gestionnaire de log
ru: Управление журналами

source: Log file name:
fr: Nom du fichier de log:
ru: Длинное имя файла:

source: Log results to harddisk
de: Logergebnisse auf die Festplatte schreiben
fr: Sauver log sur disque dur
ru: Записывать журнал на диск

source: LogManager
de: Log Verwaltung
fr: Gestionnaire de log
ru: Ведение журнала

source: Login failed
de: Login fehlgeschlagen
fr: Login a échoué
ru: Ошибка входа

source: Logs location
de: Speicherort für Logs
fr: Emplacement des logs
ru: Расположение отчётов

source: Logs older then the set no of days will be deleted.
fr: Les logs plus anciens que le nombre de jours spécifiés seront effacés.

source: Logs settings
de: Log Einstellungen
fr: Paramètres des logs
ru: Настройка журналов

source: Long Left/Right
de: Lang links/rechts
fr: Long Gauche/Droite
ru: Длительное нажатие Влево/Вправо

source: Long filenames
de: Lange Dateinamen
fr: Nom de fichiers longs
ru: Длинное имя файла

source: Long key press
de: Langer Tastendruck
fr: Appui long sur touche
ru: Длительное нажатие

source: Loop through to
de: Verbunden mit
fr: rebouclé par
ru: петля к

source: Low :
de: Niedrig
fr: Bas :

source: Lower Framerate save CPU Time
de: Niedrigere Bildwiederholrate lastet CPU weniger aus
fr: Une cadence trame plus basse soulage le processeur

source: Lower limit in kilobits per seconds [kbit/s]
fr: Limite inférieure en kilobits par secondes [kbit/s]

source: Luxembourgish
de: Luxemburgisch
fr: Luxembourgeois
ru: Люксембургский

source: MAC address
fr: Adresse MAC

source: MAC address settings
fr: Paramètres adresse MAC

source: MORE
de: Mehr
fr: PLUS

source: Main menu
de: Hauptmenü
fr: Menu principal
ru: Основное меню

source: Mainmenu
de: Hauptmenü
fr: Menu principal
ru: Основное меню

source: Maintain old EPG data for
de: Behalte alte EPG-Daten für:(Minuten)
fr: Garder les anciennes données EPG pour
ru: Сохранять прошедшие события EPG для

source: Make backup of plugins, skins, settings, cams and restore it after fresh image installation
de: Backup von Plugins, Skins, Einstellungen, Cams und sie nach einer Neuinstallation wiederherstellen
fr: Faire une sauvegarde des plugins, thèmes, paramètres, cams et les restaurer après l'installation d'une nouvelle image
ru: Резервное копирование/восстановление плагинов, скинов, настроек, эмуляторов

source: Make full image backup which allows to flash other boxes
de: Ein Full- Image-Backup machen, das auf anderen Boxen geflasht werden kann
fr: Faire une sauvegarde complète de l'image qui autorise de flasher d'autres récepteurs
ru: Полное резервное копирование системы

source: Make this mark an 'in' point
de: Aus dieser Markierung einen Anfangspunkt machen
fr: Faire de cette marque un point 'en'
ru: Отметить эту точку как 'начало'

source: Make this mark an 'out' point
de: Aus dieser Markierung einen Endpunkt machen
fr: Faire de cette marque un point 'hors'
ru: Отметить эту точку как 'конец'

source: Make this mark just a mark
de: Aus dieser Markierung nur eine Markierung machen
fr: Faire de cette marque juste une marque
ru: Создать простую метку

source: Manage Inadyn, SSH, uShare, OpenVPN, NFS, DLNA
de: Inadyn, SSH, uShare, OpenVPN, NFS, DLNA verwalten
fr: Gérer Inadyn, SSH, uShare, OpenVPN, NFS, DLNA
ru: Управление Inadyn, SSH, uShare, OpenVPN, NFS, DLNA

source: Manage Your devices like USB, HDD, DVD...
de: Speichermedien wie USB, HDD, DVD verwalten
fr: Gérer vos périphériques comme USB, HDD, DVD...
ru: Управление устройствами, как USB, HDD, DVD

source: Manage extensions
de: Extensions verwalten
fr: Gestionnaire des extensions
ru: Управлени е расширениями

source: Manage your %s %s's software
de: Verwaltung der Software der %s %s.
fr: Gestion du logiciel de votre %s %s
ru: Управление ПО %s %s

source: Manual
de: Manuell
fr: Manuel
ru: ручной

source: Manual Scan
de: Manuelle Suche
fr: Analyse Manuelle
ru: Ручное сканирование

source: Manual configuration
de: Manuelle Konfiguration
fr: Configuration manuelle
ru: Настроить вручную

source: Manual scan
de: Manuelle Suche
fr: Analyse manuelle
ru: Ручной поиск

source: Manual transponder
de: Manueller Transponder
fr: Transpondeur manuel
ru: Транспондер вручную

source: Manufacturer
de: Hersteller
fr: Constructeur
ru: Производитель

source: March
de: März
fr: mars
ru: Март

source: Margin after recording (minutes)
de: Nachlauf nach Aufnahme (Minuten)
fr: Marge après enregistrement (min)
ru: Добавить время после записи (мин)

source: Margin before recording (minutes)
de: Vorlauf vor Aufnahme (Minuten)
fr: Marge avant enregistrement (min)
ru: Добавить время перед записью (мин)

source: Mark service as a dedicated 3D service
fr: Marquer le service comme dédié à la 3D

source: Mark/Portal/Playlist
fr: Marquer/Portail/Playlist

source: Max memory positions
de: Maximale Positionsspeicherzahl
fr: position de la mémoire Max
ru: Запомнить позицию

source: Max. bitrate:
fr: Débit binaire Max.:
ru: Максимальный битрейт:

source: Maximum no of days:
fr: Nombre maximum de jours:

source: Maximum number of days in EPG
de: Maximale Anzahl von Tagen vom EPG
fr: Nombre maximum de jours dans l'EPG

source: Maximum space used (MB):
fr: Espace maximum utilisé (MB)

source: May
de: Mai
fr: mai
ru: Май

source: Media
fr: Multimédia

source: Media Player
de: Filmwiedergabe
fr: Lecteur de médias
ru: Медиаплеер

source: Media long
fr: Média long

source: Media playback Remaining/Elapsed as
de: Zeige Zeit bei Wiedergabe als verbleibend/verstrichen
fr: Lecture médias temps restant/écoulé comme
ru: Отображать как осталось/прошло

source: Media player
de: Filmwiedergabe
fr: Lecteur de médias
ru: Медиаплеер

source: Media scanner
de: Suche nach Filmen
fr: Analyseur de médias
ru: Медиа сканер

source: Medium is not a writeable DVD!
de: Das Medium ist keine beschreibbare DVD!
fr: Ce support n'est pas un DVD enregistrable!
ru: Носитель не перезаписываемый DVD!

source: Medium is not empty!
de: Das Medium ist nicht leer!
fr: Ce support n'est pas vide!
ru: Носитель не пустой!

source: Medium toolbox
fr: Boite à outils Média
ru: Инструменты DVD

source: Memory
de: Speicher
fr: Mémoire
ru: Память

source: Memory Information
de: Speicherinformationen
fr: Information mémoire
ru: Инфо о памяти

source: Memory index
de: Index Speicher
fr: Index mémoire
ru: Запомненный индекс

source: Menu animation quickly -/+ smoothly
fr: Animation des menus rapidement -/+ doucement

source: Menu config
de: Menükonfiguration
fr: Menu de configuration
ru: Конфигурация меню

source: Merging Timeshift files
de: TimeShift-Dateien werden zusammengefügt
fr: Fusion des fichiers PauseDirect
ru: Объединение файлов Timeshift

source: Mexico
fr: Mexique
ru: Мексика

source: MiniDLNA Setup
fr: Configuration MiniDLNA
ru: Настройка MiniDLNA

source: MiniTV with OSD
de: MiniTV mit OSD
fr: MiniTV avec affichage à l'écran
ru: MiniTV с меню

source: Minimum age %d years
de: Mindestalter %d Jahre
fr: Age minimum %d ans
ru: Минимальный возраст %d лет

source: Minimum send interval
de: Minimales Sendeintervall
fr: Intervalle de garde
ru: Минимальный интервал посыла

source: Misconfigured unicable connection from tuner %s to tuner %s! Tuner %s option "connected to" are disabled now
fr: Erreur de configuration de la connexion unicable du tuner %s vers le tuner %s! Option du tuner %s « connecté à » est maintenant désactivé

source: Missing
de: Fehlend
fr: Manquant
ru: Недостающий

source: Model: %s %s
fr: Modèle: %s %s
ru: Модель: %s %s

source: Model:
de: Modell:
fr: Modèle:
ru: Модель:

source: Model: %s %s
de: Modell:%s %s
fr: Modèle: %s %s
ru: Модель: %s %s

source: Moderately
fr: Modérément

source: Modulator
fr: Modulateur
ru: Модулятор

source: Mon
de: Mo
fr: Lun
ru: Пн

source: Mon-Fri
de: Mo-Fr
fr: Lun-Ven
ru: Пн-Пт

source: Monday
de: Montag
fr: Lundi
ru: Понедельник

source: Monthly
de: Monatlich
fr: mensuel
ru: Ежемесячно

source: Mosquito noise reduction
de: Mosquito Noise Reduzierung
fr: Réduction bruit pixelisation
ru: Шумоподавление Mosquito

source: Motor command retries
de: Motorbefehl wird wiederholt
fr: Tentatives de commande moteur

source: Motor running timeout
de: Zeitüberschreitung Motorlauf
fr: Mouvement du moteur en timeout

source: Mount
fr: Monter
ru: Монтировать

source: Mount failed
de: Mounten fehlgeschlagen
fr: Mountage a échoué
ru: Ошибка монтирования

source: Mount:
fr: Monter:
ru: Подключение:

source: Mounts Setup
de: Freigabe Einstellungen
fr: Configuration des montages
ru: Настройка монтирования

source: Move
de: Verschieben
fr: Déplacer
ru: Переместить

source: Move Left/Right
de: Verschiebe links/rechts
fr: Déplace gauche/droite
ru: Двигать Влево/Вправо

source: Move PIP
de: PiP verschieben
fr: Déplacer l'incrustation d'image (PiP)

source: Move PiP to main picture
de: PiP ins Hauptfenster verschieben
fr: déplacer PiP vers l'écran principale
ru: переместить PiP на основной экран

source: Move Picture in Picture
de: PIP verschieben
fr: Déplacer l'incrustation d'image (PiP)

source: Move Up/Down
de: Verschiebe nach oben/unten
fr: Déplacer haut/bas
ru: Двигать Вверх/Вниз

source: Move down a page
de: Eine Seite hinunter
fr: Descendre d'une page
ru: Вниз страницы

source: Move down to last entry
fr: Déplacer en bas vers la dernière entrée

source: Move down to next entry
fr: Déplacer en bas vers l’entrée suivante

source: Move east
de: Drehe nach Osten
fr: Déplacer vers l'est
ru: Переместить на восток

source: Move file
fr: Déplacer fichier

source: Move folder
fr: Déplacer répertoire

source: Move mode off
fr: Mode déplacement désactivé

source: Move mode on
fr: Mode déplacement activé

source: Move to home of list
de: An den Anfang springen
fr: Aller à l'accueil de la liste
ru: Переход в начало списка

source: Move to position X
de: Auf Position X drehen
fr: Aller à la position X
ru: Переход на позицию Х

source: Move up a page
de: Eine Seite nach oben
fr: Monter d'une page
ru: Вверх страницы

source: Move up to first entry
fr: Déplacer en haut vers la première entrée

source: Move up to previous entry
fr: Déplacer en haut vers l’entrée précédente

source: Move west
de: Drehe nach Westen
fr: Déplacer vers l'ouest
ru: Переместить на запад

source: Moved to position 0
de: Auf Position 0 gedreht
fr: Aller à la position 0
ru: Переход на позицию 0

source: Moved to position at index
de: Auf Position des Index gedreht
fr: Aller à la position à l'index
ru: Переход на индексную позицию

source: Movement
de: Drehung
fr: Déplacement
ru: Перемещение

source: Movie
de: Film/Aufnahme
fr: Film
ru: Фильмы

source: Movie List
de: Aufnahmeliste
fr: Liste des films
ru: Список записей

source: Movie List Setup
de: Aufnahmeliste Einstellungen
fr: Configuration de la liste des films
ru: Настройка списка записей

source: Movie location
de: Film/Aufnahme Verzeichnis
fr: Emplacement des films
ru: Расположение списка записей

source: Movie selection
de: Film/Aufnahme Auswahl
fr: Sélection du film
ru: Выбор из списка

source: Movie/Drama
de: Film/Drama
fr: Film/Drame
ru: Фильм/Драма

source: Movielist menu
de: Aufnahmeliste Meü
fr: Menu liste des films

source: Moving
de: Ich drehe
fr: Déplacement
ru: Перемещение

source: Moving east ...
de: Drehe nach Osten
fr: Déplacer vers l'est...
ru: Перемещение на восток...

source: Moving files
de: Verschiebe Dateien
fr: Déplacement des fichiers
ru: Перемещение файлов

source: Moving to position
de: Drehe auf Position
fr: Aller à la position
ru: Переход на позицию

source: Moving west ...
de: Drehe nach Westen
fr: Déplacer vers l'ouest...
ru: Перемещение на запад...

source: MultiBoot Selector
fr: Sélectionneur de MultiBoot

source: MultiEPG settings
de: Einstellungen für MultiEPG
fr: Paramètres MultiEPG
ru: Настройки мульти EPG

source: Multimedia
fr: Multimédia
ru: Мультимедиа

source: Multiple service support
de: Kann mehrere Sender entschlüsseln
fr: Support service multiple
ru: Поддержка мультисервисов

source: Multisat all select
de: Multisat alle auswählen
fr: Sélectionner tous les multisat

source: Music
de: Musik
fr: Musique
ru: Музыка

source: Music/Ballet/Dance
de: Musik/Ballett/Tanz
fr: Musique/Ballet/Danse
ru: Музыка/Балет/Танцы

source: Mute
de: Ton aus
fr: Silence

source: My Extension
de: Meine Extension
fr: Mes extensions
ru: Мое расширение

source: My extension
de: Meine Erweiterung
fr: Mes extensions
ru: Мое расширение

source: MyTube Settings
de: MyTube Einstellungen
fr: MyTube lecteur paramètres
ru: Настройки MyTube

source: MyTubePlayer Help
de: MyTubePlayer Hilfe
fr: MyTubePlayer Aide

source: MyTubePlayer active video downloads
de: MyTubePlayer aktive Video Downloads
fr: MyTubePlayer activer les téléchargements vidéo

source: MyTubePlayer settings
de: MyTubePlayer Einstellungen
fr: MyTubePlayer paramètres
ru: Настройки MyTubePlayer

source: MyTubeVideoInfoScreen
fr: MyTubeEcranInfoVidéo

source: MyTubeVideohelpScreen
fr: MyTubeEcranAideVidéo

source: NEXT
de: Nächster/e/s
fr: SUIVANT

source: NFS Setup
de: NFS Einstellungen
fr: Configuration NFS
ru: Настройка NFS

source: NIT Info
fr: Info NIT
ru: NIT

source: NO
fr: NON

source: NOW
de: Jetzt
fr: ACTUELLEMENT

source: NTP server
fr: Serveur NTP
ru: NTP сервер

source: Name
fr: Nom
ru: Имя

source: Name:
fr: Nom:
ru: Имя:

source: Name:
fr: Nom:
ru: Имя:

source: Name: n/a
fr: Nom: pas disponible
ru: Имя: n/a

source: Nameserver
de: DNS
fr: Serveur de nom (DNS)
ru: DNS сервер

source: Nameserver %d
de: DNS %d
fr: Serveur de nom (DNS) %d
ru: DNS сервер %d

source: Nameserver settings
de: DNS Einstellungen
fr: Paramètres serveur de nom (DNS)
ru: Настройка DNS сервера

source: Nameserver setup
fr: Paramètres serveur de nom (DNS)

source: Namespace
de: DNS Raum
fr: Espace nom
ru: Идентификатор

source: Napisy24
fr: sous-titres24

source: Needs a reboot to apply a new settings Do you want to Reboot now?
fr: Un redémarrage complet est nécessaire pour appliquer les nouveaux paramètres. Voulez-vous rédemarrer complètement maintenant?

source: Netmask
de: Netzmaske
fr: Masque sous-réseau
ru: Маска

source: Netmask:
de: Netzmaske:
fr: Masque de sous-réseau:
ru: Маска:

source: Network
de: Netzwerk
fr: Paramètres réseau
ru: Сеть

source: Network ID
de: Netzwerk ID
fr: ID Réseau
ru: ID сети

source: Network Information
de: Netzwerkinformationen
fr: Information réseau
ru: Информация о сети

source: Network MAC settings
de: Netzwerk MAC Einstellungen
fr: Paramètres adresse MAC réseau
ru: Настройки MAC сети

source: Network Servers:
de: Netzwerkserver:
fr: Serveurs réseau:
ru: Сетевые ресурсы:

source: Network Setup
de: Netzwerkeinstellungen
fr: Paramètres Réseau
ru: Настройка сети

source: Network Test
de: Netzwerktest
fr: Test réseau
ru: Тест сети

source: Network configuration...
de: Netzwerk Konfiguration
fr: Configuration réseau...

source: Network menu
fr: Menu Réseau

source: Network mounts
de: Netzwerk FREIGABEN
fr: Montages réseau
ru: Сетевые диски

source: Network name (SSID)
de: Netzwerkname (SSID)
fr: Nom du réseau (SSID)
ru: Имя сети (SSID)

source: Network scan
de: Netzwerksuche
fr: Analyse du réseau
ru: Сетевой поиск

source: Network setup
de: Netzwerkeinstellungen
fr: Paramètres du réseau
ru: Настройка сети

source: Network test
de: Netzwerk Test
fr: Test du réseau
ru: Тест сети

source: Network test...
fr: Test du réseau...

source: Network test:
de: Netzwerk Test:
fr: Test du réseau:
ru: Тест сети:

source: Network wizard
de: Netzwerkassistent
fr: Assistant réseau
ru: Мастер настройки сети

source: Network:
de: Netzwerk:
fr: Réseau:
ru: Сеть:

source: New
de: Neu
fr: Nouvelle
ru: Новые

source: New Zealand
de: Neuseeland
fr: Nouvelle Zélande
ru: Новая Зеландия

source: New folder
fr: Nouveau dossier

source: New profile:
de: Neues Profil:
fr: Nouveau profile:
ru: Новый профиль:

source: New subscription added
de: Neue subscription hinzugefügt
fr: Nouvelle inscription ajoutée
ru: Новая подписка добавлена

source: New symlink
de: Neuer Symlink
fr: Nouveau lien symbolique
ru: Новый симлинк

source: New timers location
de: Neuer Speicherort für Timer
fr: Nouvelle localisation des programmations
ru: Новое расположение записей по таймеру

source: NewCamd DES Key:
fr: NewCamd clé DES:

source: News & Politics
de: Nachrichten und Politik
fr: Information&Politique
ru: Новости и Политика

source: News Current Affairs
de: Nachrichten/Gegenwart
fr: Nouvelles affaires en cours
ru: Новости, События

source: News about EGAMI
de: Neues von EGAMI
fr: Nouvelles à propos d'EGAMI
ru: Новости EGAMI

source: Next
de: Nächste/r
fr: Suivant
ru: След

# now/next: 'next' event label
source: Next
de: Demnächst
fr: Suivant
ru: След.

source: No
de: Nein
fr: Non
ru: Нет

source: No (supported) DVDROM found!
de: Kein (unterstütztes) DVD-Laufwerk gefunden!
fr: Aucun lecteur DVD (supporté) trouvé!
ru: Не найден (поддерживаемый) DVDROM!

source: No Connection
de: Keine Verbindung
fr: Pas de connexion
ru: Нет подключения

source: No HDD found or HDD not initialized!
de: Keine Festplatte gefunden, oder Festplatte nicht initialisiert
fr: Aucun disque dur trouvé, ou disque dur non initialisé!
ru: HDD не найден или не инициализирован!

source: No Harddisk or Harddisk with S.M.A.R.T capabilites detected
de: Keine Festplatte oder keine Festplatte mit S.M.A.R.T. Fähigkeit gefunden
fr: Aucun disque dur ou pas de disque dur supportant S.M.A.R.T. détecté
ru: Жесткий диск не обнаружен

source: No Timeshift found to save as recording!
de: Keine Timeshiftdatei gefunden, die als Aufnahme gespeichert werden kann
fr: Aucune PauseDirect trouvée à sauvegarder comme enregistrement!
ru: Не найдено файла Timeshift для сохранения как запись!

source: No active channel found.
fr: Aucune chaîne active trouvée.

source: No age block
fr: Pas de blocage sur l'âge

source: No cable tuner found!
de: Kein Kabelempfänger gefunden!
fr: Aucun tuner câble trouvé!
ru: Не найден тюнер кабельного ТВ!

source: No card inserted!
de: Keine Karte eingeschoben!
fr: Aucune carte insérée!
ru: Карта не вставлена!

source: No connection
fr: Pas de connexion

source: No data on transponder! (Timeout reading PAT)
de: Keine Daten auf dem Transponder! (Zeit lief beim Lesen der PAT ab)
fr: Aucune donnée sur le transpondeur! (Temps dépassé en lisant PAT)
ru: Нет данных на транспондере! (канал ушёл или слабый сигнал) (Таймаут чтения PAT)

source: No delay
de: Keine Verzögerung
fr: Aucun délai
ru: Без задержки

source: No description available.
de: Keine Beschreibung verfügbar
fr: Description non disponible.
ru: Описание отсутствует.

source: No displayable files on this medium found!
de: Keine darstellbaren Dateien auf diesem Medium gefunden
fr: Aucun fichiers affichables trouvés sur ce support!
ru: Нет файлов для воспроизведения на этом носителе!

source: No entries in the playlist available!
de: Keine Einträge in der Abspielliste!
fr: Aucune entrée valide dans liste de lecture!
ru: Нет записей для воспроизведения!

source: No entry in lcn db. Please do a service scan.
de: Kein Eintrag in lcn db. Sendersuchlauf starten
fr: Aucune entrée dans la db lcn. Veuillez faire une analyse des services.
ru: Нет данных. Выполните сканирование

source: No event info found, recording indefinitely.
de: Keine EPG-Daten gefunden. Starte unbegrenzte Aufnahme.
fr: Aucune information trouvée sur l'émission, enregistrement indéfini.
ru: Информация о событиях не найдена, запись продолжена.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
de: Spulen nicht möglich, aber mit Hilfe der Zahlen-Tasten 1/4/7/3/6/9 kann gesprungen werden!
fr: Aucun passage rapide possible encore. Cependant, vous pouvez sauter avec les boutons numériques avant/arrière!
ru: Быстрая перемотка невозможна... Вы можете использовать цифровые кнопки для перехода вперед/назад!

source: No free index available
de: Kein freier Index verfügbar.
fr: Aucun index libre disponible
ru: Свободные индексы отсутствуют.

source: No free tuner available!
fr: Aucun tuner disponible!

source: No free tuner!
de: Kein freier Tuner!
fr: Aucun tuner de libre
ru: Нет свободного тюнера!

source: No further information available.
de: Keine weitere Information verfügbar
fr: Aucune information supplémentaire disponible.
ru: Отсутствует информация.

source: No internal Harddisk detected!!!! Please install an internal Harddisk first to be in a position to check harddisk temperature.
de: Keine interne Festplatte gefunden. Bitte interne Festplatte für Temperaturkontrolle einbauen
fr: Aucun disque dur détecté!!!! Veuillez installer un disque dur interne avant de pouvoir contrôler sa température.
ru: Жесткий диск не обнаружен!!!! Установите внутренний жесткий диск.
