Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Fade-out speed
fr: Vitesse de disparition

source: Remote host:
fr: Hôte distant:
ru: Удалённый хост:

source: Remote port:
fr: Port distant:
ru: Удаленный порт:

source: Set clock position
de: Position der Uhr einstellen
fr: Régler la position de l'horloge
ru: Установить позицию часов

source: Please press OK to start Kodi...
fr: Appuyez sur OK pour démarrer Kodi...

source: WARNING: There is not enough space to install Kodi!
fr: ATTENTION: Il n’y a pas assez de place pour installer Kodi!

source: Kodi not present. Proceed with install?
fr: Kodi pas installé. Voulez-vous l’installer?

source: <This tuner is configured automatically>
fr: <Ce tuner est configuré automatiquement>

source: Advanced options and settings.
de: Fortgeschrittene Optionen und Einstellungen
fr: Options avancées et paramètres.
ru: Дополнительные параметры и настройки

source: After pressing OK, please wait!
de: Nach OK Taste bitte warten!
fr: Après avoir appuyé sur OK, veuillez patienter!
ru: После нажатия кнопки ОК, пожалуйста, подождите!

source: Backup your %s %s settings.
de: Backup der Einstellungen Ihrer %s%s
fr: Sauvegarde paramètres de votre %s %s.
ru: Резервное копирование настроек %s %s

source: Edit the upgrade source address.
de: Die Upgradequellen Adresse editieren
fr: Editer l'adresse d'origine pour la mise à jour.
ru: Редактировать адрес источника обновления

source: Manage extensions or plugins for your %s %s
de: Extensions oder Plugins Ihrer %s %s verwalten
fr: Gestion extensions ou plugins de votre %s %s.
ru: Управление расширениями и плагинами %s %s

source: Online update of your %s %s software.
de: Online Update Ihrer %s %s Software
fr: Mise à jour en ligne du logiciel de la %s %s.
ru: Онлайн обновление ПО %s %s

source: Package : %s old version : %s new version : %s
de: Package : %s Alte Version : %s Neue Version : %s
fr: Paquet : %s ancienne version : %s nouvelle version : %s
ru: Пакеты : %s старая версия : %s новая версия : %s

source: Partition scheme:
fr: Schéma de partition :

source: Press OK on your remote control to continue.
de: OK Taste der Fernbedienung zum Weitermachen
fr: Appuyer sur 'OK' de la télécommande pour continuer.
ru: Нажмите ОК на пульте для продолжения

source: Recording in progress.
de: Aufnahme läuft
fr: Enregistrement en cours

source: Restore your %s %s settings.
de: Restore der Einstellungen Ihrer %s %s
fr: Restaurer les paramètres de votre %s %s
ru: Восстановление настроек %s %s

source: Scan for local extensions and install them.
de: Suche nach lokalen Extensions und Installierung
fr: Rechercher des extensions locales et les installer.
ru: Поиск и установка локальных расширений

source: View, install and remove available or installed packages.
de: Sehen, installieren und entfernen Sie verfügbare oder installierte Pakete
fr: Visualiser, installer et retirer paquets disponibles ou installés.
ru: Просмотр, установка и удаление доступных или установленных пакетов

source: Warning: all the data will be lost. Are you sure you want to format this device?
fr: AVERTISSEMENT : toutes les données seront perdues. Êtes-vous sûr de que vouloir formater ce périphérique ?

source: Your System is up to date
de: Ihr System ist auf dem neuesten Stand
fr: Votre systême est à jour.
ru: Ваша система обновлена

source: [Installed Plugins]
fr: [Plugins installés]

source: (Channel %s)
de: (Kanal %s)
fr: (Chaîne %s)

source: (disabled)
de: (abgeschaltet)
fr: (désactivé)
ru: выключено

source: (higher than any auto)
de: (Höher als jedes auto)
fr: (plus haut que n'importe quel auto)

source: (higher than rotor any auto)
de: (Höher als Rotor jedes auto)
fr: (plus haut que n'importe quel rotor auto)

source: (lower than any auto)
de: (niedriger als jedes auto)
fr: (plus bas que n'importe quel auto)

source: Except %s
de: Außer %s
fr: Excepté %s

source: Results
fr: Résultats
ru: Результаты

source: and
de: und
fr: et
ru: и

source: is already installed. Please try another name.
de: Ist schon installiert. Verwenden Sie einen anderen Namen
fr: est déjà installé. Merci d'essayer un autre nom.
ru: уже установлено. Попробуйте другое имя.

source: %d channel found
de: %d Kanal gefunden
fr: %d service trouvé!
ru: %d канал найден!

source: %d hour
de: %d Stunde
fr: %d heure
ru: %d час

source: %d pixel wide
de: %d Pixel Auflösung
fr: %d pixel de large

source: %d second
de: %d Sekunde
fr: %d seconde
ru: %d секунда

source: %d wireless network found!
de: %d WLAN/s gefunden
fr: %d réseau sans fil trouvé!
ru: %d беспроводная сеть найдена!

source: %s %s advanced remote control (native)
de: %s %s Verbesserte Fernbedienung (native)
fr: %s %s télécommande avancée (native)
ru: Расширенный пульт ДУ %s %s (родной)

source: %s %s front panel
fr: %s %s face avant
ru: VFD дисплей %s %s

source: %s %s ir keyboard
de: %s %s IR Tastaur
fr: Clavier infrarouge %s %s
ru: ИК клавиатура %s %s

source: %s %s ir mouse
de: %s %s IR Maus
fr: %s %s souris infrarouge
ru: ИК мышь %s %s

source: %s %s remote control (native)
de: %s %s Fernbedienung (native)
fr: télécommande (native) %s %s
ru: Пульт ДУ %s %s (родной)

source: %s %s software because updates are available.
de: %s %s Software, weil Updates verfügbar sind
fr: logiciel de %s %s car des mises à jour sont disponibles.
ru: ПО %s %s - доступны обновления.

source: %s is no longer used. Should it be deleted?
de: %s wird nicht länger gebraucht. Soll sie gelöscht werden?
fr: %s n'est plus utilisé. Doit-il être effacé?
ru: %s спутник больше не используется. Удалить его?

source: %s updated package available
de: %s Paketupdate verfügbar
fr: %s paquet mis à jour disponible
ru: %s пакет доступен для обновления

source: '%s' contains %d file(s) and %d sub-directories.
de: '%s' enthält %d Dateie(en) und %d Unterverzeichnisse
fr: '%s' contient %d fichier(s) et %d sous-répertoire.
ru: '%s' содержит %d файл(ов) и %d каталогов

source: 'Buffer in hours' or 'number of last events'. For deleting older timeshift files, the condition which occurred first has priority.
fr: ‘Buffer en heures’ ou ‘nombre de derniers évènement’. Pour effacer les anciens fichiers de timeshift, la condition qui arrive en premier a la priorité.

source: ( All readers)
de: (Alle Leser)
fr: (Tous les lecteurs)
ru: (Все ридеры)

source: (Selectmode)
de: (Auswahlmode)
fr: (ModeChoix)
ru: (режим)

source: (Show only reader:
de: (Zeige nur Leser:)
fr: (Afficher seulement le lecteur:
ru: (Показать только ридер:

source: (empty)
de: (leer)
fr: (vide)
ru: (пусто)

source: (show optional DVD audio menu)
de: (Zeige optionales DVD Audio Menü)
fr: (afficher menu audio DVD optionnel)
ru: (опционально, показать аудио меню DVD)

source: * = Restart Required
de: * = Neustart nötig
fr: * = Nécessite un redémarrage
ru: * Требуется перезапуск

source: * Only available if more than one interface is active.
de: * Nur verfügbar, wenn mehr als ein Interface aktiv ist
fr: * Seulement disponible si plus d'une interface est active.
ru: * Доступно, если активно более одного интерфейса

source: * current animation
de: * laufende Animation
fr: * animation actuelle

source: 1. STEP - Choose backup location
de: 1.Schritt - Wählen Sie einen Speicherort für das Backup
fr: 1. - Destination de sauvegarde
ru: 1. Выбор расположения резервных копий

source: 1. STEP - Choose option RESTORE / BACKUP
de: 1.Schritt - Wählen Sie, ob Backup oder Restore
fr: 1. - Choisir l'option RESTORE / BACKUP
ru: 1. Шаг - Восстановление / Резервная копия

source: 12V output
fr: Sortie 12V
ru: Выход 12V

source: 12V output.
fr: Sortie 12V
ru: Выход 12V.

source: 16:9 always
de: Immer 16:9
fr: 16:9 toujours
ru: Всегда 16:9

source: 16_9_always
fr: 16_9_toujours

source: 1st Infobar timeout
de: Erste Infobar Abschaltzeit
fr: 1er info-barre expiration
ru: Время показа 1-й инфопанели

source: 1st infobar timeout
de: Anzeigedauer erste Infobar
fr: 1er info-barre expiration
ru: Время показа 1-й инфопанели

source: 2. STEP - Choose backup location
de: 2.Schritt - Wählen Sie den Speicherort für das Backup
fr: 2. - Destination de la sauvegarde
ru: 2. Выбор расположения резервных копий

source: 24+ Hours
fr: 24+ Heures

source: 24- Hours
fr: 24- Heures

source: 3D Surround Speaker Position
de: Position des Lautsprechers im Raum
fr: Position des hauts-parleurs 3D Surround

source: 3D setup
de: 3D Einstellungen
fr: 3D configuration
ru: Настройки 3D меню

source: < Default >
fr: < Standard >

source: < Default with Picon >
fr: < Défaut avec picon >

source: <Current movielist location>
de: <Speicherort der aktuellen Filmliste>
fr: <Emplacement actuel liste film>
ru: <Текущее расположение записей>

source: <Default movie location>
de: <Standardspeicherort der Filme>
fr: <Emplacement standard film>
ru: <Расположение записей по умолчанию>

source: <Last timer location>
de: <Speicherort des letzten Timers>
fr: <Emplacement dernière programmation>
ru: <Расположение последней записи>

source: <unknown>
de: <unbekannt>
fr: <inconnu>
ru: <неизвестный>

source: A Recording, RecordTimer or PowerTimer is running or begins in 15 minutes. Extend sleep timer 30 minutes. Your %s %s will shut down after Recording or Powertimer event. Get in Standby now?
fr: Un enregistrement, un enregistrement planifié ou une programmation d’alimentation est en cours ou commence dans 15 minutes. Etendre la programmation de veille de 30 minutes. Votre %s %s sera éteinds après l’enregistrement ou la programmation d’alimentation. Aller en veille maintenant?

source: A background update check is in progress, please wait a few minutes and try again.
fr: Une chercher de mise-à-jour en tâche de fond est en cours, merci de patienter quelques minutes et de réessayer.

source: A background update check is in progress, please wait a few minutes and try again.
de: Eine Hintergrundsuche nach Updates läuft. Warten Sie etwas und versuchen Sie es nochmal.
fr: Une mise à jour en tâche de fond est en cours, merci de patienter quelques minutes et de réessayer plus tard.
ru: Фоновое обновления в процессе, повторите попытку позже.

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
de: Eine Konfigurationsdatei (%s) wurde nach ihrer Installation geändert. Wollen Sie Ihre Änderungen behalten?
fr: Un fichier de configuration (%s) a été modifié depuis qu'il a été installé. Voulez-vous garder les modifications?
ru: Файл конфигурации (%s) был изменен при установке Вы хотите сохранить ваши изменения?

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
de: Eine Konfigurationsdatei (%s) wurde nach ihrer Installation geändert. Wollen Sie Ihre Version behalten?
fr: Un fichier configuration (%s) a été modifié depuis l'installation. Voulez-vous garder votre version?
ru: Конфигурационный файл (%s) был изменен в процессе установки. Сохранить вашу версию?

source: A finished powertimer wants to reboot your %s %s. Do that now?
de: Ein erledigter Powertimer will Ihre %s %s neu booten. Soll er das jetzt?
fr: Une minuterie d'alimentation veut redémarrer votre %s %s. Procéder maintenant?
ru: Таймер отключения сработал, %s %s будет переведен в режим ожидания. Сделать это сейчас?

source: A finished powertimer wants to restart the user interface. Do that now?
de: Ein erledigter Powertimer will E2 neu starten. Soll er das?
fr: Une minuterie d'alimentation veut redémarrer votre interface utilisateur. Procéder maintenant?
ru: Таймер питания хочет перезапустить пользовательский интерфейс. Сделать это сейчас?

source: A finished powertimer wants to set your %s %s to standby. Do that now?
de: Ein erledigter Powertimer will Ihre %s %s in den Standby schicken. Soll er das?
fr: Une minuterie d'alimentation veut mettre votre %s %s en veille. Procéder maintenant?
ru: Таймер отключения сработал, %s %s будет переведен в режим ожидания. Сделать это сейчас?

source: A finished powertimer wants to shutdown your %s %s. Do that now?
de: Ein erledigter Powertimer will Ihre %s %s herunterfahren. Soll er das?
fr: Une minuterie d'alimentation veut éteindre votre %s %s. Eteindre maintenant?
ru: Таймер отключения сработал, %s %s будет переведён в режим полного ожидания. Сделать это сейчас?

source: A finished record timer wants to set your %s %s to standby. Do that now?
de: Ein erledigter Aufnahmetimer will Ihre %s %s in den Standby schicken . Soll er das?
fr: Un enregistrement programmé et terminé veut passer votre %s %s en veille. Procéder maintenant?
ru: Запись по таймеру завершена, %s %s будет переведен в режим ожидания. Сделать это сейчас?

source: A finished record timer wants to shut down your %s %s. Shutdown now?
de: Ein erledigter Aufnahmetimer will Ihre %s %s herunterfahren. Soll er das?
fr: Un enregistrement programmé et terminé veut éteindre votre %s %s. Eteindre maintenant?
ru: Запись по таймеру завершена, %s %s будет переведён в полный режим ожидания. Сделать это сейчас?

source: A recording has been started: %s
de: Eine Aufnahme wurde gestartet: %s
fr: Un enregistrement a été démarré: %s
ru: Время начала записи: %s

source: A recording is currently in progress. What do you want to do?
fr: Un enregistrement est en cours. Que voulez-vous faire?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
de: Ein Aufnahme läuft. Halten sie die Aufnahme an,bevor Sie den Positionierer einstellen.
fr: Un enregistrement est en cours. Veuillez arrêter l'enregistrement avant d'essayer de configurer le positionneur.
ru: Идет запись. Пожалуйста, остановите запись перед настройкой позиционера!

source: A recording is currently running. Please stop the recording before trying to scan.
de: Eine Aufnahme läuft. Halten Sie sie an, bevor Sie einen Suchlauf starten.
fr: Un enregistrement est en cours. Veuillez arrêter l'enregistrement avant d'essayer de lancer l'analyse.
ru: Идет запись. Пожалуйста, остановите запись перед сканированием!

source: A repeating timer or just once?
de: Ein wiederkehrender Timer oder nur einmal?
fr: Prgrammation récurrente ou unique?
ru: Таймер повторять или выполнить только один раз?

source: A required tool (%s) was not found.
de: Ein benötigtes Tool (%s) wurde nicht gefunden
fr: Un outil (%s) nécessaire n'a pas été trouvé.
ru: Нужный инструмент (%s) не найден!

source: A search for available updates is currently in progress.
de: Die Suche nach verfügbaren Updates läuft
fr: Une recherche pour les mises à jour disponibles est actuellement en cours.
ru: Выполняется поиск доступных обновлнений...

source: A second configured interface has been found. Do you want to disable the second network interface?
de: Ein zweites konfiguriertes Interface wurde gefunden. Möchten Sie das zweite Interface deaktivieren?
fr: Une seconde interface configurée a été trouvée. Voulez-vous désactiver la seconde interface réseau?
ru: Второй настроенный интерфейс был найден. Вы хотите отключить второй сетевой интерфейс?

source: A sleep timer wants to set your %s %s to standby. Proceed?
fr: Une programmation de mise en veille veut passer votre %s %s en veille. Procéder maintenant?

source: A sleep timer wants to set your %s %s to standby. Do that now or set extend additional minutes?
fr: Une programmation de mise en veille veut passer votre %s %s en veille. Procéder maintenant ou étendre de quelques minutes?

source: A sleep timer wants to shut down your %s %s. Proceed?
fr: Une programmation de mise en veille veut arrêter votre %s %s. Eteindre maintenant?

source: A sleep timer wants to shut down your %s %s. Do that now or set extend additional minutes?
fr: Une programmation de mise en veille veutarrêter votre %s %s. Eteindre maintenant ou étendre de quelques minutes?

source: A small overview of the available icon states and actions.
de: Ein kleiner Überblick über verfügbare Iconzustände und Aktionen
fr: Une vue d'ensemble des icônes d'états et d'actions disponibles.
ru: Небольшой обзор доступных состояний иконок и действий

source: A timer failed to record! Abort pseudo recordings (e.g. EPG refresh) and try again?
fr: Une programmation n'a pas pu se lancer pour enregistrer! Désactiver le pseudo enregistrement (p.e. un rafraichissement de l’EPG) et réessayer?

source: A timer failed to record! Abort streaming and try again?
fr: Une programmation n'a pas pu se lancer pour enregistrer! Abandonner le streaming et réessayer?

source: A timer failed to record! Disable PIP and try again?
fr: Une programmation n'a pas pu se lancer pour enregistrer! Désactiver le PiP (Image dans Image) et réessayer?

source: A timer failed to record! Disable TV and try again?
de: Ein Timer hat nicht aufgenommen!! Löschen und nochmal versuchen?
fr: Une programmation n'a pas pu se lancer pour enregistrer! Désactiver la TV et réessayer?
ru: Таймер прервал запись! Отключить ТВ и повторить снова?

source: A/V settings
de: A/V Einstellungen
fr: Paramètres A/V
ru: Аудио/Видео

source: AAC downmix
fr: Downmixage AAC

source: AAC transcoding
fr: Transcodage AAC
ru: AAC транскодирование

source: AFP
fr: AFP (Apple Filing Protocol)

source: AFP Setup
de: AFP Einstellungen
fr: Configuration AFP (Apple Filing Protocol)
ru: Настройка AFP (Mac OS)

source: AV aspect is %s.
de: AV Aspekt ist %s
fr: Aspect AV est %s.
ru: AV формат %s.

source: Abort
de: Abbrechen
fr: Annuler
ru: Прервать

source: Abort alternatives edit
fr: abandon édition alternatifs

source: Abort bouquet edit
fr: abandonner l’édition des bouquets

source: Abort favourites edit
fr: abandonner l’édition des favoris

source: Aborted a pseudo recording.
fr: Abandon d’un pseudo enregistrement.

source: Aborted a streaming service.
fr: Abandon d’un service de streaming.

source: About
de: Über
fr: A propos
ru: Инфо

source: About...
de: Über...
fr: A propos...
ru: О ресивере...

source: Accesspoint:
de: Zugangspunkt:
fr: Point d'accès:
ru: Точка доступа:

source: AccuWeatherWeatherPlugin: Select Source
de: AccuWeatherWeatherPlugin: Quelle auswählen
fr: AccuWeatherWeatherPlugin: Select Source: Choisir la source
ru: AccuWeatherWeatherPlugin: Выберите источник

source: Action on long powerbutton press
de: Aktion bei langem Tastendruck auf Ein/Aus
fr: Appui long sur la touche power
ru: Длительное нажатии кнопки питания

source: Action on short powerbutton press
de: Aktion bei kurzem Tastendruck auf Ein/Aus
fr: Appui bref sur la touche power
ru: Короткое нажатии кнопки питания

source: Activate
de: Aktivieren
fr: Activer
ru: Активировать

source: Activate MAC address configuration
fr: Activer la configuration de l’addresse MAC

source: Activate Picture in Picture
de: PIP aktivieren
fr: Activer l'incrustation d'image (PiP)
ru: Включить картинку в картинке

source: Activate current configuration
de: Laufende Konfiguration aktivieren
fr: Activer configuration courante
ru: Активировать текущие настройки

source: Activate network adapter configuration
fr: Activer la configuration de l’adaptateur réseau

source: Activate network settings
de: Netzwerkeinstellungen aktivieren
fr: Activer les paramètres réseau
ru: Применить настройки сети

source: Activate the configured network settings.
de: Die konfiguriertenNetzwerkeinstellungen aktivieren
fr: Activer les paramètres réseau configurés.
ru: Применить заданные параметры сети.

source: Activate timeshift end
fr: Activer la fin de PauseDirect

source: Activate timeshift end and pause
de: Timeshift beenden
fr: Activer le PauseDirect fin et pause

source: Active
de: Aktiv
fr: Actif
ru: Активный

source: Active Modules
fr: Modules actifs

source: Active clients
de: Aktive Clients
fr: Clients actifs
ru: Активные клиенты

source: Adapter settings
de: Adapter Einstellungen
fr: Paramètres adaptateur
ru: Настройка адаптера

source: Add
de: Hinzufügen
fr: Ajouter
ru: Добавить

source: Add AutoTimer
de: AutoTimer hinzufügen
fr: Ajouter ProgAuto
ru: Автотаймер

source: Add Timer
de: Timer hinzufügen
fr: Ajouter Programmation
ru: Добавить таймер

source: Add a auto timer for current event
de: Einen Auto Timer für die laufende Sendung hinzufügen
fr: Ajouter une ProgAuto pour l'événement courant
ru: Добавить автотаймер

source: Add a mark
de: Eine Markierung setzen
fr: Ajouter un marqueur
ru: Добавить метку

source: Add a nameserver entry
de: Einen Nameserver Entry hinzufügen
fr: Ajouter serveur de nom (DNS)
ru: Добавить DNS сервер

source: Add a new title
de: Einen neuen Titel hinzufügen
fr: Ajouter un nouveau titre
ru: Добавить новое название

source: Add a record timer
de: Einen Aufnahmetimer hinzufügen
fr: Ajouter un enregistrement programmé
ru: Добавить таймер

source: Add a record timer for current event
de: Einen Aufnahmetimer für die laufende Sendung hinzufügen
fr: Ajouter un enregistrement programmé pour l'événement courant
ru: Добавить таймер записи

source: Add a zap timer for current event
de: Einen Zap Timer für die laufende Sendung hinzufügen
fr: Ajouter un zap programmé pour l'événement courant
ru: Добавить таймер переключения

source: Add a zap timer for next event
de: Einen Zap Timer für die nächste Sendung hinzufügen
fr: Ajouter un zap programmé pour l'événement suivant
ru: Добавить таймер переключения

source: Add alternatives
fr: Ajouter les alternatifs

source: Add bookmark
de: Ein Lesezeichen hinzufügen
fr: Ajouter favori
ru: Добавить закладку

source: Add bouquet
fr: Ajouter bouquet

source: Add bouquet to parental protection
fr: Ajouter le bouquet à la protection parentale

source: Add directory to playlist
de: Ein Verzeichnis zur Wiedergabeliste hinzufügen
fr: Ajouter répertoire à liste de lecture
ru: добавить каталог в плейлист

source: Add file to playlist
de: Eine Datei zur Wiedergabeliste hinzufügen
fr: Ajouter fichier à liste de lecture
ru: добавить в плейлист

source: Add files to playlist
de: Dateien zur Wiedergabeliste hinzufügen
fr: ajouter fichiers à liste de lecture
ru: Добавить файлы в список воспроизведения

source: Add marker
fr: Ajouter marqueur

source: Add plugin to Extensionmenu
fr: Ajouter le plugin dans le menu des extensions
ru: Добавить плагин в меню Плагинов

source: Add plugin to Mainmenu
fr: Ajouter le plugin au menu principal

source: Add provider
de: Einen Provider hinzufügen
fr: Ajouter opérateur
ru: Добавить провайдера

source: Add recording (enter recording duration)
de: Eine Aufnahme starten (Aufnahmedauer eingeben)
fr: Ajouter un enregistrement (entrer la durée)
ru: Запись (введите продолжительность)

source: Add recording (enter recording endtime)
de: Eine Aufnahme starten (Endzeit eingeben)
fr: Ajouter un enregistrement (entrer l'heure de fin)
ru: Запись (введите время окончания записи)

source: Add recording (indefinitely)
de: Eine Aufnahme starten (unbegrenzte Dauer)
fr: Ajouter un enregistrement (infini)
ru: Запись (на неопределенное время)

source: Add recording (stop after current event)
de: Eine Aufnahme starten (Am Sendungsende stoppen)
fr: Ajouter un enregistrement (terminer après l'événement courant)
ru: Запись (остановить после текущего события)

source: Add service
de: Sender hinzufügen
fr: Ajouter service
ru: Добавить канал

source: Add service to bouquet
fr: Ajouter ce service au bouquet

source: Add service to favourites
fr: Ajouter ce service aux favoris

source: Add timer
de: Timer hinzufügen
fr: Ajouter programmation
ru: Добавить таймер

source: Add title
de: Titel hinzufügen
fr: Ajouter titre
ru: Добавить название

source: Add to bouquet
de: Zum Bouquet hinzufügen
fr: Ajouter au bouquet
ru: Добавить в букет

source: Add to favorites
de: Zu den Favoriten hinzufügen
fr: Ajouter aux favoris
ru: Добавить в избранное

source: Add to favourites
de: Zu den Favoriten hinzufügen
fr: Ajouter aux favoris
ru: Добавить в избранное

source: Add to parental protection
fr: Ajouter à la protection parentale

source: Add/Remove Timer
fr: Ajouter/Enlever une programmation

source: Add/Remove timer for current event
de: Timer für die laufende Sendung hinzufügen/entfernen
fr: Ajouter/Enlever la programmation pour l'événement en cours
ru: Добавить/Удалить таймер для текущего события
