Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: Set CI assignment for detection of available services.
fr: Définir l’assignation CI pour la détection des services disponibles.

source: Set Default CAM
de: Standard Cam einstellen
fr: Définir la CAM standard
ru: CAM по умолчанию

source: Set Framerate for MiniTV
de: Bildwiederholrate für MiniTv
fr: Définir la cadence trame du MiniTV.
ru: Частота кадров для MiniTV

source: Set as startup service
fr: Définir comme service de démarrage

source: Set default
de: Standardeinstellungen
fr: Définir standard
ru: По умолчанию

source: Set end time
de: End-Zeit eingeben
fr: Régler l'heure de fin
ru: Установите время окончания

source: Set fixed
de: Adresse fest einstellen
fr: Définir fixé
ru: Применить исправление

source: Set fps for external subtitles
de: Frequenz für externe Untertitel einstellen
fr: Définir fps pour les sous-titres externes
ru: Частота кадров для внешних субтитров

source: Set index mark:
de: Indexmarke einstellen
fr: Définir un index de marquage:
ru: Установить метку индекса:

source: Set interface as the default Interface
de: Diese Schnittstelle als Standard festlegen
fr: Définir l'interface comme interface standard

source: Set limits
de: Grenzwerte setzen
fr: Définir les limites
ru: Установить лимиты

source: Set pin code persistent
fr: Définir le PIN code persistant

source: Set startup service
fr: Choisir comme service de démarrage

source: Set system
fr: Définir le système

source: Set the MAC address of your %s %s.
fr: Définir l’adresse MAC votre %s %s.

source: Set the channel for this timer.
de: Den Sender für diesen Timer bestimmen
fr: Définir la chaîne pour cette programmation.
ru: Установить канал для таймера

source: Set the date the timer must start.
de: Datum des Timerstarts bestimmen
fr: Définir la date à laquelle la programmation doit démarrer.
ru: Установить дату начала таймера.

source: Set the default location for your autorecord-files. Press 'OK' to add new locations, select left/right to select an existing location.
de: Legen Sie den Standardspeicherort für Ihre Autorecorddateien fest. Mit OK fügen Sie neue Orte hinzu, mit links/rechts wählen Sie ein bestendes Verzeichnis-
fr: Défini la localisation des enregistrements automatiques (autorecord). Appuyer sur 'OK' pour ajouter de nouvelles localisations, utilisez gauche/droite pour sélectionner une localisation existante.
ru: Установите место хранения файлов записей. Нажмите OK для выбора места, либо влево/вправо для выбора текущего расположения.

source: Set the default location for your instant recordings. Press 'OK' to add new locations, select left/right to select an existing location.
de: Das Standardverzeichnis für Sofortaufnahmen wählen. 'OK', um ein neue Verzeichnisse zu hinzuzufügen. Kreuz links/rechts, um ein bestehendes Verzeichnis zu wählen
fr: Défini la localisation des enregistrements directs. Appuyer sur 'OK' pour ajouter de nouvelles localisations, utilisez gauche/droite pour sélectionner une localisation existante.
ru: Установите место хранения файлов немедленной записи. Нажмите 'OK' для добавления нового места, либо влево/вправо для выбора текущего расположения.

source: Set the default location for your recordings. Press 'OK' to add new locations, select left/right to select an existing location.
de: Das Standardverzeichnis für Aufnahmen wählen. 'OK', um neue Verzeichnisse hinzuzufügen. Kreuz links/rechts, um ein bestehendes Verzeichnis zu wählen
fr: Défini la localisation des enregistrements. Appuyer sur 'OK' pour ajouter de nouvelles localisations, utilisez gauche/droite pour sélectionner une localisation existante.
ru: Установите место хранения файлов видеозаписей. Нажмите 'OK' для добавления нового места, либо влево/вправо для выбора текущего расположения.

source: Set the default location for your timers. Press 'OK' to add new locations, select left/right to select an existing location.
de: Das Standardverzeichnis für Timeraufnahmen wählen. 'OK', um neue Verzeichnise hinzuzufügen. Kreuz links/rechts, um ein bestehendes Verzeichnis zu wählen
fr: Définie la localisation de vos programmations. Appuyer sur 'OK' pour ajouter de nouvelles localisations, utilisez gauche/droite pour sélectionner une localisation existante.
ru: Установите место хранения файлов записи по таймеру. Нажмите 'OK' для добавления нового места, либо влево/вправо для выбора текущего расположения.

source: Set the default location for your timeshift-files. Press 'OK' to add new locations, select left/right to select an existing location.
de: Das Standardverzeichnis für TimeShift Dateien wählen. 'OK, um neue Verzeichnisse hinzuzufügen. Kreuz links/rechts, um ein bestehendes Verzeichnis zu wählen
fr: Défini la localisation de vos fichiers de PauseDirect. Appuyer sur 'OK' pour ajouter de nouvelles localisations, utilisez gauche/droite pour sélectionner une localisation existante.
ru: Установите место хранения файлов Timeshift. Нажмите OK для добавления нового мест.

source: Set the default sorting method.
de: Standardsortiermethode wählen.
fr: Défini la méthode de tri standard.
ru: Установить метод сортировки по умолчанию.

source: Set the delay time between repeated loops, this is used by software renderer in some skins.
fr: Défini le délai entre les boucles de répétition, dans certains thèmes cela utilise un rendu logiciel.

source: Set the delay time between repeated loops, this uses a software render in some skins.
de: Die Verzögerung zwischen wiederholten Loops einstellen. Dies benutzt einen Softwarerenderer bei manchen Skins
fr: Défini le délai entre les boucles de répétition, dans certains thèmes cela utilise un rendu logiciel.
ru: Установите задержку времени между повторными петлями.

source: Set the description of the recording.
de: Geben Sie eine Beschreibung für die Aufnahme ein
fr: Définir la description de l'enregistrement.
ru: Установить примечания записи.

source: Set the jump-size of the seekbar.
de: Sprungweite für die Zeitleiste wählen
fr: Défini la taille des sauts dans la barre de recherche.
ru: Размер шага в панели поиска.

source: Set the name the recording will get.
de: Geben Sie den Namen, den die Aufnahme bekommen soll, ein
fr: Définir le nom que l'enregistrement va avoir.
ru: Получить имя записи

source: Set the position of the recording icons
fr: Définir la position de l'icône d'enregistrement.

source: Set the scrolling speed of text on the front display, this is used by software renderer in some skins.
fr: Définir la vitesse de défilement du texte sur l'affichage avant, cela utilise un rendu logiciel dans certains thèmes.

source: Set the scrolling speed of text on the front display.
de: Durchlaufgeschwindigkeit für Text im Display wählen
fr: Définir la vitesse de défilement du texte sur l'affichage avant.
ru: Установить скорость прокрутки текста на дисплее.

source: Set the scrolling speed of text on the menus, this uses a software render in some skins.
de: Bestimmen Sie die Durchlaufgeschwindigkeit von Text in Menüs, dies benutzt Softwarerendering bei einigen Skins.
fr: Définir la vitesse de défilement du texte dans les menus, cela utilise un rendu logiciel dans certains thèmes.

source: Set the time before checking video source for resolution infomation.
fr: Définir le temps avant de vérifier l’information de résolution de la souce vidéo.

source: Set the time before checking video source for resolution/refresh rate infomation.
fr: Définir le temps avant de vérifier l’information de résolution/taux de rafraichissement de la souce vidéo.

source: Set the time the timer must start.
de: Startzeit des Timers einstellen
fr: Définir l'heure de début de la programmation.
ru: Установите время старта таймера.

source: Set the time the timer must stop.
de: Timerende einstellen
fr: Définir l'heure de fin de la progammation.
ru: Установите время остановки таймера.

source: Set the time to hide the infobar.
de: Anzeigedauer der Infobar einstellen
fr: Défini le délai d'affichage de l'info-barre.
ru: Установите время скрытия инфопанели.

source: Set the type of the progress indication in the channel selection screen.
de: Art der Fortschrittsanzeige in der Kanalwahlanzeige wählen
fr: Défini de le type d'indication de progression dans l'écran de sélection des chaînes.
ru: Вид индикации продолжительности передачи в списке каналов.

source: Set to the desired primetime (hour).
de: Auf die gewünschte Primetime (Stunde) einstellen
fr: Défini l'heure désirée pour le primetime.
ru: Установите время прайм-тайма (час).

source: Set to the desired primetime (minutes).
de: Auf die gewünschte Primetime (Minuten) einstellen
fr: Défini les minutes désirées pour le primetime.
ru: Установите прайм-тайм (мин).

source: Set to the desired primetime (minutes.
fr: Défini les minutes désirées pour le primetime.

source: Set to what you want the button to do.
de: Stellen Sie ein, was die Taste machen soll
fr: Défini l'action associée au bouton.
ru: Установите желаемое действие на кнопку

source: Set voltage and 22KHz
de: Spannung und 22KHz einschalten
fr: Défini voltage et 22KHz
ru: Установка напряжения и 22 кГц

source: Sets the root folder of movie list, to remove the '..' from being shown in that folder.
fr: Définir le répertoire principal pour la liste des films, pour enlever le ‘..’ affiché dans ce répertoire.

source: Settings
de: Einstellungen
fr: Paramètres
ru: Настройки

source: Settings...
fr: Paramètres...
ru: Настройки

source: Setup
fr: Paramétrer
ru: Настройки

source: Setup AFP
fr: Paramétrer AFP
ru: Настройки AFP

source: Setup Dropbear
fr: Configurer Dropbear
ru: Dropbear

source: Setup Dropbear SSH
fr: Configurer Dropbear SSH
ru: Настройки Dropbear SSH

source: Setup FTP
fr: Configurer FTP
ru: Настройки FTP

source: Setup Harddisk
fr: Configure le disque dur

source: Setup Inadyn
fr: Configurer Inadyn
ru: Настройки Inadyn

source: Setup Language
fr: Configurer la langue

source: Setup MiniDLNA
fr: Configurer MiniDLNA
ru: Настройки MiniDLNA

source: Setup Mounts
de: Setup Netzwerkfreigaben
fr: Configurer montages
ru: Настройки подключения

source: Setup NFS
fr: Configurer NFS
ru: Настройки NFS

source: Setup OpenVPN
fr: Configurer OpenVPN
ru: Настройки OpenVPN

source: Setup Samba
fr: Configurer Samba
ru: Настройки Samba

source: Setup Swapfile
fr: Configurer le fichier swap

source: Setup Telnet
fr: Configurer Telnet
ru: Настройки Telnet

source: Setup Your infobar, channel selections and others
de: Gestalten Sie Ihre Infobar, Kanallisten und Anderes
fr: Définir votre info-barre, sélection des chaînes et autres
ru: Настройка инфобара, выбора каналов и другие

source: Setup auto-language speech
de: Setup automatische Sprachwahl
fr: Défini la langue audio automatique
ru: Настройки аудио дорожек и субтитров

source: Setup bootlogo
de: Bootlogo Einstellungen
fr: Paramétrer les logos de boot

source: Setup delay mode to zap to channels.
fr: Configurer le mode de délai pour zapper les chaînes.

source: Setup fade, animations, switch, slider
fr: Configurer effet, animations, interrupteur, animation

source: Setup how to control the channel changing.
de: Einstellung, wie die Kanalwahl bewirkt wird
fr: Défini le comportement du changement de chaîne.
ru: Установка контроля смены канала

source: Setup infobar, weather and clock
de: Einstellungen für Infobar, Wetter und Uhr
fr: Définir info-barre, météo et horloge
ru: Настройка инфопанели, погоды и часов

source: Setup kernel modules
fr: Configuration des modules du noyau

source: Setup menu
de: Setup Menü
fr: Menu configuration
ru: Меню настройки

source: Setup mode
de: Enstellungsmodus
fr: Défini le mode
ru: Режим настройки

source: Setup network time synchronization interval.
de: Stellen Sie das Intervall der Netzwerkzeitsynchronisation ein
fr: Défini l'interval de synchronisation de l'heure par le réseau.
ru: Настройка интервала времени синхронизации сети.

source: Setup permanental clock
de: Einstellungen für dauerhaft gezeigte Uhr
fr: Paramètres de l'horloge permanente

source: Setup picons, progress bar and others in channel selection
de: Gestalten Sie Picons, Fortschrittsbalken und Anderes in der Kanalliste
fr: Définir les picons, la barre de progression et autres dans la sélection des chaînes
ru: Настройка пиконов, прогресс бара и другие

source: Setup recording path, options and others
de: Stellen Sie Aufnahmepfad- optionen und Anderes ein
fr: Définir le chemin des enregistrements, les options et autres
ru: Настройка пути записи, опций и другие

source: Setup subtitles color, font size and positions
de: Einstellungen für Farbe Fontgröße und Position der Untertitel
fr: Défini la couleur des sous-titres, la taille des caractères et la position.
ru: Настройка цвета субтитров, размера, позиции

source: Setup the interval (in hours) to check for online updates.
de: Stellen Sie das Stundenintervall für die Suche nach Onlineupdates ein
fr: Défini l'interval (en heures) pour vérifier la présence de mise-à-jour en ligne.
ru: Интервал проверки онлайн обновлений (в часах)

source: Setup uShare
fr: Configurer uShare
ru: Настройки uShare

source: Setup updates setup
de: Setup für Updates
fr: Configurer les paramètres de configuration
ru: Настройки обновления

source: Setup your connected devices
de: Verbundene Geräte konfigurieren
fr: Configure vos équipements connectés
ru: Настройка подключенных устройств

source: Setup your mounts for network
de: Freigaben für Netzwerk konfigurieren
fr: Définir vos montages réseau
ru: Управление сетевыми подключениями

source: Setup your network daemons
de: Netzwerk Daemons konfigurieren
fr: Configurer vos utilitaires réseau
ru: Настройка сетевых служб

source: Setup your positioner
de: Rotor konfigurieren
fr: Configurer votre positionneur
ru: Настройка позиционера

source: Setup your satellite equipment
de: Satelliten-Ausrüstung konfigurieren
fr: Configurer votre équipement satellite
ru: Настройка спутникового оборудование

source: Setup your timezone.
de: Geben Sie Ihre Zeitzone ein
fr: Configure votre fuseau horaire.
ru: Настройка вашей временной зоны

source: Setup zap errors and CI messages
de: Fehlermeldungen beim Zappen und Hinweise einstellen
fr: Configure les erreurs de zap et les messages CI
ru: Cообщения CI и об ошибках переключения

source: Share Folder's
de: Verzeichnisse freigeben
fr: Répertoire partagé
ru: Доступные каталоги

source: Share View
de: Freigabeansicht
fr: Voire les partages
ru: Обзор ресурсов

source: Shares
de: Freigaben
fr: Partages
ru: Ресурсы

source: Sharpness
de: Schärfe
fr: Netteté
ru: Чёткость

source: Short Movies
de: Kurzfilme
fr: Courts-métrages
ru: Короткие фильмы

source: Short filenames
de: Kurze Dateinamen
fr: Noms de fichiers court
ru: Короткие имена файлов

source: Show /tmp/ecm.info
de: Zeige /tmp/ecm.info
fr: Afficher /tmp/ecm.info
ru: Отобразить /tmp/ecm.info

source: Show 1080p 24fps as
de: Zeige 1080p 24FPS als
fr: Afficher 1080p 24fps comme
ru: Показать 1080p 24fps как

source: Show 1080p 25fps as
de: Zeige 1080p 25FPS als
fr: Afficher 1080p 25fps comme
ru: Показать 1080p 25fps как

source: Show 1080p 30fps as
de: Zeige 1080p 30FPS als
fr: Afficher 1080p 30fps comme
ru: Показать 1080p 30fps как

source: Show 2nd infobar
de: Zeige zweite Infobar
fr: Afficher la 2éme info-barre
ru: Показывать 2-ю инфопанель

source: Show 480/576p 24fps as
de: Zeige 480/576p 24fps als
fr: Afficher 480/576p 24fps comme

source: Show 720p 24fps as
de: Zeige 720p 24FPS als
fr: Afficher 720p 24fps comme
ru: Показать 720p 24fps как

source: Show AutoTimer List
de: Zeige AutoTimer Liste
fr: Afficher la liste des ProgAuto
ru: Показать список АвтоТаймеров

source: Show CCcam Info in extensions?
de: CCcam in Erweiterungen zeige ?
fr: Afficher CCcam Info dans les extensions?
ru: Показывать CCcam в расширениях?

source: Show CI messages
fr: Masquer les messages CI

source: Show Clients
de: Zeige Klienten
fr: Afficher les clients
ru: Показать клиентов

source: Show CoolChannelGuide
fr: Afficher CoolChannelGuide

source: Show CoolEasyGuide
fr: Afficher CoolEasyGuide

source: Show CoolInfoGuide
fr: Afficher CoolInfoGuide

source: Show CoolSingleGuide
fr: Afficher CoolSingleGuide

source: Show CoolTVGuide
fr: Afficher CoolTVGuide

source: Show Crypto-Bar
de: Zeige Cyrypto-Bar
fr: Afficher la crypto-barre
ru: Crypto-Bar

source: Show Display Icons
de: Zeige Display Icons
fr: Afficher les icônes en face avant
ru: Показывать информацию на дисплее

source: Show E2 Log
de: Zeige E2 Log
fr: Afficher log E2
ru: Показать отчёт

source: Show ECM-Info
de: Zeige ECM-Info
fr: Afficher ECM-Info
ru: ECM инфо

source: Show EIT now/next in infobar
de: Zeige EIT jetzt/demnächst in Infobar
fr: Afficher EIT actuellement/suivant dans l'info-barre
ru: EIT тек/след в инфопанели

source: Show EPG for current channel...
de: Zeige EPG für den aktuellen Sender
fr: Afficher l'EPG pour la chaîne courante...
ru: Показать EPG для текущего канала ...

source: Show EPG for current service
fr: Afficher l’EPG le service actuel

source: Show EPG...
fr: Afficher EPG...

source: Show Enigma2 Config File
de: Zeige Enigma2 Config Datei
fr: Afficher le fichier de config Enigma2
ru: Enigma2 конфиг файл

source: Show Filesystem Mounts
de: Zeige Mounts des Dateisystems
fr: Afficher les points de montage système fichier
ru: Точки монтирования системы

source: Show Format Setup...
de: Zeige Formatierungs Einstellungen
fr: Afficher la configuration du format...
ru: Показывать настройки формата...

source: Show Games show
de: Zeige Show/Quiz
fr: Afficher les jeux
ru: Телешоу

source: Show HDD Temperature
de: Zeige die Temperatur der Festplatte
fr: Afficher température disque dur
ru: Температура диска

source: Show HDD progress
fr: Afficher la progression du disque dur

source: Show HDMI Output Resulution
fr: Afficher la résolution de la sortie HDMI

source: Show HDMI-Output Res
fr: Afficher la res de la sortie HDMI

source: Show Infobar
fr: Afficher l’infobarre

source: Show Kernel Messages
de: Zeige Kernel Infos
fr: Afficher messages du noyau (kernel)
ru: Cообщения ядра

source: Show LAN Setup...
de: Zeige LAN Setup...
fr: Afficher le status LAN...
ru: Показывать настройки сети...

source: Show Log
de: Zeige Log
fr: Afficher log
ru: Показать отчёт

source: Show Log Manager in extensions list ?
de: Log Verwaltung in Erweiterungen zeigen?
fr: Afficher le gestionnaire de log dans les extensions?
ru: Показывать журнал отчётов в меню расширений?

source: Show Media playback Remaining/Elapsed as
de: Zeige Zeit bei der Wiedergabe als verbleibend/verstrichen an
fr: Afficher lecture média écoulée/restante comme
ru: При воспроизведении осталось/прошло

source: Show MiniTV in the Front Display
de: Zeige MiniTV auf dem Frontdisplay
fr: Afficher MiniTV sur l'affichage avant
ru: Показать MiniTV на дисплее

source: Show Movies List
fr: Afficher la liste des films

source: Show Netcard Info
de: Zeige Netcard Info
fr: Afficher les infos Netcard
ru: Netcard инфо

source: Show Network Connections
de: Zeige das Netzwerk
fr: Afficher les connexions réseau
ru: Сетевые подключения

source: Show Network Details
de: Zeige Netzwerk Details
fr: Afficher détails réseau
ru: Сетевые детали

source: Show No data on transponder info
de: Zeige "Keine Daten aufTransponder" -Info
fr: Afficher pas de donnée sur transpondeur
ru: Выводить сообщение Нет данных

source: Show No free tuner info
de: Zeige Info "Kein freier Tuner"
fr: Afficher aucun tuner libre
ru: Выводить сообщение Нет свободных тюнеров

source: Show OE Log
de: Zeige OE Log
fr: Afficher log OE
ru: Показать отчёт

source: Show OScam Info in extensions?
de: OScam in den Extensions zeigen?
fr: Afficher OScam info dans les extensions?
ru: Показывать OScam в расширениях?

source: Show PIP
de: Zeige PIP
fr: Afficher PiP

source: Show PIP in the Front Display
de: Zeige PIP auf dem Front Display
fr: Afficher l'image dans l'image sur l'affichage avant
ru: Показать PIP на дисплее

source: Show PVR status in Movie Player
de: Zeige PVR Status in der Informationsleiste der Fimwiedergabe
fr: Afficher statut PVR dans gestionnaire vidéo
ru: Статус PVR в панели плеера

source: Show PVR status in Movie Player infobar
de: Zeige PVR Status in der Informationsleiste der Filmwiedergabe
fr: Afficher statut PVR dans l'info-barre lecteur vidéo
ru: Показывать состояние PVR в инфопанели плеера

source: Show Process List
de: Zeige Prozessliste
fr: Afficher la liste des processus
ru: Список процессов

source: Show RFmod setup...
de: Zeige UHF Modulator Einstellungen
fr: Afficher la configuration du RFmod...
ru: Показывать настройки ВЧ модулятора...

source: Show Readers/Proxies
de: Zeige Kartenleser/Proxies
fr: Afficher les Readers/Proxies
ru: Показывать ридеры/прокси

source: Show Routing Table
de: Zeige Routingtabelle
fr: Afficher la table de routage
ru: Таблицы маршрутизации

source: Show SD as
de: Zeige SD als
fr: Afficher SD comme
ru: Показать SD как

source: Show Service invalid info
de: Zeige "Senderdaten ungültig" Info
fr: Afficher info service invalide
ru: Выводить сообщение Сервис недействителен

source: Show Service not found info
de: Zeige "Sender nicht gefunden" Info
fr: Afficher info service pas trouvé
ru: Выводить сообщение Сервис не найден

source: Show Slider as graphical slider
fr: Afficher les interrupteurs sous forme graphique

source: Show SoftCam name
de: Zeige Namen der SoftCam
fr: Afficher le nom du SoftCAM
ru: Название SoftCam

source: Show Source Info
de: Zeige Source Info
fr: Afficher source info
ru: Источник информации

source: Show Stream Info
de: Zeige Stream Info
fr: Afficher info stream
ru: Информация о потоке

source: Show System Memory Info
de: Zeige Info zur System Speichergröße
fr: Afficher l'info mémoire système
ru: Системная информация о памяти

source: Show Time Remaining/Elapsed
de: Zeige Zeit bei TV verbleibend/verstrichen an
fr: Afficher temps restant/écoulé
ru: Режим оставшееся/прошедшее время

source: Show Timer List
de: Zeige Timerliste
fr: Afficher la liste des programmations
ru: Отобразить список таймеров

source: Show Transponder Remaining/Elapsed as
de: Zeige Transponder verbleibend/verstrichen
fr: Afficher transpondeur restant/écoulé comme
ru: Показывать при просмотре Осталось/Прошло как

source: Show True/False as graphical switch
fr: Afficher Oui/Non comme interrupteur graphique

source: Show Tune failed info
de: Zeige "Tunen fehlgeschlagen" Info
fr: Afficher info Echec accord
ru: Выводить сообщение Настройка не удалась

source: Show Uptime
de: Zeige Laufzeit
fr: Afficher la durée de fonctionnement
ru: Время работы системы

source: Show WLAN status
de: Zeige WLAN-Status
fr: Afficher le statut WLAN
ru: Состояние подключения к беспроводной сети

source: Show active mounts
de: Zeige aktive Mounts
fr: Afficher les points de montage actif
ru: Показать текущие подключения

source: Show advanced settings
fr: Afficher les paramètres avancés

source: Show all connected sockets from ip-stack
de: Zeige alle verbundenen Sockets des IP Stacks
fr: Afficher tous les sockets utilisés de la pile IP
ru: Показать все подключенные cокеты с IP-стека

source: Show alternatives
fr: afficher alternatifs

source: Show background behind subtitles
fr: Afficher l'arrière-plan derrière les sous-titres

source: Show background in Radio mode
de: Zeige Hintergrund im Radio Modus
fr: Afficher le fond d'écran en mode Radio
ru: Показывать фон в режиме Радио

source: Show background when tuned to a radio channel.
de: Zeige Hintergrund, wenn ein Radiosender eingestellt ist
fr: Afficher le fond d'écran lorsqu'on écoute une radio.
ru: Показ фона при настройке на радиостанции

source: Show blinking rec symbol on Display during recording
fr: Montrer le symbole d’enregistrement sur l'affichage pendant un enregistrement

source: Show bouquet on launch
de: Zeige Bouquet beim Start
fr: Afficher les bouquets au lancement
ru: Показывать список букетов при запуске

source: Show channel number in infobar
de: Zeige Kanalnummer in der Informationsleiste
fr: Afficher numéro des chaînes dans l'info-barre
ru: Номер канала в инфопанели
