Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: No locations defined... Press 'Menu' to do that.
de: Kein Speicherort definiert Dazu 'Menu' drücken
fr: Aucune localisation définie... Appuyez sur 'Menu' pour le faire.
ru: Расположение не определено... Нажмите 'Menu',чтобы сделать это.

source: No matching place names found
fr: Aucun emplacement correspondant au nom trouvé

source: No network connection available.
de: Keine Netzwerkverbindung verfügbar
fr: Aucune connexion réseau disponible.
ru: Нет доступных подключений!

source: No networks found
de: Keine Netzwerke gefunden
fr: Aucun réseau trouvé
ru: Сети не найдены!

source: No of items switch (increase or reduced)
de: Anzahl von Elementen wechseln (erhöhen oder verringern)
fr: Nombre d'articles basculés (augmentation ou réduction)
ru: Нет элементов переключения (увеличить или уменьшить)

source: No packages were upgraded yet. So you can check your network and try again.
de: Es wurden keine Pakete aktualisiert. Prüfen Sie Ihr Netzwerk
fr: Aucun paquets n'ont été mis-à-jour. Vérifiez votre réseau et réessayez.
ru: Ни одного пакета не было обновлено. Проверьте вашу сеть и попробуйте еще раз.

source: No playable video found! Stop playing this movie?
de: Kein abspielbares Video gefunden. Wiedergabe beenden?
fr: Impossible de lire la vidéo. Arrêter la lecture du film?
ru: Остановить воспроизведение?

source: No positioner capable frontend found.
de: Keinen rotortauglichen Tuner gefunden
fr: Aucun positionneur tuner détecté.
ru: Не найдено интерфейса управления позиционером

source: No priority
de: Keine Priorität
fr: Pas de priorité

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
de: Kein Tuner konfiguriert. Überprüfen Sie die Tunereinstellungen.
fr: Aucun tuner satellite, terreste ou câble configuré. Merci de vérifier la configuration de vos tuners.

source: No service
de: Kein Sender
fr: Aucun service
ru: Нет каналов

source: No services/providers selected
de: Keine Sender/Anbieter ausgewählt
fr: Aucun services/opérateurs sélectionnés
ru: Не выбраны Сервисы/Провайдеры

source: No standby
de: Kein Standby
fr: Pas de veille
ru: Не переходить в режим ожидания

source: No suitable sat tuner found!
de: Kein verwendbarer Sat Tuner gefunden!
fr: Aucun tuner satellite trouvé!
ru: Нет подходящего спутн-го тюнера!

source: No tags are set on these movies.
de: Keine Tags für diese Filme gesetzt
fr: Aucuns tags ne sont définis sur ces films.
ru: Нет меток для этих фильмов.

source: No timeout
de: Kein Timeout
fr: Aucun temps dépassé
ru: нет задержки

source: No to all
de: Nein zu allen
fr: Non à tout
ru: Нет для всех

source: No transparency
de: Keine Transparenz
fr: Aucune transparence
ru: без прозрачности

source: No tuner is available for recording a timer!
fr: Aucun tuner n’est disponible pour enregistrer un timer!

source: No tuner is available for recording a timer! The following methods of freeing a tuner were tried without success:
fr: Aucun tuner n’est disponible pour enregistrer une programmation! Les méthodes suivantes pour libérer un tuner ont été essayée sans succès:

source: No tuner is configured for use with a diseqc positioner!
de: Es wurde kein Tuner für die Benutzung eines DiSEqC-Rotors konfiguriert
fr: Aucun tuner n'est configuré pour utiliser un positionneur DiSEqC!
ru: Нет тюнера, настроенного для использования с позиционером!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
de: Kein Tuner verwendbar! Bitte die Tuner konfigurieren, bevor die Sendersuche gestartet wird
fr: Aucun tuner n'est activé! Veuillez paramétrer vos tuner avant de lancer l'analyse des services.
ru: Нет настроенного тюнера! Пожалуйста, настройте тюнер перед поиском каналов.

source: No user channels found!
de: Keine persönlichen Kanäle gefunden
fr: Aucune chaîne utilisateur trouvée!

source: No videos to display
de: Keine Videos zum Abspielen
fr: Aucunes vidéos à afficher
ru: Нет видео для отображения

source: No wireless networks found! Searching...
de: Keine WLANs gefunden! Suche...
fr: Aucun réseau sans fil trouvé! Recherche en cours...
ru: Беспроводные сети не найдены! Поиск...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
de: Kein funktionierender Netzwerkadapter gefunden. Stellen Sie sicher, dass ein Netzwerkkabel angeschlossen ist und dass das Netzwerk richtig konfiguriert ist
fr: Aucun adaptateur réseau fonctionnel trouvé.Veuillez vérifier que vous avez connecté un câble réseau et que le réseau est configuré correctement.
ru: Не найден сетевой адаптер. Пожалуйста, убедитесь, что сетевой кабель подключен и ваша сеть настроена правильно.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
de: Kein funktionierender WLAN Adapter gefunden. Schließen Sie einen kompatiblen Adapter an und Ihr Netzwerk wird konfiguriert.
fr: Aucun adaptateur réseau sans fil trouvé. Veuillez vérifier que vous avez inséré un périphérique WLAN compatible et que votre réseau est configuré correctement.
ru: Не найден беспроводный адаптер. Пожалуйста, убедитесь, что совместимый беспроводной адаптер подключен и ваша сеть настроена правильно.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
de: Keine funktionierende WLAN-Verbindung gefunden. Bitte prüfen, ob ein kompatibles WLAN-Gerät angeschlossen ist oder die LAN-Verbindung aktivieren
fr: Aucun adaptateur réseau sans fil trouvé. Veuillez vérifier que vous avez inséré un périphérique WLAN compatible ou activer votre interface réseau locale.
ru: Не найден беспроводный интерфейс. Пожалуйста, убедитесь, что совместимый беспроводной адаптер подключен и ваша сеть настроена правильно.

source: No, but play video again
de: Nein, aber Video wieder abspielen
fr: Non, mais rejouer la vidéo à nouveau
ru: Нет, но играть сначала

source: No, but restart from the beginning
fr: Non, mais redémarrer depuis le début

source: No, but start over from the beginning
de: Nein, aber ganz von vorn anfangen.
fr: Non, mais relancer depuis le début
ru: Нет, но начать сначала

source: No, but switch to video entries.
de: Nein, aber zu Video Einträgen wechseln
fr: Non, mais bascule vers l'entrée vidéo.
ru: Нет, но переключить на видео записи.

source: No, but switch to video search.
de: Nein, aber zur Videosuche wechseln
fr: Non, mais bascule vers la recherche vidéo.
ru: Нет, но переключить на видео поиск.

source: No, just start my %s %s
de: Nein, starte nur die %s %s
fr: Non, juste démarrer ma %s %s
ru: Нет, включить %s %s

source: No, never
de: Nein, niemals
fr: Non, jamais
ru: Нет, никогда

source: None
de: Keine/r
fr: Aucun
ru: Никакой

source: Nonprofits & Activism
de: Nichtkommerzielles und Aktivitäten
fr: Sans but lucratif & Activisme
ru: Активизм

source: North
de: Norden
fr: Nord
ru: Север

source: Norwegian
de: Norwegisch
fr: Norvégien
ru: Норвежский

source: Not Defined
de: Nicht definiert
fr: Pas défini

source: Not Flashing
de: Nicht blinked
fr: Pas de flashage
ru: Не прошит

source: Not Installed
fr: Pas installé

source: Not Shown
de: Nicht gezeigt
fr: Non affiché
ru: Не показан

source: Not associated
de: Nicht verknüpft
fr: Non associé
ru: Нет связанного

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
de: Nicht genügend freier Speicherplatz. Bitte nicht mehr benötigte Dateien löschen und es erneut versuchen. (%d MB benötigt, %d MB verfügbar)
fr: Espace disque insufisant. Veuillez libérer de la place et réessayer. (%d MB requis, %d MB disponible)
ru: Нет свободного места на диске. Пожалуйста, освободите место и попробуйте снова. (требуется %d MБ, есть %d MБ)

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
de: Nicht genug freier Platz auf der Festplatte! Dateigröße: %s MB Freier Speicher: %s MB Pfad: %s
fr: Pas assez d'espace libre sur le disque! Taille du fichier: %sMB Espace libre: %sMB Chemin: %s
ru: Нет свободного места на диске! Размер файла: %sMБ Свободно: %sMБ Путь: %s

source: Not enough free space on /media/egamiboot/ !! You need at least 300Mb free space. Exit plugin.
de: Nicht genug freier Speicherplatz auf /media/egamiboot/ ! Mindestens 300Mb nötig . Beende Plugin
fr: Pas assez d'espace libre sur /media/egamiboot/ !! Vous avez besoin d'au moins 300MB de libre. Quitter plugin.
ru: Недостаточно свободного места на /media/egamiboot/ !! Необходимо не меньше 300Mb. Выйти из плагина.

source: Not enough free space to record
fr: Pas assez d’espace libre pour enregistrer

source: Not fetching feed entries
de: Hole keine Feed Einträge
fr: Ne pas de recherche des entrées du feed

source: Not mounted
de: Nicht gemountet
fr: Pas monté
ru: Не смонтирован

source: Not-Associated
de: Nicht verbunden
fr: Non-Associé
ru: Нет связанного

source: Nothing
de: Nichts
fr: ne rien faire
ru: Нечего

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
de: Nichts zum Suchen! Bitte den Tuner vor der Suche einstellen.
fr: Rien à analyser! Veuillez paramétrer votre tuner avant de démarrer une analyse de chaînes.
ru: Нечего искать! Пожалуйста, настройте Ваш тюнер перед началом поиска.

source: Nothing to upgrade
de: Nichts zum Aktualisieren
fr: Rien à mettre à jour
ru: Нет файлов для обновления

source: Nothing, just leave this menu
de: Nichts, nur das Menü verlassen
fr: Rien, juste quitter ce menu.
ru: Ничего, просто выйти из этого меню

source: November
fr: novembre
ru: Ноябрь

# now/next: 'now' event label
source: Now
de: Jetzt
fr: Maintenant
ru: Сейчас:

source: Now playing
de: Gerade läuft
fr: Lecture en cours

source: Now save timeshift as movie and continues recording
fr: Maintenant sauvegarder le PauseDirect comme film et continuer l’enregistrement

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
de: Benutzen Sie jetzt die Kontrastregelung, um die Helligkeit des Hintergrunds so weit wie möglich zu erhöhen. Achten Sie darauf, dass der Unterschied zwischen den beiden hellsten Schattierungen erkennbar bleibt. Anschließend OK drücken
fr: Maintenant, utilisez les paramètres de contraste pour indiquer la luminosité du fond autant que possible, mais assurez-vous que vous pouvez toujours voir la différence entre les deux niveaux les plus lumineux des nuances. Si vous avez fait cela, appuyez sur 'OK'.
ru: Теперь используйте настройки контрастности для поднятия фона в максимально возможный уровень, но при этом необходимо следить,чтобы Вы могли видеть различия между двумя самыми яркими уровнями оттенков. Если все нормально - нажмите OK.

source: Number
de: Nummer
fr: Nombre
ru: Номер

source: Number of digits in channel number
fr: Nombre de chiffre pour la numérotation des chaînes

source: Number of installed images in EGAMIBoot:
de: Anzahl der in EGAMIboot installierten Images:
fr: Nombre d'image installée dans EGAMIBoot:
ru: Количество установленных имиджей в EGAMIBoot:

source: Number of rows
de: Anzahl von Zeilen
fr: Nombre de ligne
ru: Количество каналов на экране

source: Number of rows to display
fr: Nombre de lignes à afficher

source: OE Changes
de: OE Änderungen
fr: Changements dans OE
ru: Список изменений

source: OE-A Changes
fr: Changements dans OE-A

source: OK button (long)
de: OK Taste (lang)
fr: Touche OK (long)
ru: Кнопка ОК (длительное)

source: OK button (short)
de: OK Taste (kurz)
fr: Touche OK (court)
ru: Кнопка ОК (коротко)

source: OSD 3D Setup
fr: Configuration de l'affichage 3D
ru: Настройка 3D меню

source: OSD Adjustment
de: OSD Einstellungen
fr: Ajustement OSD

source: OSD Settings
fr: Paramètres OSD
ru: Настройки меню

source: OSD name request
de: OSD Namen Anfrage
fr: Demande de nom de l'OSD
ru: Запрос имени

source: OSD position setup
de: OSD Position Einstellung
fr: Configuration position OSD

source: OSD settings
de: OSD Einstellungen
fr: Paramètres OSD
ru: Настройки экранного меню

source: OSD transparency
fr: Transparence OSD

source: October
de: Oktober
fr: octobre
ru: Октябрь

source: Off
de: Aus
fr: Arrêt
ru: Выкл

source: Offline decode delay (ms)
de: Offline Entschlüsseln Verzögerung (ms)
fr: Délai décodage hors ligne (ms)
ru: Задержка декодирования

source: Older files in the timeshift directory are removed on every event change.
de: Ältere Dateien im Timeshiftverzeichnis werden bei jedem Senderwechsel gelöscht.
fr: Les anciens fichiers dans le répertoire du PauseDirect sont enlevés à chaque changement d'événement.
ru: Старые файлы в папке Timeshift удаляются при каждом изменении событий.

source: On
de: An
fr: Marche
ru: Вкл

source: On end of movie
de: Am Ende des Films
fr: Fin du film
ru: В конце записи

source: On end of movie (as menu)
de: Am Ende des Films (als Menü)
fr: Fin du film (comme menu)
ru: В конце записи

source: On reaching the end of a file during playback, you can choose the box's behavior.
de: Am Ende einer Filmwiedergabe kann das Verhalten der Box bestimmt werden
fr: En atteignant la fin de la lecture d'un fichier, vous pouvez choisir le comportement du récepteur.
ru: Вы можете выбрать поведение плеера при достижении конца файла во время воспроизведения, .

source: Once per day
de: Einmal am Tag
fr: Une fois par jour
ru: Раз в день

source: One
de: Eins
fr: Un
ru: Один

source: One line
de: Eine Zeile
fr: Une ligne
ru: Одна линия

source: OnlineVersionCheck
de: Online Versionsprüfung
fr: Vérification version en ligne
ru: Проверка онлайн

source: Only extensions.
de: Nur Extensions
fr: Extensions seules
ru: Только расширения

source: Only free scan
de: Nur frei empfangbare Sender speichern
fr: Analyser libre seulement
ru: Только открытые

source: Only on startup
fr: Seulement au démarrage

source: Open
fr: Ouvert

source: Open Bouqet List
de: Bouqet Liste öffnen
fr: Ouvrir la liste des bouquets
ru: Список каналов

source: Open Service List for PiP
de: Senderliste für PiP öffnen
fr: Ouvrir la liste des services pour PiP
ru: Cписок каналов для PiP

source: Open Timer List...
de: Timerliste öffnen...
fr: Ouvrir liste programmations...
ru: Список таймеров

source: Open WebBrowser...
de: Web Browser öffnen...
fr: Ouvrir le navigateur Web...
ru: Запуск браузера...

source: Open bouquet list
fr: Ouvrir la liste des favoris

source: Open nameserver configuration
fr: Ouvrir la configuration du serveur de nom

source: Open service list
de: Senderliste öffnen
fr: Ouvrir liste service

source: Open service list and select the next channel
fr: Ouvrir la liste des services et sélectionner la chaîne suivante

source: Open service list and select the previous channel
fr: Ouvrir liste des services et sélectionner la chaîne précédente

source: Open the favourites list
fr: Ouvrir la liste des favoris

source: Open the movie list
de: Filmliste öffnen
fr: Ouvrir la liste des films
ru: Открыть список фильмов

source: Open the satellites list
fr: Ouvrir la liste des satellites

source: Open the service list
fr: Ouvrir la liste des services

source: Open with File Commander
de: Mit File Commander öffnen
fr: Ouvrir avec File Commander
ru: Открыть с помощью менеджера

source: OpenVPN Setup
fr: Configuration OpenVPN
ru: Настройка OpenVPN

source: OpenVpn Setup
de: OpenVPN Einstellungen
fr: OpenVPN Configuration
ru: Настройка OpenVPN

source: Option to disable picons on the Infobar
de: Picons in der Infobar ausschalten
fr: Option pour désactiver les picons dans l'info-barre
ru: Отключение пиконов в инфобаре

source: Option to enable the Hardware Standby Timer
de: Einschalten des Standbytimers des Receivers
fr: Option pour activer la programmation de mise en veille matériel
ru: Включение таймера аппаратного ожидания

source: Orbital position
de: Orbitale Position
fr: Position orbitale
ru: Спутник

source: Oscam Info - Main Menu
de: OScam Info - Hauptmenü
fr: Oscam Info - Menu principal
ru: Oscam Инфо - Главное меню

source: Other
de: Andere/r
fr: Autre
ru: Другой

source: Other Usb card readers chipset pl2303:
fr: Autres lecteurs de carte chipset pl2303:

source: Other images
fr: Autres images

source: Overwrite configuration files during software upgrade?
de: Konfigurationsdateien beim Software-Update überschreiben ?
fr: Ecraser fichiers configuration pendant mise à jour logicielle?
ru: Перезаписать файлы конфигурации во время обновления ПО?

source: Overwrite configuration files?
de: Konfigurationsdateien überschreiben?
fr: Ecraser les fichiers de configuration?
ru: Переписать файлы конфигурации?

source: PAGE UP/DOWN
de: Seite hoch/runter
fr: PAGE HAUT/BAS
ru: СТРАНЦА ВВЕРХ/ВНИЗ

source: PAT/PMT/NIT and more informations about stream
de: PAT/PMT/NIT und mehr Informationen zum Stream
fr: PAT/PMT/NIT et plus d'information sur le flux
ru: PAT/PMT/NIT и другая информация о потоке

source: PCM Multichannel
de: PCM Mehrkanal
fr: PCM Multi-canaux
ru: Многоканальный PCM

source: PCR PID
fr: PID PCR

source: PIN code needed
de: PIN Code nötig
fr: Code PIN nécessaire

source: PIP with OSD
de: PIP mit OSD
fr: PiP avec OSD
ru: PIP с меню

source: PLS Code
fr: Code PLS

source: PLS Mode
fr: Mode PLS

source: PMT PID
fr: PID PMT

source: Package NOT installed!
de: Paket wurde nicht installiert
fr: Package non installé!
ru: Пакет не установлен!

source: Package Removing...
de: Entferne Paket...
fr: Enlèvement des packages...
ru: Удаление пакета...

source: Package installed!
de: Paket installiert!
fr: Package installé!
ru: Пакет установлен!

source: Package list update
de: Paketlistenaktualisierung
fr: Mise à jour de la liste des paquets
ru: Обновление списка пакетов

source: Packet management
de: Paketverwaltung
fr: Gestion des paquets
ru: Управление пакетами

source: Packet manager
de: Paketverwaltung
fr: Gestionnaire des paquets
ru: Менеджер пакетов

source: Page down
de: Seite hinunter
fr: Page bas
ru: Страница вниз

source: Page right
de: Seite nach rechts
fr: Page droite
ru: Страница вправо

source: Page up
de: Seite hinauf
fr: Page haute
ru: Страница вверх

source: Panel
de: Anzeige
fr: Panneau EGAMI
ru: Панель

source: Panic to
de: Paniktaste zu
fr: Panique vers

source: Parent Directory
de: Übergeordnetes Verzeichnis
fr: Répertoire Parent
ru: Домашний каталог

source: Parent directory
de: Übergeordnetes Verzeichnis
fr: Répertoire Parent
ru: Родительский каталог

source: Parental control
de: Jugendschutz
fr: Contrôle parental
ru: Родительский контроль

source: Parental control services editor
fr: Editeur des services avec contrôle parental

source: Partition size
fr: Taille de la partition

source: Partitioning...
fr: Création des partitions…

source: Password
de: Passwort
fr: Mot de passe
ru: Пароль

source: Password (httpwd)
de: Passwort (HTTPWD)
fr: Mot de passe (httpwd)
ru: Пароль http

source: Password:
de: Passwort:
fr: Mot de passe:
ru: Пароль:

source: Patch FTP (recommend)
fr: Patch FTP (recommendé)

source: Pause movie at end
de: Am Filmende pausieren
fr: Mettre en pause le film à la fin
ru: Пауза в конце фильма

source: Pause playback
de: Wiedergabe pausieren
fr: Lecture en pause
ru: Приостановка воспроизведения

source: Pause/Continue playback
fr: Pause/continue la lecture

source: Peak load (max queued requests per workerthread)
de: Spitzenlast (max. Warteschlange pro Arbeitsthread)
fr: Charge de pointe (file d'attente max de requêtes par processus travail)
ru: Пиковая загрузка (максимально запросов рабочего потока)

source: Percentage
de: Prozent
fr: Pourcentage
ru: Процент

source: Percentage left
de: Prozent links
fr: Pourcentage gauche
ru: Проценты слева

source: Percentage right
de: Prozent rechts
fr: Pourcentage droit
ru: Проценты справа

source: Perform a complete image backup before updating.
de: Führ Sie vor dem Update ein Image-Backup durch
fr: Effectuer une sauvegarde complète de l'image avant mise à jour.
ru: Выполнить резервное копирование перед обновлением.

source: Perform a full image backup
de: Ein Full-Image-Backup erstellen
fr: Effectuer une sauvegarde complète de l'image
ru: Сделать полный бэкап

source: Perform a settings backup before updating.
de: Machen Sie vor dem Update ein Backup
fr: Effectuer une sauvegarde des paramètres avant de mettre à jour.
ru: Сделать бэкап настроек перед обновлением.

source: Perform a settings backup,
de: Ein Einstellungs- Backup erstellen
fr: Effectuer une sauvegarde des paramètres.
ru: Сделать бэкап настроек

source: Perform an online update check in the background
de: Suchen Sie imHintergrund im Internet nach Updates
fr: Faire une vérification des mises à jour en tâche de fond.
ru: Выполнять онлайн проверки обновлений в фоновом режиме

source: Permanental Clock Setup
de: Einstellungen dauerhafte Uhr
fr: Paramètres horloge permanente

source: Permanently delete all recordings in the trash can?
de: Alle Aufnahmen regelmäßig im Mülleimer löschen?
fr: Supprimer définitivement tous les enregistrements dans la corbeille?
ru: Окончательно удалять записи в Корзину?

source: Permanently remove all deleted items
de: Gelöschte Filme regelmäßig endgültig löschen
fr: Supprimer définitivement tous les éléments supprimés
ru: Окончательно удалить все элементы

source: Persian
de: Persisch
fr: Iranien
ru: Персидский

source: Pets & Animals
de: Haustiere und Tiere
fr: Animaux
ru: Животные

source: PiP setup
de: PiP Menü
fr: Configuration PiP

source: Picon and Service Name
de: Picon und Sendername
fr: Picon et nom de service
ru: Пикон и имя канала

source: Picon width
de: PIcon Breite
fr: Largeur du picon
ru: Ширина Пикон

source: Picture Player
de: Bildwiedergabe
fr: Visualisateur d'images
ru: Галерея

source: Picture in graphics
de: Bild in Grafiken
fr: Image dans graphiques
ru: Картинка в графике

source: Picture player
de: Wo sind die Dateien?
fr: Visualisateur d'images
ru: Просмотр изображений

source: PicturePlayer
fr: Visualisateur d'images
ru: Просмотр изображений

source: Pictures
de: Bilder
fr: Images
ru: Изображения

source: Pillarbox
fr: Bandes noires

source: Pilot
fr: Pilote
ru: Пилот тон

source: Play
de: Abspielen
fr: Lecture
ru: Продолжить воспроизведение

source: Play Audio-CD...
de: Audio-CD abspielen
fr: Lire CD-Audio...
ru: Воспроизвести Аудио CD...

source: Play DVD
de: DVD abspielen
fr: Lire DVD...
ru: Воспроизвести DVD

source: Play Music...
de: Musik abspielen...
fr: Lire Musique...
ru: Воспроизвести Музыку...

source: Play YouTube movies
de: YouTube Filme abspielen
fr: Lire des vidéos YouTube
ru: Запустить MyTube

source: Play as picture in picture
fr: lire en incrustation d’image (PiP)

source: Play audio in background
de: Audio im Hintergrund abspielen
fr: Lecture audio en arrière-plan
ru: Воспроизведение аудио в фоновом режиме

source: Play audio-CD...
de: Audio-CD abspielen
fr: Lire CD-Audio...
ru: Воспроизвести Аудио CD...

source: Play back media files
de: Wiedergabe von Medien-Dateien
fr: Lecture des fichiers multimédia
ru: Воспроизведение мультимедийных файлов

source: Play entry
de: Eintrag abspielen
fr: Lire entrée
ru: воспроизвести запись

source: Play from next mark or playlist entry
de: Wiedergabe ab der nächsten Markierung oder Listeneintrag
fr: Lire depuis marque suivante/entrée liste de lecture
ru: воспроизвести, начиная со следующей метки или записи в плейлисте

source: Play from previous mark or playlist entry
de: Wiedergabe ab der letzten Markierung oder Listeneintrag
fr: Lire depuis marque précédente/entrée liste de lecture
ru: воспроизвести, начиная с предыдущей метки или записи в плейлисте

source: Play music...
de: Musik abspielen...
fr: Lire Musique...
ru: Воспроизвести Музыку...

source: Play next
de: Spiele als nächstes
fr: Lire suivant
ru: Воспроизвести следующий
