Repository: ostende/EGAMI
Catalog: po/*.po
Languages: de, fr, ru

source: EGAMI Backup Restore - STEP 1
de: EGAMI Backup Wiederherstellung - Schritt 1
fr: EGAMI Backup Restaure - ETAPE 1

source: EGAMI Backup complete! Please wait...
de: EGAMI Backup vollständig! Bitte warten
fr: EGAMI Sauvegarde en cours! Veuillez patienter...
ru: Резервное копирование завершено!Немного подождите...

source: EGAMI Backup in progress...
de: EGAMI Backup läuft...
fr: EGAMI Sauvegarde en cours…

source: EGAMI Blue Panel
de: EGAMI Menü blau
fr: EGAMI Panneau bleu

source: EGAMI BootLogo settings
de: EGAMI BootLogo Einstellungen
fr: EGAMI Paramètres BootLogo

source: EGAMI Buttons
de: EGAMI Tasten
fr: EGAMI Touches
ru: Настройка кнопок пульта

source: EGAMI Cam Center
fr: EGAMI Centre des CAMs
ru: Панель управления Cam

source: EGAMI Devices Manager
de: EGAMI Geräte Manager
fr: EGAMI Gestionnaire des périphériques
ru: Менеджер устройств

source: EGAMI Devices Manager - Setup
de: EGAMI Geräte Manager Einstellungen
fr: EGAMI Gestionnaire des périphériques - Configuration

source: EGAMI Download Panel
de: EGAMI Download Anzeige
fr: EGAMI Centre de téléchargement

source: EGAMI FAQ
fr: EGAMI Questions fréquentes (FAQ)
ru: Видео FAQ

source: EGAMI File Commander
fr: EGAMI Gestionnaire de fichier
ru: Файл менеджер

source: EGAMI Full Backup
fr: EGAMI Sauvegarde complète
ru: Полное резервное копирование

source: EGAMI Full Image Backup
de: EGAMI Image Vollsicherung
fr: EGAMI Sauvegarde complète de l’image

source: EGAMI Green Panel
de: EGAMI Menü grün
fr: EGAMI Panneau vert

source: EGAMI Kernel Informations
de: EGAMI Kernel Informationen
fr: EGAMI Informations sur le noyau

source: EGAMI Manual Installation Addon
de: EGAMI Addons manuelle Installation
fr: EGAMI Installation manuelle des extensions

source: EGAMI Mounts Manager
de: EGAMI Netzwerkfreigabe Manager
fr: EGAMI Gestionnaire des montages
ru: Менеджер подключений

source: EGAMI News
de: EGAMI Nachrichten
fr: EGAMI Nouvelles

source: EGAMI On Line Addons Installation
fr: EGAMI Installation des extensions en ligne

source: EGAMI Package Installation...
de: EGAMI Paket Installation
fr: EGAMI Installation des packages...
ru: Установка пакетов...

source: EGAMI Panel
de: EGAMI Menü
fr: EGAMI - Panneau
ru: Панель EGAMI

source: EGAMI Panel - Main Menu
de: EGAMI-Hauptmenü
fr: EGAMI Panneau - Menu principal
ru: Основное меню

source: EGAMI Panel - Services Manager
de: EGAMI Menü-Senderlisten- Manager
fr: EGAMI Panneau - Gestion services
ru: Диспетчер служб

source: EGAMI Panel - Settings Manager
de: EGAMI Menü-Einstellungs Manager
fr: EGAMI Panneau - Gestion paramètres
ru: Менеджер настроек

source: EGAMI Panel - Software Tools
de: EGAMI Menü-Software Tools
fr: EGAMI Panneau -Outils logiciels
ru: Панель программных средств

source: EGAMI Panel - System Informations
de: EGAMI Menü-System Informationen
fr: EGAMI Panneau - Informations système
ru: Информация о системе

source: EGAMI Panel/Extensions
fr: EGAMI Panneau/Extensions

source: EGAMI Personal Backup
fr: EGAMI Sauvegarde personnelle
ru: Резервное копирование настроек

source: EGAMI Plugins Speed Up
fr: EGAMI Plugins Accélérateur

source: EGAMI Process Informations
de: EGAMI Prozess Informationen
fr: EGAMI Informations sur les processus

source: EGAMI Remove Addon
fr: EGAMI Enlever les extensions

source: EGAMI Restore
fr: EGAMI Restaurer

source: EGAMI Restore in progress...
de: EGAMI Wiederherstellung läuft...
fr: EGAMI Restauration en cours…

source: EGAMI Script Tool
fr: EGAMI Outil Script

source: EGAMI Services Manager
de: EGAMI Senderlisten-Manager
fr: EGAMI Gestionnaire services
ru: Менеджер сетевых сервисов

source: EGAMI Settings
de: EGAMI Einstellungen
fr: EGAMI Paramètres
ru: Настройки EGAMI

source: EGAMI Skin Wizard
fr: EGAMI Assistant de thème

source: EGAMI Skins Wizard
fr: EGAMI Assistant thème (skin)

source: EGAMI Smart Script
fr: EGAMI Scripte intelligent

source: EGAMI Softcam Informations
de: EGAMI Softcam Informationen
fr: EGAMI Informations Softcam

source: EGAMI Software Tools
fr: EGAMI Outils logiciels
ru: Программные средства EGAMI

source: EGAMI Speed Up
fr: EGAMI Accélérateur

source: EGAMI Support Channel
de: EGAMI Support Kanal
fr: EGAMI Chaîne support

source: EGAMI System Info
fr: EGAMI Information système
ru: Системная информация

source: EGAMI System Speed Up
fr: EGAMI Accélérateur du système

source: EGAMI USB Disk Format Wizard
fr: EGAMI Assistant de formatage de disque USB

source: EGAMI Update
fr: Mise à jour EGAMI
ru: Обновление EGAMI

source: EGAMI User Scripts
fr: EGAMI Scriptes utilisateurs
ru: Пользовательские скрипты

source: EGAMI Weather
fr: EGAMI Météo

source: EGAMI is speeding up! Please wait...
fr: EGAMI accèlération en cours! Veuillez patienter...

source: EGAMI show network configuration and routing table
de: EGAMI zeige Netzwerkkonfiguration und Routingtabelle
fr: EGAMI affiche la configuration réseau et la table de routage
ru: Конфигурация сети и таблицы маршрутизации

source: EGAMIBoot - Download Image
fr: EGAMIBoot - Télécharger image
ru: EGAMIBoot - Скачать имидж

source: EGAMIBoot has been installed succesfully!
de: EGAMIBoot wurde erfolgreich installiert
fr: EGAMIBoot a été installé avec succès!
ru: EGAMIBoot был установлен успешно!

source: EGAMIBoot is removing...
de: EGAMIBoot löscht...
fr: EGAMIBoot supprime...
ru: EGAMIBoot удаляется

source: EGAMIBoot is running from:
de: EGAMIBoot läuft von:
fr: EGAMIBoot fonctionne depuis:
ru: EGAMIBoot запущен:

source: EGAMIBoot is running image:
de: EGAMIBoot startet das Image:
fr: EGAMIBoot a démarré l'image:
ru: EGAMIBoot запускает имидж:

source: EGAMIBoot will install the new image.
de: EGAMIBoot wird das neue Image installieren
fr: EgamiBoot installera la nouvelle image.
ru: EGAMIBoot установка нового имиджа.

source: EGAMIBoot: Deleting All Images
de: EGAMIBoot löscht alle Images
fr: EGAMIBoot: Effacer toutes les images
ru: EGAMIBoot: Удаление всех имиджей

source: EGAMIBoot: Deleting Image
de: EGAMIBoot löscht das Image
fr: EGAMIBoot: Effacer image
ru: EGAMIBoot: Удаление имиджа

source: EGAMIBoot: Install new image
de: EGAMIBoot: das neue Image installieren
fr: EGAMIBoot: Installer une nouvelle image
ru: EGAMIBoot: Установка нового имиджа

source: EIT/TOT/TDT Info
fr: Info EIT/TOT/TDT
ru: EIT/TOT/TDT

source: EPG Cache Check
de: EPG Cache Überprüfung
fr: EPG vérification du cache
ru: Проверка кеша EPG

source: EPG Search
de: EPG Suche
fr: Recherche EPG
ru: Поиск в EPG

source: EPG Selection
fr: Sélection EPG

source: EPG filename
de: EPG Dateiname
fr: Nom de fichier EPG
ru: Имя файла EPG

source: EPG language selection 1
de: EPG Sprachwahl 1
fr: EPG sélection de la langue 1
ru: Выбор языка EPG 1

source: EPG language selection 2
de: EPG Sprachwahl 2
fr: EPG sélection de la langue 2
ru: Выбор языка EPG 2

source: EPG location
de: EPG Speicherort
fr: Emplacement EPG
ru: Расположение файла EPG

source: EPG search
fr: Recherche EPG

source: EPG selection
de: EPG Auswahl
fr: Sélection EPG

source: EPG settings
de: EPG Einstellungen
fr: Paramètres EPG
ru: Настройки EPG

source: ERROR - failed to scan (%s)!
de: FEHLER - Suche fehlgeschlagen (%s)!
fr: ERREUR - échec lors de l'analyse (%s)!
ru: Ошибка сканирования (%s)!

source: ERROR: Check is already running in background, please wait a few minutes and try again
fr: ERREUR : vérification déjà en cours d’exécution en arrière-plan, veuillez patienter quelques minutes et essayez à nouveau

source: ERROR: No internet found
fr: ERREUR: Pas de connexion Internet

source: ERROR: No network found
fr: ERREUR: Pas de réseau trouvé

source: ERROR: Check is already running in background
fr: ERREUR: Vérification tourne déjà en tâche de fond

source: East
de: Ost
fr: Est
ru: Восток

source: East limit set
de: Ost Grenzwert setzen
fr: Définir la limite à l'EST
ru: Установить ограничения на восток

source: Edit
de: Bearbeiten
fr: Editer
ru: Редактировать

source: Edit CCcam.cfg Lines
de: Ccam.cfg Lines konfigurieren
fr: Editer les lignes de CCcam.cfg
ru: Редактировать CCcam.cfg

source: Edit DNS
de: Bearbeite DNS
fr: Editer DNS
ru: Изменить DNS

source: Edit Title
de: Titel editieren
fr: Editer titre
ru: Редактировать

source: Edit alternatives
fr: Éditer les alternatifs

source: Edit chapters of current title
de: Kapitel des ausgewählten Titels bearbeiten
fr: Editer chapitres titre actuel
ru: Редактировать главы текущего заголовка

source: Edit mode off
fr: Mode édition désactivé

source: Edit mode on
fr: Mode édition activé

source: Edit new entry
de: Editiere neuen Eintrag
fr: Editer une nouvelle entrée

source: Edit settings
de: Einstellungen bearbeiten
fr: Editer paramètres
ru: изменить настройки

source: Edit the Nameserver configuration of your %s %s.
de: Bearbeite die DNS Einstellungen der %s %s.
fr: Editer la configuation du serveur de nom (DNS) de votre %s %s.
ru: Изменить настройки DNS вашего %s %s.

source: Edit the network configuration of your %s %s.
de: Bearbeite die Netzwerk-Konfiguration der %s %s.
fr: Editer la configuration réseau de votre %s %s.
ru: Изменить конфигурацию сети вашего %s %s.

source: Edit timer
de: Timer bearbeiten
fr: Editer programmation
ru: Изменить таймер

source: Edit title
de: Titel bearbeiten
fr: Editer titre
ru: Изменить наименование

source: Edit upgrade source url.
de: Update Quell-Url bearbeiten
fr: Editer url source mise à jour.
ru: Изменить адрес сервера обновлений

source: Education
de: Erziehung
fr: Educatif
ru: Образование

source: Education/Science/...
de: Bildung/Wissenschaft
fr: Educatif/Science/...
ru: Образование/Наука/...

source: Elapsed
de: Verstrichen
fr: Ecoulé
ru: Прошло

source: Elapsed & Remaining
de: Verstrichen und verbleibend
fr: Ecoulé & restant
ru: Прошло / Осталось

source: Electronic Program Guide
de: Elektronischer Programmführer
fr: Guide électronique des programmes (EPG)
ru: Электронный Программный Гид

source: EmuInfo Tool:
fr: Outil EmuInfo:
ru: Emu инфо:

source: Enable
de: Ein
fr: Activer
ru: Включить

source: Enable 5V for active antenna
de: 5V für aktive Antenne einschalten
fr: Autoriser 5V pour antenne active
ru: Включить 5V для антенны

source: Enable Autorecord
de: Autorecord einschalten
fr: Activer l'enregistrement automatique (Autorecord)
ru: Включить авто-запись

source: Enable CIHelper for SLOT CI0
fr: Activer CIHelper pour SLOT CI0

source: Enable CIHelper for SLOT CI1
fr: Activer CIHelper pour SLOT CI1

source: Enable EIT EPG
de: EIT EPG aktivieren
fr: Activer EPG EIT
ru: Включить EIT EPG

source: Enable FreeSat EPG
de: Freesat EPG aktivieren
fr: Activer EPG freesat
ru: Включить Freesat EPG

source: Enable MHW EPG
de: MHW EPG aktivieren
fr: Activer EPG MHW
ru: Включить MHW EPG

source: Enable MiniTV
fr: Activer MiniTV

source: Enable Netmed EPG
de: Netmed EPG aktivieren
fr: Activer EPG Netmed
ru: Включить Netmed EPG

source: Enable Network IP address check
fr: Activer la vérification de l’adresse IP

source: Enable Network Traffic check
fr: Activer la vérification du traffic réseau

source: Enable OK for channel selection
fr: Activer OK pour la sélection de la chaîne

source: Enable ViaSat EPG
de: ViaSat EPG aktivieren
fr: Activer EPG ViaSat
ru: Включить ViaSat EPG

source: Enable Virgin EPG
de: Virgin EPG aktivieren
fr: Activer EPG Virgin
ru: Включить Virgin EPG

source: Enable Wake On LAN
de: Aktiviere WakeOnLan
fr: Activer le Wake On LAN
ru: Включить Wake On LAN

source: Enable animation for channel selection
fr: Activer les animations pour la sélection d'une chaîne

source: Enable animation for infobar
fr: Activer l’animation dans la barre d’info

source: Enable animation for menus
fr: Activer l'animation pour les menus

source: Enable animation for moviebar
fr: Activer l’animation dans la barre des films.

source: Enable auto cable scan
de: Schalte Auto Kabelscan ein
fr: Activer le scan du câble automatique

source: Enable blinking rec symbol on the LCD Display
de: Blinkendes REC Symbol im LCD einschalten
fr: Activer le clignotement du symbole REC sur l’écran LCD

source: Enable bouquet edit
fr: Activer l’édition des bouquets

source: Enable digital downmix
fr: Activer le downmix numérique

source: Enable fade effect on menus(disable animations)
fr: Activer l’effet de disparition des menus (désactive les animations).

source: Enable fallback remote receiver
de: Einschalten des nachgeordneten Receivers
fr: Activer télécommande distante alternative

source: Enable favourite edit
fr: Activer l’édition des favoris

source: Enable infobar fade-out
de: Infobar ausblenden
fr: Activer la disparition de la barre d'info

source: Enable intro screen
fr: Activer l'image d'introduction

source: Enable move mode
fr: Activer le mode déplacement

source: Enable multiple bouquets
de: Mehrere Favoritenlisten erlauben
fr: Activer bouquets multiples
ru: Множественные букеты

source: Enable or disable kernel modules
fr: Activer ou désactiver les modules du noyau

source: Enable panic button
de: Paniktaste aktivieren
fr: Activer la touche panique
ru: Кнопка удаления истории просмотра

source: Enable parental protection
fr: Activer la protection parentale

source: Enable teletext caching
de: Videotext Cache aktivieren
fr: Activer la mise en cache du télétexte
ru: Включить кеширование телетекста

source: Enable terrestrial LCN:
de: Schalte das terrestrische LCN ein:
fr: Activer la numérotation officielle des chaînes terrestres (LCN):
ru: Включить эфирный LCN

source: Enable the use of the tuners of a remote enigma2 receiver when no local tuner is available (e.g. when the tuner is occupied or service type is unavailable on the local tuner).
fr: Activer l’utilisation d’un récepteur enigma2 distant lorsqu’aucun tuner local n’est disponible (par exemple lorsque le tuner est occupé ou le type de service n’est pas disponible sur le tuner local).

source: Enable unlinked bouquets
de: Ermögliche unverbundene Senderlisten
fr: Activer bouquets non liés

source: Enable volume control with LEFT/RIGHT arrow buttons
fr: Activer le contrôle du volume avec les flèhes GAUCHE/DROITE.

source: Enable zapping with UP/DOWN arrow buttons
fr: Activer le zap avec les flèches HAUT/BAS

source: Enabled
de: Eingeschaltet
fr: Activé
ru: Включено

source: Enables a feature so that the receiver can decrypt streams (if the ECM data is included in the stream and a valid card is available).
de: Aktiviert ein Merkmal, sodaß der Empfänger Streams entschlüsseln kann (wenn ECM Daten im Stream enthalten sind und eine Karte vorhanden ist)
fr: Active la fonction qui permet de décoder un flux HTTP (si les données ECMs sont inclues dans le flux et qu'une carte valide est disponible).
ru: При включении функции приемник-клиент может расшифровать поток (если ECM данные включены в потоке и имеется действительное удостоверение).

source: Encrypted:
de: Verschlüsselt:
fr: Crypté:
ru: Кодировано:

source: Encryption
de: Verschlüsselung
fr: Cryptage
ru: Шифрование

source: Encryption key
de: Verschlüsselungsschlüssel
fr: Clé chiffrement
ru: Ключ шифрования

source: Encryption key type
de: Typ des Sicherheitsschlüssels
fr: Type de clé chiffrement
ru: Тип ключа шифрования

source: Encryption:
de: Verschlüsselung:
fr: Chiffrement:
ru: Шифрование:

source: End
de: Ende:
fr: Fin

source: End alternatives edit
fr: Fin d’édition alternatifs

source: End bouquet edit
fr: Terminer l’édition des bouquets

source: End favourites edit
fr: Terminer l’édition des favoris

source: End time
de: Endzeit
fr: Heure fin
ru: Время окончания

source: English
de: Englisch
fr: Anglais
ru: Английский

source: Enigma-Debug:
de: Enigma-Debuging:
fr: Débogage Enigma:
ru: Отладка системы:

source: Enigma2 Changes
de: Enigma2 Änderungen
fr: Changements Enigma2
ru: Список изменений

source: Enigma2 skin selector
de: Enigma2 Skinauswahl
fr: Sélectionneur de thème Enigma2
ru: Переключить скин

source: Enigma2 will be now restarted for the changes to take effect. Press ok to continue
fr: Enigma2 va maintenant redémarrer pour que les changements prennent effets. Appuyer sur OK pour continuer

source: Enter PIN
fr: Entrer un code PIN

source: Enter main menu...
de: Öffne Hauptmenü
fr: Entrer dans le menu principal...
ru: Войти в главное меню...

source: Enter name
fr: Enter un nom

source: Enter persistent PIN code
fr: Entrer un code PIN persistant

source: Enter pin code
de: Pincode eingeben
fr: Saisir code PIN
ru: Введите pin код

source: Enter the city name:
de: Ortsnamen eingeben:
fr: Entrer le nom de la ville:
ru: Введите название города:

source: Enter the service pin
de: Den Sender-PIN Code eingeben
fr: Entrer le pin service
ru: Введите pin-код для канала

source: Enter the size in Megabyte of the first partition:
fr: Entrer la taille en Méga-octet de la première partition:

source: Enter the size in Megabyte of the second partition:
fr: Entrer la taille en Méga-octet de la deuxième partition:

source: Enter the size in Megabyte of the third partition:
fr: Entrer la taille en Méga-octet de la troisième partition:

source: Enter your search term(s)
de: Geben Sie ihren Suchbegriff (auch mehrere) ein
fr: Entrer vos termes de recherche
ru: Введите запрос

source: Entertainment
de: Unterhaltung
fr: Divertissement
ru: Развлечения

source: Entitlements
de: Berechtigungen
fr: Droits
ru: Пособия

source: Entry already exists
de: Eintrag existiert bereits
fr: L'entrée existe déjà
ru: Запись уже существует

source: Equal to
de: Gleich wie
fr: égale au
ru: также как

source: Error
de: Fehler
fr: Erreur
ru: Ошибка

source: Error code
de: Fehler Code
fr: Code d'erreur
ru: Код ошибки

source: Error creating directory %s: %s
fr: Echec création répertoire %s: %s

source: Error downloading the change log.
fr: Erreur lors du téléchargement du log des changements.

source: Error executing plugin
de: Ausführen des Plugins fehlgeschlagen
fr: Erreur d'exécution du plugins
ru: Ошибка выполнения плагина

source: Error linking %s to %s: %s
fr: Erreur en liant %s à %s: %s

source: Error reading
de: Fehler beim Lesen
fr: Erreur en lisant
ru: Ошибка чтения

source: Error reading webpage!
de: Fehler beim Lesen der Web-Seite
fr: Erreur lors de la lecture de la page web!
ru: Ошибка чтения вебстраницы!

source: Error!
de: Fehler!
fr: Erreur!
ru: Ошибка!

source: Error: %s
de: Fehler: %s
fr: Erreur: %s
ru: Ошибка: %s

source: Error: %s Retry?
de: Fehler aufgetreten: %s Erneut versuchen?
fr: Erreur: %s Réessayer?
ru: Ошибка: %s Повторить?

source: Error: Service may only be added by the lok PL
de: Fehler: Der Sender kann nur durch die lok PL hinzugefügt werden
fr: Erreur: le service peut uniquement être ajouté par le lok PL
ru: Ошибка!

source: Error: URL is not persistent!
de: Irrtum: URL ist nicht persistent!
fr: Erreur: l'URL n'est pas persistante!
ru: Ошибка: URL!

source: Estonian
de: Estnisch
fr: Estonien
ru: Эстонский

source: Ethernet network interface
de: Ethernet Netzwerkadapter
fr: Interface réseau Ethernet
ru: Проводной сетевой интерфейс

source: Event Info
de: Programminformation
fr: Info sur l'événement
ru: Информация о событии

source: Event font size
de: Programm Schriftgröße
fr: Taille des caractères de l'événement
ru: Размер шрифта текущего события

source: Event name first
fr: Nom d’évènement en premier

source: Event view
de: Sendungsdetails
fr: Voir l'événement
ru: Просмотр события

source: Event view menu
de: Sendungsdetails Menü
fr: Menu des événements

source: Eventview
fr: Voir l'événement

source: Everyday
fr: Chaque jour

source: Everywhere
de: Überall
fr: Partout
ru: Везде

source: Exceeds Bludisc medium!
de: Übersteigt die Größe eines BluRayMediums
fr: Dépasse la capacité du média Blu-Disc!
ru: Превышает размер диска!

source: Exceeds dual layer medium!
de: Übersteigt die Größe eines Dual-Layer-Mediums!
fr: Dépasse la capacité du support double couche!
ru: Превышает размер двухслойного диска

source: Execute after current event
fr: Exécuter après l’évènement courant.

source: Execute in
fr: Exécuter dans

source: Execution condition
fr: Condition d'exécution

source: Execution finished!!
de: Ausführung beendet!
fr: Exécution terminée!!
ru: Выполнение закончено!!!

source: Execution progress:
de: Ausführungs Fortschritt:
fr: Avancement de l'exécution:
ru: Прогресс выполнения:

source: Exit
de: Beenden
fr: Quitter
ru: Выйти

source: Exit EPG
de: Verlasse EPG
fr: Quitter EPG
ru: Выход из EPG

source: Exit MAC address configuration
fr: Quitter configuration de l’adresse MAC

source: Exit editor
de: Editor beenden
fr: Quitter éditeur
ru: Выйти из редактора

source: Exit input device selection.
de: Eingabegeräteauswahl verlassen
fr: Quitter sélection périphériques entrée.
ru: Выход из выбора устройства ввода

source: Exit media player?
de: Filmwiedergabe beenden?
fr: Quitter lecteur média?
ru: закрыть медиаплеер

source: Exit mediaplayer
de: Beende Mediaplayer
fr: Quitter lecteur média
ru: закрыть медиаплеер

source: Exit mounts setup menu
fr: Quitter le menu des montages

source: Exit movie list
de: Verlasse Filmliste
fr: Quitter liste des films
ru: закрыть список записей

source: Exit movie player...
fr: Quitter lecteur de films…

source: Exit movie player?
de: Movieplayer beenden?
fr: Quitter lecteur de film?
ru: Закрыть медиаплеер?

source: Exit nameserver configuration
de: DNS Konfiguration beenden
fr: Quitter configuration serveur de nom (DNS)
ru: закрыть конфигуратор DNS

source: Exit network adapter configuration
fr: Quitter configuration adaptateur réseau

source: Exit network adapter setup menu
fr: Quitter configuration adaptateur réseau

source: Exit network interface list
de: Netzwerkadapterübersicht beenden
fr: Quitter liste interface réseau
ru: Закрыть список сетевых интерфейсов

source: Exit network wizard
de: Netzwerkassistenten beenden
fr: Quitter assistant réseau
ru: Выйти из Мастера настройки сети

source: Exit networkadapter setup menu
fr: Quitter menu réglages adaptateur réseau

source: Extend
fr: Etendre

source: Extended
fr: Etendu

source: Extended Networksetup Plugin...
de: Plugin für erweiterte Netzwerkeinstellungen
fr: Plugin paramètre réseau avancé...
ru: Плагин расширенной настройки сети...

source: Extended Setup...
de: Erweiterte Einstellungen
fr: Paramètre avancé...
ru: Расширенные настройки...

source: Extended Shares
de: Erweiterte Freigaben
fr: Partages étendus
ru: Расширенный доступ

source: Extended Software
de: Erweiterte Software
fr: Logiciel étendu
ru: Расширенное ПО

source: Extended Software Plugin
de: Plugin für Erweiterte Software
fr: Plugin logiciel avancé
ru: Плагин расширения ПО

source: Extended network setup plugin...
de: Plugin für erweiterte Netzwerkeinstellungen
fr: Plugin paramètre réseau avancé...
ru: Плагин расширенной настройки сети...

source: Extended setup...
de: Erweiterte Einstellungen
fr: Paramètre avancé...
ru: Расширенные настройки...

source: Extensions management
de: Extensions Verwaltung
fr: Gestionnaire extensions
ru: Управление расширениями

source: Extensions/EGAMI Panel
fr: Extensions/Panneau EGAMI

source: External
de: Extern
fr: Externe
ru: Внешний

source: External PiP
de: Externes PiP
fr: PiP Externe
ru: Внешний PiP

source: External Storage %s
de: Extterner Speicher %s
fr: Stockage externe %s

source: External subtitle color
de: Farbe für externe Untertitel
fr: Couleur sous-titres externes
ru: Цвет внешних субтитров

source: External subtitle dialog colorisation
de: Farbe für externen Untertiteldialog
fr: Colorisation dialogue sous-titres externes

source: External subtitle switch fonts
de: Externe Untertitelumschaltzeichen
fr: Basculement des fontes des sous-titres externes

source: Extra motor options
de: Extra Rotoroptionen
fr: Options supplémentaires moteur
ru: Дополнительные настройки

source: Extrude from left
fr: Extruder de la gauche

source: FAN Setup
de: FAN Einstellungen
fr: Configuration ventilateur
ru: Вентилятор

source: FTP Setup
de: FTP Einstellungen
fr: Configuration FTP
ru: Настройка FTP

source: Factory reset
de: Werkseinstellungen
fr: Réinitialisation usine
ru: Заводские настройки
